Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: User Blocked by List
fi: Käyttäjä estetty listan perusteella
ga: Úsáideoir blocáilte le liosta
gl: Persoas Bloqueada pola Listaxe
hi: सूची द्वारा उपयोगकर्ता अवरुद्ध
ne: सूची द्वारा प्रयोगकर्ता अवरुद्ध
uk: Користувача заблоковано списком

source: User Blocking You
fi: Käyttäjä on estänyt sinut
ga: Úsáideoir a bhlocálann thú
gl: A persoas estate bloqueando
hi: आपको अवरुद्ध करता उपयोगकर्ता
ne: प्रयोगकर्ता तपाईंलाई अवरुद्ध गर्दैछ
uk: Користувач заблокував вас

source: User Blocks You
fi: Käyttäjä on estänyt sinut
ga: Blocálann an t-úsáideoir seo thú
gl: A persoas bloquéate
hi: उपयोगकर्ता आपको अवरुद्ध करता है
ne: प्रयोगकर्ता तपाईंलाई अवरुद्ध गर्दछ
uk: Користувач заблокував вас

source: User list by {0}
fi: Käyttäjälista käyttäjältä {0}
ga: Liosta úsáideoirí le {0}
gl: Listaxe de persoas por {0}
hi: {0} द्वारा उपयोगकर्ता सूची
ne: {0} द्वारा प्रयोगकर्ता सूची
uk: Список користувачів від {0}

source: User list by you
fi: Oma käyttäjälistasi
ga: Liosta úsáideoirí leat
gl: Listaxe de persoas por ti
hi: आपके द्वारा उपयोगकर्ता सूची
ne: तपाईं द्वारा प्रयोगकर्ता सूची
uk: Список користувачів від вас

# toast
source: User list created
fi: Käyttäjälista luotu
ga: Liosta úsáideoirí cruthaithe
gl: Listaxe de persoas creada
hi: उपयोगकर्ता सूची बनाई गई
ne: प्रयोगकर्ता सूची सिर्जना गरियो
uk: Список користувачів створено

# toast
source: User list updated
fi: Käyttäjälista päivitetty
ga: Liosta úsáideoirí uasdátaithe
gl: Listaxe de persoas actualizada
hi: उपयोगकर्ता सूची अपडेट की गई
ne: प्रयोगकर्ता सूची अद्यावधिक गरियो
uk: Список користувачів оновлено

source: Username or email address
fi: Käyttäjätunnus tai sähköpostiosoite
ga: Ainm úsáideora nó ríomhphost
gl: Alcume ou enderezo de correo electrónico
hi: उपयोगकर्ता नाम या ईमेल पता
ne: प्रयोगकर्ता नाम वा ईमेल ठेगाना
uk: Ім'я користувача або електронна адреса

source: users followed by <0>@{0}</0>
fi: käyttäjät, joita <0>@{0}</0> seuraa
ga: úsáideoirí a bhfuil <0>@{0}</0> á leanúint
gl: persoas seguidas por <0>@{0}</0>
hi: <0>@{0}</0> द्वारा फ़ॉलो किए गए उपयोगकर्ता
ne: <0>@{0}</0> द्वारा फलो गरिएका प्रयोगकर्ताहरू
uk: користувачі, яких читає <0>@{0}</0>

source: Users I follow
fi: Seuraamiltani käyttäjiltä
ga: Úsáideoirí a leanaim
gl: Persoas que sigo
hi: मेरे फ़ॉलो किए गए उपयोगकर्ता
ne: मैले फलो गरेका प्रयोगकर्ताहरू
uk: Користувачі, яких я читаю

source: Users in "{0}"
fi: Käyttäjiltä listassa ”{0}”
ga: Úsáideoirí in ”{0}“
gl: Persoas en "{0}"
hi: "{0}" में उपयोगकर्ता
ne: "{0}" मा रहेका प्रयोगकर्ताहरू
uk: Користувачі в «{0}»

source: Value:
fi: Arvo:
ga: Luach:
gl: Valor:
hi: मूल्य:
ne: मूल्य:
uk: Значення:

source: Verify DNS Record
fi: Vahvista DNS-tietue
ga: Dearbhaigh taifead DNS
gl: Verificar rexistro DNS
hi: DNS रिकॉर्ड सत्यापित करें
ne: DNS रेकर्ड प्रमाणित गर्नुहोस्
uk: Необхідно підтвердити запис DNS

source: Verify email dialog
fi: Vahvista sähköpostiosoite -valintaikkuna
ga: Dialóg: dearbhú ríomhphoist
gl: Verificación de correo electrónico
hi: ईमेल सत्यापन डायलॉग
ne: ईमेल प्रमाणिकरण संवाद
uk: Діалог підтвердження адреси електронної пошти

source: Verify Text File
fi: Vahvista tekstitiedosto
ga: Dearbhaigh comhad téacs
gl: Verificar o ficheiro de texto
hi: अभी पाठ फ़ाइल सत्यापित करें
ne: पाठ फाइल प्रमाणित गर्नुहोस्
uk: Підтвердити текстовий файл

source: Verify your email
fi: Vahvista sähköpostiosoitteesi
ga: Dearbhaigh do sheoladh ríomhphoist
hi: अपना ईमेल सत्यापित करें
ne: तपाईंको ईमेल प्रमाणित गर्नुहोस्
uk: Підтвердити адресу електронної пошти

source: Video
ga: Físeán
gl: Vídeo
hi: वीडियो
ne: भिडियो
uk: Відео

source: Video failed to process
fi: Videon käsitteleminen epäonnistui
ga: Theip ar phróiseáil an fhíseáin
gl: Non se puido procesar o vídeo
hi: वीडियो संसाधित करने में असफल
ne: भिडियो प्रोसेस गर्न असफल
uk: Не вдалось обробити відео

source: Video Games
fi: Videopelit
ga: Físchluichí
gl: Videoxogos
hi: वीडियो गेम
ne: भिडियो खेल
uk: Відеоігри

source: Video not found.
fi: Videota ei löydy.
ga: Físeán gan aimsiú.
gl: Non se encontrou o vídeo.
hi: वीडियो नहीं मिला
ne: भिडियो फेला पारिएन।
uk: Відео не знайдено.

source: Video settings
fi: Videon asetukset
ga: Socruithe físe
gl: Axustes do video
hi: वीडियो सेटिंग
ne: भिडियो सेटिङ्गहरू
uk: Налаштування відео

source: Video uploaded
fi: Video ladattu palveluun
ga: Uaslódáladh an físeán
gl: Vídeo cargado
hi: वीडियो अपलोड किया गया
ne: भिडियो अपलोड गरियो
uk: Відео завантажено

source: Video: {0}
ga: Físeán: {0}
gl: Vídeo: {0}
hi: वीडियो: {0}
ne: भिडियो: {0}
uk: Відео: {0}

source: View {0}'s avatar
fi: Näytä käyttäjän {0} profiilikuva
ga: Féach ar an abhatár atá ag {0}
gl: Ver o avatar de {0}
hi: {0} का अवतार देखें
ne: {0} को अवतार हेर्नुहोस्
uk: Переглянути аватар {0}

source: View {0}'s profile
fi: Näytä käyttäjän {0} profiili
ga: Amharc ar phróifíl {0}
gl: Ver o perfil de {0}
hi: {0} का प्रोफ़ाइल देखें
ne: {0} को प्रोफाइल हेर्नुहोस्
uk: Переглянути профіль {0}

source: View {displayName}'s profile
fi: Näytä käyttäjän {displayName} profiili
ga: Amharc ar phróifíl {displayName}
gl: Ver o perfil de {displayName}
hi: {displayName} का प्रोफ़ाइल देखें
ne: {displayName} को प्रोफाइल हेर्नुहोस्
uk: Переглянути профіль {displayName}

source: View blocked user's profile
fi: Näytä estetyn käyttäjän profiili
ga: Féach ar phróifíl an úsáideora bhlocáilte
gl: Ver o perfil da persoa bloqueada
hi: अवरुद्ध उपयोगकर्ता का प्रोफ़ाइल देखें
ne: अवरोधित प्रयोगकर्ताको प्रोफाइल हेर्नुहोस्
uk: Переглянути заблокований профіль користувача

source: View blogpost for more details
fi: Katso blogijulkaisu saadaksesi lisätietoja
ga: Féach ar an mblagphost chun tuilleadh eolais a fháil
gl: Consulta a publicación do blog para obter máis detalles
hi: अधिक जानकारी के लिए ब्लॉग पोस्ट देखें
ne: अधिक जानकारीको लागि ब्लगपोस्ट हेर्नुहोस्
uk: Докладніше у публікації в блозі

source: View debug entry
fi: Näytä vianetsintäkirjaus
ga: Féach ar an iontráil dífhabhtaithe
gl: Ver a entrada de depuración
hi: डीबग प्रविष्टि देखें
ne: डिबग प्रविष्टि हेर्नुहोस्
uk: Переглянути запис для налагодження

source: View details
fi: Näytä lisätietoja
ga: Féach ar shonraí
gl: Ver detalles
hi: विवरण देखें
ne: विवरण हेर्नुहोस्
uk: Переглянути деталі

source: View details for reporting a copyright violation
fi: Näytä lisätietoja tekijänoikeusrikkomuksen ilmiantamisesta
ga: Féach ar shonraí maidir le sárú cóipchirt a thuairisciú
gl: Consulta os detalles para informar dunha infracción do copyright
hi: कॉपीराइट उल्लंघन की शिकायत करने के लिए विवरण देखें
ne: कपिराइट उल्लङ्घन रिपोर्ट गर्नका लागि विवरण हेर्नुहोस्
uk: Переглянути деталі як надіслати скаргу про порушення авторських прав

source: View full thread
fi: Näytä koko ketju
ga: Féach ar an snáithe iomlán
gl: Ver fío completo
hi: पूरा थ्रेड देखें
ne: पूरा थ्रेड हेर्नुहोस्
uk: Переглянути обговорення

source: View information about these labels
fi: Näytä tietoja näistä merkinnöistä
ga: Féach ar eolas faoi na lipéid seo
gl: Consulta información sobre estas etiquetas
hi: इन लेबलों के बारे में जानकारी देखें
ne: यी लेबलहरूको जानकारी हेर्नुहोस्
uk: Переглянути інформацію про мітки

source: View profile
fi: Näytä profiili
ga: Féach ar an bpróifíl
gl: Ver perfil
hi: प्रोफ़ाइल देखें
ne: प्रोफाइल हेर्नुहोस्
uk: Переглянути профіль

source: View the avatar
fi: Näytä profiilikuva
ga: Féach ar an abhatár
gl: Ver o avatar
hi: अवतार देखें
ne: अवतार हेर्नुहोस्
uk: Переглянути аватар

source: View the labeling service provided by @{0}
fi: Näytä käyttäjän @{0} tarjoama merkintäpalvelu
ga: Féach ar an tseirbhís lipéadaithe atá curtha ar fáil ag @{0}
gl: Consulta o servizo de etiquetado proporcionado por @{0}
hi: @{0} द्वारा दी गई लेबल सेवा देखें
ne: @{0} द्वारा प्रदान गरिएको लेबलिङ सेवा हेर्नुहोस्
uk: Переглянути послуги мічення від @{0}

source: View users who like this feed
fi: Näytä tästä syötteestä tykänneet käyttäjät
ga: Féach ar úsáideoirí ar thaitin an fotha seo leo
gl: Consulta as persoas ás que lles gusta esta canle
hi: इस फ़ीड को पसंद करने वाले उपयोगकर्ता देखें
ne: यो फिड मन पराउने प्रयोगकर्ताहरू हेर्नुहोस्
uk: Переглянути користувачів, які вподобали цю стрічку

source: View your blocked accounts
fi: Näytä estämäsi tilit
ga: Cuntais bhlocáilte
gl: Consulta as túas contas bloqueadas
hi: अपने अवरुद्ध खाते देखें
ne: तपाईंको अवरोधित खाता हेर्नुहोस्
uk: Переглянути заблоковані облікові записи

source: View your feeds and explore more
fi: Näytä syötteesi ja löydä lisää
ga: Tabhair súil ar do chuid fothaí agus déan tuilleadh taiscéalaíochta
gl: Consulta as túas canles e explora máis
hi: अपने फ़ीड देखें और अधिक खोजें
ne: तपाईंका फिडहरू हेर्नुहोस् र अझ बढी अन्वेषण गर्नुहोस्
uk: Переглянути власні стрічки та дослідити ще більше

source: View your moderation lists
fi: Näytä moderointilistasi
ga: Féach ar do chuid liostaí modhnóireachta
gl: Consulta as túas listaxes de moderación
hi: अपने मॉडरेशन सूची देखें
ne: तपाईंका मोडरेशन सूचीहरू हेर्नुहोस्
uk: Перегляньте списки модерації

source: View your muted accounts
fi: Näytä mykistämäsi tilit
ga: Féach ar na cuntais a bhalbhaigh tú
gl: Consulta as túas contas silenciadas
hi: अपने म्यूट किए गए खाते देखें
ne: तपाईंका म्युट गरिएको खाता हेर्नुहोस्
uk: Переглянути ігноровані облікові записи

source: Volume
fi: Äänenvoimakkuus
ga: Airde fuaime
hi: वॉल्यूम
ne: ध्वनि
uk: Гучність

source: Warn
fi: Varoita
ga: Rabhadh
gl: Advertir
hi: चेतावनी दें
ne: चेतावनी दिनुहोस्
uk: Попереджати

source: Warn content
fi: Varoita sisällöstä
ga: Tabhair foláireamh faoi ábhar
gl: Advertir contido
hi: सामग्री की चेतावनी दें
ne: सामग्रीलाई चेतावनी दिनुहोस्
uk: Попереджувати про вміст

source: Warn content and filter from feeds
fi: Varoita sisällöstä ja suodata syötteistä
ga: Tabhair foláireamh faoi ábhar agus scag as fothaí
gl: Advirtir contido e filtra desde canles
hi: सामग्री की चेतावनी दें और फ़ीड से फ़िल्टर करें
ne: सामग्रीलाई चेतावनी दिनुहोस् र फीडहरूबाट फिल्टर गर्नुहोस्
uk: Попереджувати про вміст і фільтрувати його зі стрічки

source: We couldn't find any results for that hashtag.
fi: Emme löytäneet tuloksia tälle aihetunnisteelle.
ga: Níor aimsigh muid toradh ar bith don haischlib sin.
gl: Non puidemos atopar ningún resultado para ese cancelo.
hi: हमें इस हैशटैग के लिए कोई परिणाम नहीं मिला
ne: हाम्रो द्वारा त्यहाँ कुनै परिणाम फेला पारेन।
uk: Ми не змогли знайти жодних результатів для цього хештегу.

source: We couldn't find any results for that topic.
fi: Emme löytäneet tuloksia tästä aiheesta.
ga: Níor aimsigh muid toradh ar bith don ábhar sin.
gl: Non foi posíbel atopar resultados para ese tema.
hi: उस विषय से जुड़े हमें कोई परिणाम नहीं मिले।

source: We couldn't load this conversation
fi: Emme voineet ladata tätä keskustelua
ga: Theip orainn an comhrá seo a lódáil
gl: Non puidemos cargar esta conversa
hi: हम इस बातचीत को लोड नहीं कर सके
ne: हामी यो कुराकानी लोड गर्न असमर्थ भयौं।
uk: Не вдалось завантажити цю розмову

source: We estimate {estimatedTime} until your account is ready.
fi: Arvioimme, että tilisi valmistumiseen kuluu {estimatedTime}.
ga: Measaimid go mbeidh do chuntas réidh i gceann {estimatedTime}
gl: Estimamos o {estimatedTime} ata que a túa conta estea lista.
hi: हम आपके खाते को तैयार करने के लिए {estimatedTime} समय का अनुमान करते हैं
ne: हामी अनुमान गर्दैछौं कि तपाईंको खाता तयार हुन {estimatedTime} लाग्नेछ।
uk: Ми оцінюємо {estimatedTime} до готовності вашого облікового запису.

source: We have sent another verification email to <0>{0}</0>.
fi: Olemme lähettäneet toisen vahvistussähköpostiviestin osoitteeseen <0>{0}</0>.
ga: Sheolamar ríomhphost dearbhaithe eile chuig <0>{0}</0>.
gl: Enviamos outro correo electrónico de verificación a <0>{0}</0>.
hi: हमने <0>{0}</0> को एक और सत्यापन ईमेल भेजा है।
ne: हामीले अर्को प्रमाणीकरण इमेल <0>{0}</0> मा पठाएका छौं।
uk: Ми надіслали ще один лист з підтвердженням на <0>{0}</0>.

source: We hope you have a wonderful time. Remember, Bluesky is:
fi: Toivomme sinulle ihania hetkiä. Muista, että Bluesky on
ga: Tá súil againn go mbeidh an-chraic agat anseo. Ná déan dearmad go bhfuil Bluesky:
gl: Esperamos que o pases de marabilla. Lembra que Bluesky é:
hi: हम आशा करते हैं आपका समय शानदार हो। याद रखें, Bluesky है:
ne: हामी आशा गर्छौं कि तपाईंलाई रमाइलो समय बिताउन मिलोस्। सम्झनुहोस्, ब्लूस्काई छ:
uk: Ми сподіваємося, що ви проведете чудово свій час. Пам'ятайте, Bluesky — це:

source: We ran out of posts from your follows. Here's the latest from <0/>.
fi: Seurattusi julkaisut loppuivat tähän. Tässä ovat uusimmat syötteestä <0/>.
ga: Níl aon ábhar nua le taispeáint ó na cuntais a leanann tú. Seo duit an t-ábhar is déanaí ó <0/>.
gl: Quedamos sen chíos das persoas que segues. Aquí tes o último de <0/>.
hi: आपके फ़ॉलो किए गए लोगों के पोस्ट ख़त्म हो गए। यहाँ है <0/> से सबसे नए पोस्ट।
ne: हामी तपाईंको पछ्याउनेहरूबाट पोस्टहरू समाप्त गर्‍यौं। यहाँ <0/> बाट नवीनतम पोस्ट छ।
uk: У нас закінчилися дописи у ваших підписках. Ось останні пости зі стрічки <0/>.

source: We were unable to determine if you are allowed to upload videos. Please try again.
fi: Emme onnistuneet määrittämään, saatko ladata palveluun videoita. Yritä uudelleen.
ga: Nílimid cinnte an bhfuil cead agat físeáin a uaslódáil. Bain triail eile as.
gl: Non puidemos determinar se tes permiso para cargar vídeos. Téntao de novo.
hi: हम तय नहीं कर पाए कि आपको वीडियो आपलोग करने की अनुमति है या नहीं। कृपया फिर प्रयास करें।
ne: हामी यो निर्धारण गर्न असमर्थ भयौं कि तपाईंलाई भिडियो अपलोड गर्न अनुमति छ कि छैन। कृपया पुन: प्रयास गर्नुहोस्।
uk: Ми не змогли визначити, чи ви можете завантажувати відео. Будь ласка, спробуйте ще раз.

source: We were unable to load your birth date preferences. Please try again.
fi: Emme onnistuneet lataamaan syntymäaika-asetuksiasi. Yritä uudelleen.
ga: Theip orainn do rogha maidir le dáta breithe a lódáil. Bain triail as arís.
gl: Non puidemos cargar as túas preferencias de data de nacemento. Téntao de novo.
hi: हम आपके जन्मतिथि प्राथमिकताएँ लोड कर पाए। कृपया फिर प्रयास करें।
ne: हामी तपाईंको जन्म मिति प्राथमिकताहरू लोड गर्न असमर्थ भयौं। कृपया पुन: प्रयास गर्नुहोस्।
uk: Не вдалося завантажити ваші налаштування дати дня народження. Повторіть спробу.

source: We were unable to load your configured labelers at this time.
fi: Emme tällä kertaa onnistuneet lataamaan määriteltyjä merkitsijöitäsi.
ga: Theip orainn na lipéadóirí a roghnaigh tú a lódáil faoi láthair.
gl: Non puidemos cargar os teus etiquetadores configurados neste momento.
hi: हम आपके व्यवस्थित लेबलकर्ताओं को इस समय लोड नहीं कर सके।
ne: हामी अहिले तपाईंका कन्फिगर गरिएका लेबलरहरू लोड गर्न असमर्थ भयौं।
uk: Наразі ми не змогли завантажити список ваших маркувальників.

source: We weren't able to connect. Please try again to continue setting up your account. If it continues to fail, you can skip this flow.
fi: Yhteyden muodostaminen ei onnistunut. Yritä uudelleen jatkaaksesi tilisi määritystä. Jos ongelma jatkuu, voit ohittaa nämä vaiheet.
ga: Níorbh fhéidir linn ceangal a bhunú. Bain triail eile as do chuntas a shocrú. Má mhaireann an fhadhb, ní gá duit an próiseas seo a chur i gcrích.
gl: Non puidemos conectarnos. Téntao de novo para continuar configurando a túa conta. Se continúa fallando, podes omitir este fluxo.
hi: हम कनेक्ट नहीं कर सके। अपना खाता बनाना जारी रखने के लिए फिर प्रयास करें। यदि यह फिर से असफल होता है, आप इस फ़्लो को छोड़ सकते हैं।
ne: हामी जडान गर्न असमर्थ भयौं। कृपया पुन: प्रयास गर्नुहोस् र तपाईंको खाता सेटअप जारी राख्नुहोस्। यदि यो असफल रहन्छ भने, तपाईं यो फ्लो छोड्न सक्नुहुन्छ।
uk: Ми не змогли під'єднатися. Будь ласка, спробуйте ще раз, щоб продовжити налаштування свого облікового запису. Якщо помилка повторюється, то ви можете пропустити цей процес.

source: We will let you know when your account is ready.
fi: Ilmoitamme, kun tilisi on valmis.
ga: Déarfaidh muid leat nuair a bheidh do chuntas réidh.
gl: Informarémosche cando a túa conta estea lista.
hi: हम आपको बताएँगे जब आपका खाता तैयार हो जाएगा।
ne: हामी तपाईंलाई तपाईंको खाता तयार भएपछि जानकारी दिनेछौं।
uk: Ми повідомимо вас, коли ваш обліковий запис буде готовий.

source: We'll use this to help customize your experience.
fi: Käytämme tätä mukauttaaksemme kokemustasi.
ga: Bainfimid úsáid as seo chun an suíomh a chur in oiriúint duit.
gl: Usarémolo para personalizar a túa experiencia.
hi: हम इसका उपयोग आपके अनुभव को वैयक्तिकृत करने के लिए करेंगे।
ne: हामी यसलाई तपाईंको अनुभव अनुकूलित गर्न प्रयोग गर्नेछौं।
uk: Ми скористаємося цим, щоб підлаштувати Ваш досвід.

source: We're having network issues, try again
fi: Meillä on verkko-ongelmia, yritä uudelleen
ga: Tá fadhbanna líonra againn, bain triail as arís
gl: Temos problemas de rede, téntao de novo
hi: हमें नेटवर्क समस्याएँ हो रही हैं, फिर प्रयास करें।
ne: हामी नेटवर्क समस्या भोगिरहेका छौं, कृपया पुनः प्रयास गर्नुहोस्।
uk: У нас виникли проблеми з мережею, спробуйте ще раз

source: We're so excited to have you join us!
fi: Olemme innoissamme, että liityt joukkoomme!
ga: Tá muid an-sásta go bhfuil tú linn!
gl: Que emoción que esteas aquí!
hi: हम आपके हमारे साथ जुड़ने को लेकर बहुत उत्साहित हैं!
ne: हामी तपाईंलाई हाम्रो सँग सामेल गर्न पाउँदा धेरै उत्साहित छौं!
uk: Ми дуже раді, що ви приєдналися!

source: We're sorry, but we were unable to resolve this list. If this persists, please contact the list creator, @{handleOrDid}.
fi: Pahoittelemme, mutta emme onnistuneet resolvoimaan tätä listaa. Jos tämä jatkuu, ota yhteys listan tekijään: @{handleOrDid}.
ga: Ár leithscéal, ach ní féidir linn an liosta seo a thaispeáint. Má mhaireann an fhadhb, déan teagmháil leis an duine a chruthaigh an liosta, @{handleOrDid}.
gl: Sentímolo, mais non puidemos resolver esta lista. Se isto persiste, póñase en contacto com quen creou a listaxe, @{handleOrDid}.
hi: हमें क्षमा करें, पर हम इस सूची का समाधान नहीं कर पाए। यदि यह समस्या बनी रहती है, सूची के निर्माता @{handleOrDid} से संपर्क करें।
ne: हामीलाई खेद छ, तर हामी यो सूची समाधान गर्न असमर्थ भयौं। यदि यो जारी रहन्छ भने, कृपया सूची निर्माता @{handleOrDid} सँग सम्पर्क गर्नुहोस्।
uk: Дуже прикро, але нам не вдалося знайти цей список. Якщо це продовжується, будь ласка, зв'яжіться з його автором: @{handleOrDid}.

source: We're sorry, but we weren't able to load your muted words at this time. Please try again.
fi: Pahoittelut, mutta emme tällä kertaa onnistuneet lataamaan mykistettyjä sanojasi. Yritä uudelleen.
ga: Tá brón orainn, ach theip orainn na focail a bhalbhaigh tú a lódáil an uair seo. Bain triail as arís.
gl: Sentímolo, mais non puidemos cargar as túas palabras silenciadas neste momento. Téntao de novo.
hi: हमें क्षमा करें, पर हम अभी आपके म्यूट शब्द लोड नहीं कर सके। कृपया फिर प्रयास करें।
ne: हामीलाई खेद छ, तर हामी तपाईंका म्यूट गरिएका शब्दहरू लोड गर्न असमर्थ भयौं। कृपया पुन: प्रयास गर्नुहोस्।
uk: На жаль, ми не змогли зараз завантажити ваші ігноровані слова. Будь ласка, спробуйте ще раз.

source: We're sorry, but your search could not be completed. Please try again in a few minutes.
fi: Pahoittelut, mutta hakuasi ei voitu suorittaa loppuun. Yritä uudelleen muutaman minuutin kuluttua.
ga: Ár leithscéal, ach níorbh fhéidir linn do chuardach a chur i gcrích. Bain triail eile as i gceann cúpla nóiméad.
gl: Sentímolo, mais a túa busca non se puido completar. Téntao de novo nuns minutos.
hi: हमें क्षमा करें, पर आपका खोज पूरा नहीं किया जा सके। कृपया कुछ मिनट बाद फिर प्रयास करें।
ne: हामीलाई खेद छ, तर तपाईंको खोजी पूरा गर्न सकिएन। कृपया केही मिनेटमा पुन: प्रयास गर्नुहोस्।
uk: Даруйте, нам не вдалося виконати пошук за вашим запитом. Будь ласка, спробуйте ще раз через кілька хвилин.

source: We're sorry! The post you are replying to has been deleted.
fi: Pahoittelut! Julkaisu, johon olet vastaamassa, on poistettu.
ga: Ár leithscéal, ach scriosadh an phostáil atá tú ag freagairt.
gl: Sentímolo! Eliminouse o chío ao que estás respondendo.
hi: हमें क्षमा करें! आप जिस पोस्ट को जवाब दे रहे हैं उसे मिटा दिया गया है।
ne: हामीलाई खेद छ! तपाईंले जवाफ दिइरहेको पोस्ट मेटाइ सकेको छ।
uk: Нам прикро! Пост, на який ви відповідаєте, видалено.

source: We're sorry! We can't find the page you were looking for.
fi: Pahoittelut! Emme löydä etsimääsi sivua.
ga: Ár leithscéal, ach ní féidir linn an leathanach atá tú ag lorg a aimsiú.
gl: Sentímolo! Non podemos encontrar a páxina que buscabas.
hi: हमें क्षमा करें! हमें वह पृष्ठ नहीं मिल रहा जिसे आप ढूँढ रहे थे।
ne: हामीलाई खेद छ! हामी तपाईंले खोजेको पृष्ठ फेला पार्न सक्दैनौं।
uk: Нам дуже прикро! Ми не можемо знайти сторінку, яку ви шукали.

source: We're sorry! You can only subscribe to twenty labelers, and you've reached your limit of twenty.
fi: Pahoittelut! Voit tilata vain kaksikymmentä merkitsijää, ja olet saavuttanut kahdenkymmenen rajasi.
ga: Ár leithscéal! Ní féidir leat ach fiche lipéadóirí a leanúint agus tá fiche ceann agat cheana féin.
gl: Sentímolo! Só podes subscribirte a vinte etiquetadoras e alcanzaches o límite de vinte.
hi: हमें क्षमा करें! आप केवल बीस लेबलकर्ताओं की सदस्यता ले सकते हैं, और आप बीस की सीमा तक पहुँच गए हैं।
ne: हामीलाई खेद छ! तपाईं केवल बाइसवटा लेबलरहरूमा सदस्यता लिन सक्नुहुन्छ, र तपाईंले आफ्नो बाइसवटाको सीमा पुगेको छ।
uk: Вибачте, підписатися можна лише на двадцять мітників. Ви вже досягли свого ліміту.

source: Welcome back!
fi: Tervetuloa takaisin!
ga: Fáilte ar ais!
gl: Xa estás de volta!
hi: आपका वापस स्वागत है
ne: फेरी स्वागत छ!
uk: З поверненням!

source: Welcome, friend!
fi: Tervetuloa, kaveri!
ga: Fáilte romhat a chara!
gl: Dámosche a benvida!
hi: आपका स्वागत है, दोस्त!
ne: स्वागत छ, साथी!
uk: Вітаю, друже!

source: What are your interests?
fi: Mitkä ovat kiinnostuksenkohteesi?
ga: Cad iad na rudaí a bhfuil suim agat iontu?
gl: Cales son os teus intereses?
hi: आपकी क्या दिलचस्पियाँ हैं?
ne: तपाईंका चासोहरू के छन्?
uk: Чим ви цікавитесь?

source: What do you want to call your starter pack?
fi: Millä nimellä haluat kutsua aloituspakettiasi?
ga: Cén t-ainm ar mhaith leat a thabhairt ar do phacáiste fáilte?
gl: Como queres chamar ao teu paquete de inicio?
hi: आप अपने स्टार्टर पैक को क्या नाम देना चाहते हैं?
ne: तपाईंको स्टार्टर प्याकलाई के भन्न चाहनुहुन्छ?
uk: Яку назву оберете для власної підбірки?

source: What's up?
fi: Mitä kuuluu?
ga: Aon scéal?
gl: Que hai de novo?
hi: क्या चल रहा है?
ne: के भइरहेको छ?
uk: Як справи?

source: Which languages would you like to see in your algorithmic feeds?
fi: Mitä kieliä haluaisit nähdä algoritmisyötteissä?
ga: Cad iad na teangacha ba mhaith leat a fheiceáil i do chuid fothaí algartamacha?
gl: Que idiomas che gustaría ver nas túas canles algorítmicas?
hi: आप अपने एल्गोरिथ्मिक फ़ीड में कौनसी भाषाएँ देखना चाहते हैं?
ne: तपाईंको एल्गोरिदमिक फीडहरूमा कुन भाषाहरू देख्न चाहनुहुन्छ?
uk: Якими мовами ви хочете бачити пости у алгоритмічних стрічках?

source: Who can interact with this post?
fi: Kuka voi olla vuorovaikutuksessa tämän julkaisun kanssa?
ga: Cé atá in ann idirghníomhú leis an bpostáil seo?
gl: Quen pode interactuar con este chío?
hi: इस पोस्ट से कौन संपर्क कर सकता है?
ne: यस पोस्टसँग को को अन्तरक्रिया गर्न सक्छ?
uk: Хто може взаємодіяти з цим постом?

source: Who can reply
fi: Kuka voi vastata
ga: Cé atá in ann freagra a thabhairt
gl: Quen pode responder
hi: कौन जवाब दे सकता है
ne: को को जवाफ दिन सक्छ?
uk: Хто може відповідати

source: Whoops!
fi: Hupsista!
ga: Úps!
gl: Vaia!
hi: उफ़!
ne: वोप्स!
uk: Упс!

source: Why should this content be reviewed?
fi: Miksi tämä sisältö tulisi arvioida?
ga: Cén fáth gur cheart athbhreithniú a dhéanamh ar an t-ábhar seo?
gl: Por que se debería revisar este contido?
hi: इस सामग्री की समीक्षा क्यों होनी चाहिए?
ne: यस सामग्रीलाई किन समीक्षा गर्नुपर्छ?
uk: Чому слід переглянути цей контент?

source: Why should this feed be reviewed?
fi: Miksi tämä syöte tulisi arvioida?
ga: Cén fáth gur cheart athbhreithniú a dhéanamh ar an bhfotha seo?
gl: Por que se debería revisar esta canle?
hi: इस फ़ीड की समीक्षा क्यों होनी चाहिए?
ne: यो फीड किन समीक्षा गर्नुपर्छ?
uk: Чому слід переглянути цю стрічку?

source: Why should this list be reviewed?
fi: Miksi tämä lista tulisi arvioida?
ga: Cén fáth gur cheart athbhreithniú a dhéanamh ar an liosta seo?
gl: Por que se debería revisar esta listaxe?
hi: इस सूची की समीक्षा क्यों होनी चाहिए?
ne: यो सूची किन समीक्षा गर्नुपर्छ?
uk: Чому слід переглянути цей список?
