Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: By creating an account you agree to the <0>Terms of Service</0> and <1>Privacy Policy</1>.
fi: Luomalla tilin hyväksyt <0>käyttöehdot</0> ja <1>tietosuojakäytännön</1>.
ga: Má chruthaíonn tú cuntas, glacann tú leis na <0>Téarmaí Seirbhíse</0> agus leis an <1>bPolasaí Príobháideachta</1>.
gl: Ao crear unha conta, aceptas os <0>Termos de servizo</0> e a <1>Política de privacidade</1>.
hi: खाता बनाने से आप <0>सेवा की शर्तें</0> और <0>गोपनियता नीति</0> से सहमत हैं।
ne: खाता सिर्जना गरेर तपाईं <0>सेवा सर्तहरू</0> र <1>गोपनीयता नीति</1> सँग सहमत हुनुहुन्छ।
uk: Зі створенням облікового запису ви погоджуєтеся з <0>Умовами надання послуг</0> та <1>Політикою конфіденційності</1>.

source: By creating an account you agree to the <0>Terms of Service</0>.
fi: Luomalla tilin hyväksyt <0>käyttöehdot</0>.
ga: Má chruthaíonn tú cuntas, glacann tú leis na <0>Téarmaí Seirbhíse</0>.
gl: Ao crear unha conta, aceptas os <0>Termos de servizo</0>.
hi: खाता बनाने से आप <0>सेवा की शर्तों</0> से सहमत हैं।
ne: खाता सिर्जना गरेर तपाईं <0>सेवा सर्तहरू</0> सँग सहमत हुनुहुन्छ।
uk: Зі створенням облікового запису ви погоджуєтеся з <0>Умовами надання послуг</0>.

source: Camera
fi: Kamera
ga: Ceamara
gl: Cámara
hi: कैमरा
ne: क्यामेरा
uk: Камера

source: Cancel
fi: Peruuta
ga: Cealaigh
gl: Cancelar
hi: रद्द करें
ne: रद्द गर्नुहोस्
uk: Скасувати

# action
source: Cancel
fi: Peruuta
ga: Cealaigh
gl: Cancelar
hi: रद्द करें
ne: रद्द गर्नुहोस्
uk: Скасувати

source: Cancel account deletion
fi: Peruuta tilin poisto
ga: Ná scrios an chuntas
gl: Cancelar a eliminación da conta
hi: खाता मिटाना रद्द करें
ne: खाता मेटाउन रद्द गर्नुहोस्
uk: Скасувати видалення облікового запису

source: Cancel image crop
fi: Peruuta kuvan rajaus
ga: Cealaigh bearradh na híomhá
gl: Cancelar recorte de imaxe
hi: छवि क्रॉप रद्द करें
ne: चित्र काट्ने कार्य रद्द गर्नुहोस्
uk: Скасувати обрізання зображення

source: Cancel quote post
fi: Peruuta julkaisun lainaus
ga: Ná déan athlua na postála
gl: Cancelar citación
hi: क्वोट पोस्ट रद्द करें
ne: कोट पोस्ट रद्द गर्नुहोस्
uk: Скасувати цитування посту

source: Cancel search
fi: Peruuta haku
ga: Cealaigh an cuardach
gl: Cancelar procura
hi: खोज रद्द करें
ne: खोजी रद्द गर्नुहोस्
uk: Скасувати пошук

source: Cannot interact with a blocked user
fi: Estetyn käyttäjän kanssa ei voi olla vuorovaikutuksessa
ga: Ní féidir plé le húsáideoir blocáilte
gl: Non se pode interactuar cunha conta bloqueada
hi: अवरुद्ध उपयोगकर्ता से संपर्क नहीं कर सकते
ne: ब्लक गरिएको प्रयोगकर्तासँग अन्तरक्रिया गर्न सकिँदैन
uk: Не можна взаємодіяти із заблокованим користувачем

source: Captions (.vtt)
fi: Tekstitykset (.vtt)
ga: Fotheidil (.vtt)
gl: Lexendaxe (.vtt)
hi: अनुशीर्षक (.vtt)
ne: उपशीर्षक (.vtt)
uk: Субтитри (.vtt)

source: Captions & alt text
fi: Tekstitykset ja tekstivastine
ga: Fotheidil agus téacs malartach
gl: Lexendaxe e texto alternativo
hi: अनुशीर्षक और वैकल्पिक पाठ
ne: उपशीर्षक र वैकल्पिक पाठ
uk: Назва та альтернативний текст

source: Change
fi: Vaihda
ga: Athraigh
gl: Cambiar
hi: बदलें
ne: परिवर्तन गर्नुहोस्
uk: Змінити

source: Change app icon
fi: Vaihda sovelluskuvake
ga: Athraigh deilbhín na haipe
gl: Cambiar icona da aplicación
hi: ऐप आइकॉन बदलें

source: Change app icon to "{0}"
fi: Vaihda sovelluskuvakkeeksi ”{0}”
ga: Athraigh deilbhín na haipe go "{0}"
gl: Cambiar a icona da aplicación a "{0}"
hi: ऐप आइकॉन को "{0}" में बदलें

source: Change Handle
fi: Vaihda käyttäjätunnus
ga: Athraigh mo leasainm
gl: Cambiar alcume
hi: हैंडल बदलें
ne: ह्यान्डल परिवर्तन गर्नुहोस्
uk: Змінити псевдонім

source: Chat
fi: Chatti
ga: Comhrá
gl: Conversa
hi: बातचीत
ne: कुराकानी
uk: Чат

# toast
source: Chat muted
fi: Chatti mykistetty
ga: Balbhaíodh an comhrá
hi: बातचीत म्यूट किया गया
ne: कुराकानी म्यूट गरियो
uk: Чат стишено

source: Chat settings
fi: Chatin asetukset
ga: Socruithe comhrá
gl: Axustes da conversa
hi: बातचीत सेटिंग
ne: कुराकानी सेटिङ्स
uk: Налаштування чату

source: Chat Settings
fi: Chatin asetukset
ga: Socruithe Comhrá
gl: Axustes da Conversa
hi: बातचीत सेटिंग
ne: कुराकानी सेटिङ्स
uk: Налаштування чату

# toast
source: Chat unmuted
fi: Chatti mykistetty
ga: Díbhalbhaíodh an comhrá
hi: बातचीत अनम्यूट किया गया
ne: कुराकानी अनम्यूट गरियो
uk: Сповіщення чату увімкнено

source: Check my status
fi: Tarkista tilani
ga: Seiceáil mo stádas
gl: Verificar o meu estado
hi: मेरी स्थिति दिखाएँ
ne: मेरो स्थिति जाँच गर्नुहोस्
uk: Перевірити мій статус

source: Check your inbox for an email with the confirmation code to enter below:
fi: Tarkista sähköpostisi ja syötä saamasi vahvistuskoodi alle:
ga: Féach ar do bhosca ríomhphoist le haghaidh teachtaireachta leis an gcód dearbhaithe atá le cur isteach thíos.
gl: Enviamos un código de inicio de sesión ao teu correo. Insíreo aquí:
hi: नीचे दर्ज करने के लिए पुष्टिकरण कोड के साथ एक ईमेल के लिए अपने इनबॉक्स की जाँच करें:
ne: तल प्रविष्ट गर्नको लागि पुष्टिकरण कोड भएको इमेलको लागि तपाईंको इनबक्स जाँच गर्नुहोस्:
uk: Перевірте свою поштову скриньку на наявність електронного листа з кодом підтвердження та введіть його нижче:

source: Choose domain verification method
fi: Valitse verkkotunnuksen vahvistusmenetelmä
ga: Roghnaigh modh deimhnithe fearainn
gl: Escoller método de verificación do dominio
hi: डोमेन सत्यापन विधि चुनें
ne: डोमेन प्रमाणीकरण विधि छान्नुहोस्
uk: Змінити метод підтвердження домену

source: Choose Feeds
fi: Valitse syötteet
ga: Roghnaigh Fothaí
gl: Escolle Canles
hi: फ़ीड चुनें
ne: फिडहरू छान्नुहोस्
uk: Обрати стрічки

source: Choose for me
fi: Valitse puolestani
ga: Roghnaigh ar mo shon
gl: Escolle para min
hi: मेरे लिए चुनें
ne: मेरो लागि छान्नुहोस्
uk: Обрати для мене

source: Choose People
fi: Valitse käyttäjät
ga: Roghnaigh Daoine
gl: Escolle xente
hi: लॉग चुनें
ne: व्यक्तिहरू छान्नुहोस्
uk: Обрати людей

source: Choose the algorithms that power your custom feeds.
fi: Valitse algoritmit, jotka ohjaavat mukautettuja syötteitäsi.
ga: Roghnaigh na halgartaim le haghaidh do chuid sainfhothaí.
gl: Ti elixes os algoritmos que usar nas túas canles.
hi: आपके कस्टम फ़ीड को चलाने के लिए एल्गोरिथ्म चुनें।
ne: तपाईंका अनुकूलन फिडहरूलाई सक्षम बनाउने एल्गोरिदम छान्नुहोस्।
uk: Обрати алгоритми, що наповнюватимуть ваші стрічки.

source: Choose this color as your avatar
fi: Valitse tämä väri profiilikuvaksesi
ga: Roghnaigh an dath seo mar abhatár duit
gl: Elixe esta color como o teu avatar
hi: इस रंग को अपना अवतार के रूप में चुनें
ne: यो रंगलाई आफ्नो अवतारको रूपमा छान्नुहोस्
uk: Обрати цей колір для свого аватару

source: Choose your own timeline! Feeds built by the community help you find content you love.
fi: Valitse oma aikajanasi! Yhteisön rakentamat syötteet auttavat löytämään mieleistäsi sisältöä.
ga: Tóg d'amlíne féin! Is féidir teacht ar ábhar a thaitneoidh leat le fothaí a thógann an pobal.
gl: Escolle a túa propia liña de tempo! Fíos feitos pola comunidade axudarante a atopar contido que che preste.
hi: आपका अपना टाइमलाइन चुनें! समुदाय द्वारा बनाए गए फ़ीड आपको पसंदीदा सामग्री ढूँढने में सहायता करते हैं।

source: Choose your password
fi: Valitse salasanasi
ga: Roghnaigh do phasfhocal
gl: Escolleu o teu contrasinal
hi: अपना पासवर्ड चुनें
ne: तपाईंको पासवर्ड छान्नुहोस्
uk: Вкажіть пароль

source: Choose your username
fi: Valitse käyttäjätunnuksesi
ga: Do leasainm
gl: O teu alcume
hi: आपका उपयोगकर्ता हैंडल
uk: Ваш псевдонім

source: Clear all storage data
fi: Tyhjennä kaikki tallennustilan tiedot
ga: Glan na sonraí ar fad atá i dtaisce.
gl: Borrar todos os datos de almacenamento
hi: सभी स्टोरेज डेटा खाली करें
ne: सबै भण्डारण डाटा खाली गर्नुहोस्

source: Clear all storage data (restart after this)
fi: Tyhjennä kaikki tallennustilan tiedot (käynnistä uudelleen tämän jälkeen)
ga: Glan na sonraí ar fad atá i dtaisce. Ansin atosaigh.
gl: Borrar todos os datos de almacenamento (reiniciar despois disto)
hi: सभी स्टोरेज डेटा खाली करें (इसके बाद फिर से खोलें)
ne: सबै भण्डारण डाटा खाली गर्नुहोस् (यसपछि पुनः सुरु गर्नुहोस्)

source: Clear search query
fi: Tyhjennä hakukysely
ga: Glan an cuardach
gl: Borrar consulta de búsqueda
hi: खोज क्वेरी खाली करें
ne: खोज प्रश्न खाली गर्नुहोस्
uk: Очистити пошуковий запит

source: click here
fi: napsauta tästä
ga: cliceáil anseo
gl: Preme aquí
hi: यहाँ क्लिक करें
ne: यहाँ क्लिक गर्नुहोस्
uk: торкніться тут

source: Click to disable quote posts of this post.
fi: Napsauta poistaaksesi lainausjulkaisut käytöstä tältä julkaisulta.
ga: Cliceáil chun cosc a chur ar phostálacha athluaite den phostáil seo.
gl: Preme para deshabilitar as citas para este chío.
hi: इस पोस्ट के क्वोट पोस्ट अक्षम करने के लिए क्लिक करें।
ne: यो पोस्टको कोट पोस्टहरू अक्षम गर्न क्लिक गर्नुहोस्।
uk: Торкніться, щоб вимкнути цитування цього допису.

source: Click to enable quote posts of this post.
fi: Napsauta ottaaksesi lainausjulkaisut käyttöön tälle julkaisulle.
ga: Cliceáil chun postálacha athluaite den phostáil seo a cheadú.
gl: Preme para habilitar as citas para este chío.
hi: इस पोस्ट के क्वोट पोस्ट सक्षम करने के लिए क्लिक करें।
ne: यो पोस्टको कोट पोस्टहरू सक्षम गर्न क्लिक गर्नुहोस्।
uk: Торкніться, щоб увімкнути цитування цього допису.

source: Click to retry failed message
fi: Napsauta tästä yrittääksesi uudelleen epäonnistunutta viestin lähetystä
ga: Cliceáil le triail eile a bhaint as teachtaireacht ar theip uirthi
gl: Preme para reintentar a mensaxe fallida
hi: असफल संदेश को फिर से भेजने के लिए क्लिक करें
ne: असफल सन्देश पुन: प्रयास गर्न क्लिक गर्नुहोस्
uk: Торкніться, щоб спробувати надіслати повідомлення знов

source: Climate
fi: Ilmasto
ga: Aeráid
gl: Clima
hi: जलवायु
ne: जलवायु
uk: Клімат

source: Clip 🐴 clop 🐴
fi: Kopoti 🐴 kopoti 🐴
ga: Trup, Trup a Chapaillín 🐴
hi: ठक 🐴 ठक 🐴
ne: क्लिप 🐴 क्लोप 🐴
uk: Тик 🐴 тигидик 🐴

source: Close
fi: Sulje
ga: Dún
gl: Pechar
hi: बंद करें
ne: बन्द गर्नुहोस्
uk: Закрити

source: Close active dialog
fi: Sulje aktiivinen valintaikkuna
ga: Dún an dialóg oscailte
gl: Pechar xanela activa
hi: सक्रिय डायलॉग बंद करें
ne: सक्रिय संवाद बन्द गर्नुहोस्
uk: Закрити діалогове вікно

source: Close alert
fi: Sulje hälytys
ga: Dún an rabhadh
gl: Pechar alerta
hi: सूचना बंद करें
ne: चेतावनी बन्द गर्नुहोस्
uk: Закрити сповіщення

source: Close bottom drawer
fi: Sulje alavalikko
ga: Dún an tarraiceán íochtair
gl: Pechar o caixón inferior
hi: निचला ड्रॉयर बंद करो
ne: तलको दराज बन्द गर्नुहोस्
uk: Закрити нижнє меню

source: Close dialog
fi: Sulje valintaikkuna
ga: Dún an dialóg
gl: Pechar
hi: डायलॉग बंद करें
ne: संवाद बन्द गर्नुहोस्
uk: Закрити діалогове вікно

source: Close emoji picker
fi: Sulje emojinvalitsin
ga: Dún an roghnóir emoji
gl: Pechar o selector de emojis
hi: इमोजी चयन बंद करें

source: Close GIF dialog
fi: Sulje GIF-valintaikkuna
ga: Dún an dialóg GIF
gl: Pechar caixa de GIF
hi: GIF डायलॉग बंद करें
ne: GIF संवाद बन्द गर्नुहोस्
uk: Закрити діалогове вікно GIF

source: Close image
fi: Sulje kuva
ga: Dún an íomhá
gl: Pechar imaxe
hi: छवि बंद करें
ne: चित्र बन्द गर्नुहोस्
uk: Закрити зображення

source: Close image viewer
fi: Sulje kuvankatselu
ga: Dún amharcóir na n-íomhánna
gl: Pechar o visor de imaxes
hi: छवि बंद करें
ne: चित्र दर्शक बन्द गर्नुहोस्
uk: Закрити перегляд зображення

source: Close this dialog
fi: Sulje tämä valintaikkuna
ga: Dún an dialóg seo
gl: Pechar esta xanela
hi: यह डायलॉग बंद करें
ne: यो संवाद बन्द गर्नुहोस्
uk: Закрити діалогове вікно

source: Closes password update alert
fi: Sulkee salasanan päivityshälytyksen
ga: Dúnann sé seo an rabhadh faoi uasdátú an phasfhocail
gl: Pecha a alerta de actualización de contrasinal
hi: पासवर्ड अपडेट सूचना बंद करता है
ne: पासवर्ड अद्यावधिक चेतावनी बन्द गर्नुहोस्
uk: Закриває сповіщення про оновлення пароля

source: Closes viewer for header image
fi: Sulkee kuvan katseluohjelman
ga: Dúnann sé seo an t-amharcóir le haghaidh íomhá an cheanntáisc
gl: Pecha o visor do encabezado da imaxe
hi: हेडर छवि का दर्शक बंद करता है
ne: हेडर चित्रको दर्शक बन्द गर्नुहोस्
uk: Закриває перегляд зображення

source: Collapse list of users
fi: Pienennä käyttäjäluettelo
ga: Laghdaigh an liosta úsáideoirí
gl: Pechar listaxe de contas
hi: उपयोगकर्ताओं की सूची को संक्षिप्त करें
ne: प्रयोगकर्ताहरूको सूची संक्षेप गर्नुहोस्
uk: Згорнути список користувачів

source: Collapses list of users for a given notification
fi: Pienentää tämän ilmoituksen käyttäjäluettelon
ga: Laghdaíonn sé seo liosta na n-úsáideoirí le haghaidh an fhógra sin
gl: Pechar a listaxe de contas para unha notificación en particular
hi: किसी अधिसूचना के उपयोगकर्ताओं की सूची को संक्षिप्त करता है
ne: दिइएको सूचना लागि प्रयोगकर्ताहरूको सूची संक्षेप गर्दछ
uk: Згортає список користувачів для даного сповіщення

source: Color mode
fi: Väritila
ga: Mód datha
gl: Modo de color
hi: रंग मोड
ne: रंग मोड
uk: Колірний режим

source: Comedy
fi: Komedia
ga: Greann
gl: Comedia
hi: हास्य
ne: कमेडी
uk: Комедія

source: Comics
fi: Sarjakuvat
ga: Greannáin
gl: Bandas deseñadas
hi: कॉमिक
ne: कमिक्स
uk: Комікси

source: Community Guidelines
fi: Yhteisöohjeet
ga: Treoirlínte an phobail
gl: Directrices da comunidade
hi: समुदाय दिशानिर्देश
ne: समुदायका दिशानिर्देशहरू
uk: Правила спільноти

source: Complete onboarding and start using your account
fi: Suorita käyttöönotto loppuun ja aloita tilisi käyttö
ga: Críochnaigh agus tosaigh ag baint úsáide as do chuntas.
gl: Completa a incorporación e comeza a usar a túa conta
hi: समाप्त करें और खाते का उपयोग शुरू करें
ne: अनबोर्डिङ पूरा गर्नुहोस् र आफ्नो खाता प्रयोग गर्न सुरु गर्नुहोस्
uk: Завершити ознайомлення та розпочати користуватися обліковим записом

source: Complete the challenge
fi: Suorita haaste loppuun
ga: Freagair an dúshlán
gl: Completa o desafío
hi: चुनौती पूरी करें
ne: चुनौती पूरा गर्नुहोस्
uk: Завершити завдання

source: Compose new post
fi: Laadi uusi julkaisu
ga: Cum postáil nua
gl: Escribir nova publicación
hi: नया पोस्ट बनाएँ
ne: नयाँ पोस्ट तयार गर्नुहोस्
uk: Новий пост

source: Compose reply
fi: Laadi vastaus
ga: Scríobh freagra
gl: Redactar resposta
hi: जवाब लिखें
ne: जवाफ तयार गर्नुहोस्
uk: Відповісти

source: Compressing video...
fi: Pakataan videota…
ga: Físeán á chomhbhrú...
gl: Comprimindo vídeo...
hi: वीडियो कंप्रेस हो रहा है...
ne: भिडियो कम्प्रेस गर्दै...
uk: Стискання відео...

source: Configure content filtering setting for category: {name}
fi: Määritä sisällönsuodatusasetus luokalle {name}
ga: Socraigh scagadh an ábhair le haghaidh catagóir: {name}
gl: Configuración de filtrado de contido para a categoría: {name}
hi: {name} श्रेणी के लिए सामग्री फ़िल्टर करने की सेटिंग व्यवस्थित करें
ne: श्रेणी: {name} का लागि सामग्री फिल्टरिङ सेटिङ कन्फिगर गर्नुहोस्
uk: Налаштувати фільтрування вмісту для категорії: {name}

source: Configured in <0>moderation settings</0>.
fi: Määritetään <0>moderointiasetuksissa</0>.
ga: Le socrú i <0>socruithe na modhnóireachta</0>.
gl: Configurado en <0>axustes de moderación</0>
hi: <0>मॉडरेशन सेटिंग</0> में व्यवस्थित।
ne: <0>मोडरेशन सेटिङ्स</0> मा कन्फिगर गरिएको।
uk: Налаштовано <0>у налаштуваннях модерації</0>.

source: Confirm
fi: Vahvista
ga: Dearbhaigh
gl: Confirmar
hi: पुष्टि करें
ne: पुष्टि गर्नुहोस्
uk: Підтвердити

source: Confirm content language settings
fi: Vahvista sisällön kieliasetukset
ga: Dearbhaigh socruithe le haghaidh teanga an ábhair
gl: Confimar o idioma do contido
hi: सामग्री भाषा सेटिंग की पुष्टि करें
ne: सामग्री भाषा सेटिङ पुष्टि गर्नुहोस्
uk: Підтвердити налаштування мови вмісту

source: Confirm delete account
fi: Vahvista tilin poisto
ga: Dearbhaigh scriosadh an chuntais
gl: Confirmar eliminación da conta
hi: खाते को मिटाने की पुष्टि करें
ne: खाता मेटाउने पुष्टि गर्नुहोस्
uk: Підтвердити видалення облікового запису

source: Confirm your age:
fi: Vahvista ikäsi:
ga: Dearbhaigh d'aois:
gl: Confirma a túa idade:
hi: अपने आयु की पुष्टि करें
ne: तपाईंको उमेर पुष्टि गर्नुहोस्:
uk: Підтвердити ваш вік:

source: Confirm your birthdate
fi: Vahvista syntymäaikasi
ga: Dearbhaigh do bhreithlá
gl: Confirma a túa data de nacemento
hi: अपने जन्मतिथि की पुष्टि करें
ne: तपाईंको जन्ममिति पुष्टि गर्नुहोस्
uk: Підтвердити вашу дату народження

source: Confirmation code
fi: Vahvistuskoodi
ga: Cód dearbhaithe
gl: Código de confirmación
hi: पुष्टिकरण कोड
ne: पुष्टिकरण कोड
uk: Код підтвердження

source: Connecting...
fi: Yhdistetään…
ga: Ag nascadh…
gl: Conectando...
hi: कनेक्ट किया जा रहा...
ne: जोड्दैछ...
uk: З’єднання...

source: Contact support
fi: Ota yhteys tukeen
ga: Teagmháil le Support
gl: Contacta co soporte
hi: सहायता से संपर्क करें
ne: समर्थन सम्पर्क गर्नुहोस्
uk: Служба підтримки

source: Content & Media
fi: Sisältö ja media
ga: Ábhar agus Meáin
gl: Contido e Multimedia
hi: सामाग्री और मीडिया
ne: सामग्री र मिडिया

source: Content and media
fi: Sisältö ja media
ga: Ábhar agus meáin
gl: Contido e multimedia
hi: सामग्री और मीडिया
ne: सामग्री र मिडिया
uk: Вміст та медіа

source: Content and Media
fi: Sisältö ja media
ga: Ábhar agus Meáin
gl: Contido e Multimedia
hi: सामग्री और मीडिया
ne: सामग्री र मिडिया
uk: Вміст та медіа

source: Content Blocked
fi: Sisältö estetty
ga: Ábhar Blocáilte
gl: Contido bloqueado
hi: सामग्री अवरुद्ध
ne: सामग्री अवरुद्ध गरियो
uk: Вміст заблоковано

source: Content filters
fi: Sisällönsuodattimet
ga: Scagthaí ábhair
gl: Filtros de contido
hi: सामग्री फ़िल्टर
ne: सामग्री फिल्टरहरू
uk: Фільтри контенту

source: Content Languages
fi: Sisällön kielet
ga: Teangacha ábhair
gl: Idiomas de contido
hi: सामग्री भाषाएँ
ne: सामग्री भाषाहरू
uk: Мови вмісту

source: Content Not Available
fi: Sisältö ei saatavilla
ga: Ábhar nach bhfuil ar fáil
gl: Contido non dispoñíbel
hi: सामग्री अनुपलब्ध
ne: सामग्री उपलब्ध छैन
uk: Вміст недоступний

source: Content Warning
fi: Sisältövaroitus
ga: Rabhadh ábhair
gl: Advertencia de contido
hi: सामग्री चेतावनी
ne: सामग्री चेतावनी
uk: Попередження про вміст

source: Content warnings
fi: Sisältövaroitukset
ga: Rabhadh ábhair
gl: Advertencia de contido
hi: सामग्री चेतावनियाँ
ne: सामग्री चेतावनीहरू
uk: Попередження про вміст

source: Context menu backdrop, click to close the menu.
fi: Kontekstivalikon tausta-alue. Napsauta sulkeaksesi valikon.
ga: Cúlra an roghchláir comhthéacs, cliceáil chun an roghchlár a dhúnadh.
gl: Fondo do menú contextual, preme para pechar o menú.
hi: संदर्भ मेनू पृष्ठभूमि, मेनू बंद करने के लिए क्लिक करें
ne: सन्दर्भ मेनु पृष्ठभूमि, मेनु बन्द गर्न क्लिक गर्नुहोस्।
uk: Тло контекстного меню натисніть, щоб закрити меню.

source: Continue
fi: Jatka
ga: Lean ar aghaidh
gl: Continuar
hi: जारी रखें
ne: जारी राख्नुहोस्
uk: Далі

source: Continue as {0} (currently signed in)
fi: Jatka käyttäjänä {0} (nyt kirjautuneena)
ga: Lean ort mar {0} (atá logáilte isteach faoi láthair)
gl: Continuar como {0} (actualmente iniciaches sesión)
hi: (अभी साइन इन किया गया) {0} के रूप मे जारी रखें
ne: {0} को रूपमा जारी राख्नुहोस् (हाल साइन इन गरिएको)
uk: Продовжити як {0} (поточний користувач)

source: Continue thread...
fi: Jatka ketjua…
ga: Lean leis an snáithe...
gl: Continuar fío...
hi: थ्रेड को जारी रखें...
ne: थ्रेड जारी राख्नुहोस्...
uk: Продовжити гілку...

source: Continue to next step
fi: Jatka seuraavaan vaiheeseen
ga: Lean ar aghaidh go dtí an chéad chéim eile
gl: Sigue co seguinte paso
hi: अगले चरण पर जाएँ
ne: अर्को चरणमा जारी राख्नुहोस्
uk: Продовжити до наступного кроку

# toast
source: Conversation deleted
fi: Keskustelu poistettu
ga: Scriosadh an comhrá
gl: Conversa eliminada
hi: बातचीत मिटा दी गई
ne: वार्तालाप मेटाइयो
uk: Розмову видалено

source: Conversation deleted
fi: Keskustelu poistettu
ga: Scriosadh an comhrá
gl: Conversa eliminada
hi: बातचीत मिटा दी गई
ne: वार्तालाप मेटाइयो
uk: Розмову видалено

source: Cooking
fi: Ruoanlaitto
ga: Cócaireacht
gl: Cociñando
hi: रसोई
ne: खाना पकाउने
uk: Кухарство

source: Copied
fi: Kopioitu
ga: Cóipeáilte
gl: Copiado
hi: कॉपी की गई
ne: प्रतिलिपि गरियो
uk: Скопійовано

source: Copied build version to clipboard
fi: Ohjelmiston versio kopioitu leikepöydälle
ga: Leagan cóipeáilte sa ghearrthaisce
gl: Versión de compilación copiada ao portapapeis
hi: बिल्ड संस्कारण क्लिपबोर्ड पर कॉपी की गई
ne: बिल्ड संस्करण क्लिपबोर्डमा प्रतिलिपि गरियो
uk: Скопійовано версію збірки до буфера обміну

source: Copied to clipboard
fi: Kopioitu leikepöydälle
ga: Cóipeáilte sa ghearrthaisce
gl: Copiado ao portapapeis
hi: क्लिपबोर्ड पर कॉपी की गई
ne: क्लिपबोर्डमा प्रतिलिपि गरियो
uk: Скопійовано

source: Copied!
fi: Kopioitu!
ga: Cóipeáilte!
gl: Copiado!
hi: कॉपी की गई!
ne: प्रतिलिपि गरियो!
uk: Скопійовано!

source: Copy
fi: Kopioi
ga: Cóipeáil
gl: Copiar
hi: कॉपी करें
ne: प्रतिलिपि गर्नुहोस्
uk: Скопіювати

source: Copy App Password
fi: Kopioi sovellussalasana
ga: Cóipeáil an Pasfhocal Aipe
hi: ऐप पासवर्ड कॉपी करें
ne: एप पासवर्ड प्रतिलिपि गर्नुहोस्
uk: Копіювати пароль застосунку

source: Copy code
fi: Kopioi koodi
ga: Cóipeáil an cód
gl: Copiar código
hi: कोड कॉपी करें
ne: कोड प्रतिलिपि गर्नुहोस्
uk: Скопіювати код

source: Copy DID
fi: Kopioi DID
ga: Cóipeáil an DID
hi: DID कॉपी करें
ne: DID प्रतिलिपि गर्नुहोस्
uk: Копіювати ідентифікатор

source: Copy host
fi: Kopioi hosti
ga: Cóipeáil an t-óstainm
hi: होस्ट कॉपी करें
ne: होस्ट प्रतिलिपि गर्नुहोस्
uk: Копіювати хост

source: Copy link
fi: Kopioi linkki
ga: Cóipeáil an nasc
gl: Copiar ligazón
hi: लिंक कॉपी करें
ne: लिंक प्रतिलिपि गर्नुहोस्
uk: Копіювати посилання

source: Copy Link
fi: Kopioi linkki
ga: Cóipeáil an Nasc
gl: Copiar Ligazón
hi: लिंक कॉपी करें
ne: लिंक प्रतिलिपि गर्नुहोस्
uk: Копіювати посилання

source: Copy link to list
fi: Kopioi listan linkki
ga: Cóipeáil an nasc leis an liosta
gl: Copia ligazón á lista
hi: सूची पर लिंक कॉपी करें
ne: सूचीको लिंक प्रतिलिपि गर्नुहोस्
uk: Копіювати посилання на список

source: Copy link to post
fi: Kopioi julkaisun linkki
ga: Cóipeáil an nasc leis an bpostáil
gl: Copiar ligazón ao chío
hi: पोस्ट की लिंक कॉपी करें
ne: पोस्टको लिंक प्रतिलिपि गर्नुहोस्
uk: Копіювати посилання на пост

source: Copy message text
fi: Kopioi viestin teksti
ga: Cóipeáil téacs na teachtaireachta
gl: Copiar texto da mensaxe
hi: संदेश पाठ कॉपी करें
ne: सन्देशको पाठ प्रतिलिपि गर्नुहोस्
uk: Копіювати текст повідомлення

source: Copy post text
fi: Kopioi julkaisun teksti
ga: Cóipeáil téacs na postála
gl: Copiar texto do chío
hi: पोस्ट पाठ कॉपी करें
ne: पोस्टको पाठ प्रतिलिपि गर्नुहोस्
uk: Копіювати текст повідомлення

source: Copy QR code
fi: Kopioi QR-koodi
ga: Cóipeáil an cód QR
gl: Copiar código QR
hi: QR कोड कॉपी करें
ne: QR कोड प्रतिलिपि गर्नुहोस्
uk: Копіювати QR-код

source: Copy TXT record value
fi: Kopioi TXT-tietueen arvo
ga: Cóipeáil an taifead TXT
hi: TXT रिकॉर्ड मूल्य कॉपी करें
ne: TXT रेकर्ड मान प्रतिलिपि गर्नुहोस्
uk: Копіювати значення запису TXT

source: Copyright Policy
fi: Tekijänoikeuskäytäntö
ga: An polasaí maidir le cóipcheart
gl: Política de dereitos de autor
hi: कॉपीराइट नीति
ne: प्रतिलिपि अधिकार नीति
uk: Політика захисту авторського права

source: Could not leave chat
fi: Chatista ei voitu poistua
ga: Níor éiríodh ar an gcomhrá a fhágáil
gl: Non se puido saír deste conversa
hi: बातचीत छोड़ी नहीं जा सकी
ne: कुराकानी छोड्न सकिएन
uk: Не вдалось залишити чат

source: Could not load feed
fi: Syötettä ei voitu ladata
ga: Ní féidir an fotha a lódáil
gl: Non se puido cargar esta canle
hi: फ़ीड लोड नहीं किया जा सका
ne: फिड लोड गर्न सकिएन
uk: Не вдалося завантажити стрічку

source: Could not load list
fi: Listaa ei voitu ladata
ga: Ní féidir an liosta a lódáil
gl: Non se puido cargar esta listaxe
hi: सूची लोड नहीं किया जा सका
ne: सूची लोड गर्न सकिएन
uk: Не вдалося завантажити список

source: Could not mute chat
fi: Chattia ei voitu mykistää
ga: Níor éiríodh ar an gcomhrá a bhalbhú
gl: Non se puido silenciar a conversa
hi: बातचीत म्यूट नहीं किया जा सका
ne: कुराकानी म्यूट गर्न सकिएन
uk: Не вдалось стишити чат

source: Could not process your video
fi: Videota ei voitu käsitellä
ga: Níorbh fhéidir d'fhíseán a phróiseáil
gl: Non se puido procesar o teu vídeo
hi: आपका वीडियो प्रोसेस नहीं किया जा सका
ne: तपाईंको भिडियो प्रक्रिया गर्न सकिएन
uk: Не вдалось обробити відео

source: Create
fi: Luo
ga: Cruthaigh
gl: Crear
hi: बनाएँ
ne: सिर्जना गर्नुहोस्
uk: Створити
