Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Manage your muted words and tags
fi: Hallinnoi mykistettyjä sanoja ja tunnisteita
ga: Bainistigh do chuid clibeanna agus na focail a bhalbhaigh tú
gl: Xestiona as túas palabras e etiquetas silenciadas
hi: अपने म्यूट किए गए शब्द और टैग प्रबंधित करें
ne: तपाईंका म्यूट गरिएको शब्द र ट्यागहरू व्यवस्थापन गर्नुहोस्।
uk: Налаштувати ваші ігноровані слова і теги

source: Mark as read
fi: Merkitse luetuksi
ga: Marcáil léite
gl: Marcar como lido
hi: पढ़ा हुआ मार्क करें
ne: पढिएको रूपमा चिन्ह लगाउनुहोस्।
uk: Відмітити як прочитане

source: Media
ga: Meáin
gl: Multimedia
hi: मीडिया
ne: मिडिया
uk: Медіа

source: Media that may be disturbing or inappropriate for some audiences.
fi: Media, joka voi olla häiritsevää tai sopimatonta joillekin yleisöille.
ga: Meáin a d'fhéadfadh a bheith mí-oiriúnach nó a chuirfeadh isteach ar dhaoine áirithe.
gl: Medios que poden resultar perturbadores ou inapropiados para algunhas audiencias.
hi: मीडिया जो कुछ दर्शकों के लिए भयावह या अनुचित हो सकता है
ne: केही दर्शकहरूको लागि असुविधाजनक वा अनुचित हुन सक्ने मिडिया।
uk: Медіавміст, який може бути тривожним або недоречним для певних глядачів.

source: mentioned users
fi: mainitut käyttäjät
ga: úsáideoirí luaite
gl: persoas mencionadas
hi: उल्लेखित उपयोगकर्ता
ne: उल्लेख गरिएका प्रयोगकर्ता
uk: згадані користувачі

source: Mentioned users
fi: Mainituilta käyttäjiltä
ga: Úsáideoirí luaite
gl: Persoas mencionadas
hi: उल्लेखित उपयोगकर्ता
ne: उल्लेख गरिएका प्रयोगकर्ता
uk: Згадані користувачі

source: Mentions
fi: Maininnat
ga: Luaite
gl: Mencións
hi: उल्लेख
uk: Згадування

source: Menu
fi: Valikko
ga: Clár
gl: Menú
hi: मेनू
ne: मेनु
uk: Меню

source: Message {0}
fi: Lähetä viesti käyttäjälle {0}
ga: Teachtaireacht {0}
gl: Mensaxe {0}
hi: संदेश {0}
ne: सन्देश {0}
uk: Повідомлення {0}

# toast
source: Message deleted
fi: Viesti poistettu
ga: Scriosadh an teachtaireacht
gl: Mensaxe eliminada
hi: संदेश मिटाई गई
ne: सन्देश मेटाइएको।
uk: Повідомлення видалено

source: Message deleted
fi: Viesti poistettu
ga: Scriosadh an teachtaireacht
gl: Mensaxe eliminada
hi: संदेश मिटाई गई
ne: सन्देश मेटाइएको।
uk: Повідомлення видалено

source: Message from server: {0}
fi: Viesti palvelimelta: {0}
ga: Teachtaireacht ón bhfreastalaí: {0}
gl: Mensaxe do servidor: {0}
hi: सर्वर से संदेश: {0}
ne: सर्भरबाट सन्देश: {0}
uk: Повідомлення від сервера: {0}

source: Message input field
fi: Viestin syöttökenttä
ga: Réimse ionchur teachtaireachtaí
gl: Campo de entrada da mensaxe
hi: संदेश दर्ज करने का स्थान
ne: सन्देश इनपुट क्षेत्र
uk: Поле введення повідомлення

source: Message is too long
fi: Viesti on liian pitkä
ga: Tá an teachtaireacht rófhada
gl: A mensaxe é demasiado longa
hi: संदेश बहुत लंबा है
ne: सन्देश धेरै लामो छ।
uk: Повідомлення задовге

source: Messages
fi: Viestit
ga: Teachtaireachtaí
gl: Mensaxes
hi: संदेश
ne: सन्देशहरू
uk: Повідомлення

source: Misleading Account
fi: Harhaanjohtava tili
ga: Cuntas atá Míthreorach
gl: Conta enganosa
hi: भ्रमित करने वाला खाता
ne: भ्रामक खाता
uk: Оманливий обліковий запис

source: Misleading Post
fi: Harhaanjohtava julkaisu
ga: Postáil atá Míthreorach
gl: Chío enganoso
hi: भ्रमित करने वाला पोस्ट
ne: भ्रामक पोस्ट
uk: Оманливий пост

source: Moderation
fi: Moderointi
ga: Modhnóireacht
gl: Moderación
hi: मॉडरेशन
ne: मोडरेशन
uk: Модерація

source: Moderation details
fi: Moderoinnin yksityiskohdat
ga: Mionsonraí modhnóireachta
gl: Detalles de moderación
hi: मॉडरेशन विवरण
ne: मोडरेशन विवरणहरू
uk: Деталі модерації

source: Moderation list by {0}
fi: Moderointilista käyttäjältä {0}
ga: Liosta modhnóireachta le {0}
gl: Listaxe de moderación feita por {0}
hi: {0} द्वारा मॉडरेशन सूची
ne: {0} द्वारा मोडरेशन सूची
uk: Список модерації від {0}

source: Moderation list by <0/>
fi: Moderointilista käyttäjältä <0/>
ga: Liosta modhnóireachta le <0/>
gl: Listaxe de moderación feita por <0/>
hi: <0/> द्वारा मॉडरेशन सूची
ne: <0/> द्वारा मोडरेशन सूची
uk: Список модерації від <0/>

source: Moderation list by you
fi: Oma moderointilistasi
ga: Liosta modhnóireachta leat
gl: Listaxe de moderación feita por ti
hi: आपके द्वारा मॉडरेशन सूची
ne: तपाईं द्वारा मोडरेशन सूची
uk: Список модерації від вас

# toast
source: Moderation list created
fi: Moderointilista luotu
ga: Liosta modhnóireachta cruthaithe
gl: Listaxe de moderación creada
hi: मॉडरेशन सूची बनाई गई
ne: मोडरेशन सूची सिर्जना गरियो।
uk: Список модерації створено

# toast
source: Moderation list updated
fi: Moderointilista päivitetty
ga: Liosta modhnóireachta uasdátaithe
gl: Listaxe de moderación actualizada
hi: मॉडरेशन सूची अपडेट की गई
ne: मोडरेशन सूची अपडेट गरियो।
uk: Список модерації оновлено

source: Moderation lists
fi: Moderointilistat
ga: Liostaí modhnóireachta
gl: Listaxes de moderación
hi: मॉडरेशन सूचियाँ
ne: मोडरेशन सूचीहरू
uk: Списки для модерації

source: Moderation Lists
fi: Moderointilistat
ga: Liostaí modhnóireachta
gl: Listaxes de Moderación
hi: मॉडरेशन सूचियाँ
ne: मोडरेशन सूचीहरू
uk: Списки для модерації

source: moderation settings
fi: moderointiasetukset
ga: socruithe modhnóireachta
gl: axustes de moderación
hi: मॉडरेशन सेटिंग
ne: मोडरेशन सेटिङ्स
uk: Налаштування модерації

source: Moderation states
fi: Moderointitilat
ga: Stádais modhnóireachta
gl: Estados de moderación
hi: मॉडरेशन स्थिति
ne: मोडरेशन अवस्थाहरू
uk: Статус модерації

source: Moderation tools
fi: Moderointityökalut
ga: Uirlisí modhnóireachta
gl: Ferramentas de moderación
hi: मॉडरेशन के औज़ार
ne: मोडरेशन उपकरणहरू
uk: Інструменти модерації

source: Moderator has chosen to set a general warning on the content.
fi: Moderaattori on valinnut asettaa sisällölle yleisen varoituksen.
ga: Chuir an modhnóir rabhadh ginearálta ar an ábhar.
gl: A persoas moderadora decidiu establecer unha advertencia xeral sobre o contido.
hi: मॉडरेटर ने सामग्री पर सामान्य चेतावनी दी है।
ne: मोडरेटरले सामग्रीमा सामान्य चेतावनी सेट गर्ने निर्णय गरेका छन्।
uk: Модератор вирішив встановити загальне попередження на вміст.

source: More feeds
fi: Lisää syötteitä
ga: Tuilleadh fothaí
gl: Máis canles
hi: अधिक फ़ीड
ne: थप फीडहरू
uk: Більше стрічок

source: More options
fi: Lisää valintoja
ga: Tuilleadh roghanna
gl: Máis opcións
hi: अधिक विकल्प
ne: थप विकल्पहरू
uk: Додаткові опції

source: Movies
fi: Elokuvat
ga: Scannáin
gl: Filmes
hi: सिनेमा
ne: चलचित्रहरू
uk: Кіно

source: Music
fi: Musiikki
ga: Ceol
gl: Música
hi: संगीत
ne: संगीत
uk: Музика

# video
source: Mute
fi: Mykistä
ga: Balbhaigh
gl: Silenciar
hi: म्यूट
ne: म्यूट गर्नुहोस्
uk: Стишити

source: Mute account
fi: Mykistä tili
gl: Silenciar conta
hi: खाता म्यूट करें
ne: खाता म्यूट गर्नुहोस्

source: Mute accounts
fi: Mykistä tilit
ga: Balbhaigh cuntais
gl: Silenciar contas
hi: खातों को म्यूट करें
ne: खाता म्यूट गर्नुहोस्
uk: Ігнорувати облікові записи

source: Mute conversation
fi: Mykistä keskustelu
ga: Balbhaigh an comhrá
gl: Silenciar conversa
hi: बातचीत म्यूट करें
ne: वार्ता म्यूट गर्नुहोस्
uk: Ігнорувати розмову

source: Mute in:
fi: Mykistä
ga: Balbhaigh i:
gl: Silenciar en:
hi: इसमें म्यूट करें:
ne: म्यूट गर्नुहोस्:
uk: Ігнорувати у:

source: Mute list
fi: Mykistä lista
ga: Balbhaigh an liosta
gl: Silenciar a listaxe
hi: सूची म्यूट करें
ne: सूची म्यूट गर्नुहोस्
uk: Ігнорувати список

source: Mute these accounts?
fi: Mykistetäänkö nämä tilit?
ga: An bhfuil fonn ort na cuntais seo a bhalbhú?
gl: Silenciar estas contas?
hi: इन खातों को म्यूट करें?
ne: यी खाता म्यूट गर्नुहोस्?
uk: Ігнорувати ці облікові записи?

source: Mute this word for 24 hours
fi: Mykistä tämä sana 24 tunniksi
ga: Balbhaigh an focal seo ar feadh 24 uair an chloig
gl: Silenciar esta palabra por 24 horas
hi: इस शब्द को 24 घंटों के लिए म्यूट करें
ne: यो शब्द २४ घण्टाका लागि म्यूट गर्नुहोस्
uk: Ігнорувати це слово 24 години

source: Mute this word for 30 days
fi: Mykistä tämä sana 30 päiväksi
ga: Balbhaigh an focal seo ar feadh 30 lá
gl: Silenciar esta palabra por 30 días
hi: इस शब्द को 30 दिनों के लिए म्यूट करें
ne: यो शब्द ३० दिनका लागि म्यूट गर्नुहोस्
uk: Ігнорувати це слово 30 днів

source: Mute this word for 7 days
fi: Mykistä tämä sana 7 päiväksi
ga: Balbhaigh an focal seo ar feadh 7 lá
gl: Silenciar esta palabra por 7 días
hi: इस शब्द को 7 दिनों के लिए म्यूट करें
ne: यो शब्द ७ दिनका लागि म्यूट गर्नुहोस्
uk: Ігнорувати це слово 7 днів

source: Mute this word in post text and tags
fi: Mykistä tämä sana julkaisujen tekstissä ja tunnisteissa
ga: Balbhaigh an focal seo i dtéacs postálacha agus i gclibeanna
gl: Silenciar esta palabra no texto do chío e as etiquetas
hi: इस शब्द को पोस्ट पाठ और टैग में म्यूट करें
ne: यो शब्द पोस्ट पाठ र ट्यागहरूमा म्यूट गर्नुहोस्
uk: Ігнорувати це слово у постах і тегах

source: Mute this word in tags only
fi: Mykistä tämä sana vain tunnisteissa
ga: Balbhaigh an focal seo i gclibeanna amháin
gl: Silenciar esta palabra só nas etiquetas
hi: इस शब्द को केवल टैग में म्यूट करें
ne: यो शब्द केवल ट्यागहरूमा म्यूट गर्नुहोस्
uk: Ігнорувати це слово лише у тегах

source: Mute this word until you unmute it
fi: Mykistä tämä sana kunnes poistat sen mykistyksen
ga: Balbhaigh an focal seo go ndíbhalbhóidh mé é
gl: Silenciar esta palabra ata que a actives
hi: इस शब्द को म्यूट करें जब तक आप इसे अनम्यूट नहीं करते
ne: तपाईंले अनम्यूट नगरेसम्म यो शब्द म्यूट गर्नुहोस्
uk: Ігнорувати це слово безстроково

source: Mute thread
fi: Mykistä ketju
ga: Balbhaigh an snáithe seo
gl: Silenciar fío
hi: थ्रेड म्यूट करें
ne: थ्रेड म्यूट गर्नुहोस्
uk: Ігнорувати обговорення

source: Mute words & tags
fi: Mykistä sanoja ja tunnisteita
ga: Balbhaigh focail ⁊ clibeanna
gl: Silenciar palabras e etiquetas
hi: शब्द और टैग म्यूट करें
ne: शब्दहरू र ट्यागहरू म्यूट गर्नुहोस्
uk: Ігнорувати слова та теги

source: Muted accounts
fi: Mykistetyt tilit
ga: Cuntais a balbhaíodh
gl: Contas silenciadas
hi: म्यूट किए गए खाते
ne: म्यूट गरिएका खाता
uk: Ігноровані облікові записи

source: Muted Accounts
fi: Mykistetyt tilit
ga: Cuntais a balbhaíodh
gl: Contas Silenciadas
hi: म्यूट किए गए खाते
ne: म्यूट गरिएका खाता
uk: Ігноровані облікові записи

source: Muted accounts have their posts removed from your feed and from your notifications. Mutes are completely private.
fi: Mykistettyjen tilien julkaisut poistetaan syötteestäsi ja ilmoituksistasi. Mykistykset ovat täysin yksityisiä.
ga: Baintear na postálacha ó na cuntais a chuir tú i bhfolach as d’fhotha agus as do chuid fógraí. Is príobháideach ar fad é an cur i bhfolach.
gl: As publicacións das contas silenciadas elimínanse das túas canles e das túas notificacións. As contas silenciadas son completamente privadas.
hi: म्यूट किए गए खातों के पोस्ट आपके फ़ीड और आपकी अधिसूचनाओं से हटा दिए जाते हैं। म्यूट पूरी तरह से निजी हैं।
ne: म्यूट गरिएका खाताहरूका पोस्टहरू तपाईंको फीड र सूचनाहरूबाट हटाइन्छ। म्यूटहरू पूर्ण रूपमा निजी छन्।
uk: Ігноровані облікові записи автоматично вилучаються із вашої стрічки та сповіщень. Ігнорування є повністю приватним.

source: Muted by "{0}"
fi: Mykistänyt ”{0}”
ga: Curtha i bhfolach ag "{0}"
gl: Silenciado por "{0}"
hi: "{0}" द्वारा म्यूट किया गया
ne: "{0}" द्वारा म्यूट गरियो।
uk: Ігноровано від "{0}"

source: Muted words & tags
fi: Mykistetyt sanat ja tunnisteet
ga: Focail ⁊ clibeanna a cuireadh i bhfolach
gl: Palabras e etiquetas silenciadas
hi: म्यूट किए गए शब्द और टैग
ne: म्यूट गरिएका शब्दहरू र ट्यागहरू
uk: Ігноровані слова та теги

source: Muting is private. Muted accounts can interact with you, but you will not see their posts or receive notifications from them.
fi: Mykistäminen on yksityistä. Mykistetyt tilit voivat edelleen olla vuorovaikutuksessa kanssasi, mutta et näe niiden julkaisuja etkä saa ilmoituksia niiltä.
ga: Tá an balbhú príobháideach. Is féidir leis na cuntais a bhalbhaigh tú do chuid postálacha a fheiceáil agus is féidir leo scríobh chugat ach ní fheicfidh tú a gcuid postálacha eile ná aon fhógraí uathu.
gl: Ninguén pode ver a quen silencias. As contas silenciadas poden interactuar contigo, máis non verás os seus chíos nin recibirás notificacións deles.
hi: म्यूट करना निजी है। म्यूट किए गए खाते आपसे संपर्क कर सकते हैं, लेकिन आप उनकी पोस्ट नहीं देखेंगे या उनसे अधिसूचनाएँ प्राप्त नहीं करेंगे।
ne: म्यूट निजी हुन्छ। म्यूट गरिएका खाताहरू तपाईंसँग अन्तरक्रिया गर्न सक्छन्, तर तपाईंले तिनीहरूको पोस्टहरू देख्नुहुनेछैन वा तिनीहरूबाट सूचना प्राप्त गर्नुहुनेछैन।
uk: Ігнорування є приватним. Ігноровані користувачі можуть взаємодіяти з вами, але ви не бачитимете їх пости і не отримуватимете від них сповіщень.

source: My Birthday
fi: Syntymäpäiväni
ga: Mo Bhreithlá
gl: O meu aniversario
hi: मेरा जन्मदिन
ne: मेरो जन्मदिन
uk: Мій день народження

source: My Feeds
fi: Syötteeni
ga: Mo Chuid Fothaí
gl: As miñas canles
hi: मेरे फ़ीड
ne: मेरो फीडहरू
uk: Мої стрічки

source: Name
fi: Nimi
ga: Ainm
gl: Nome
hi: नाम
ne: नाम
uk: Ім'я

source: Name is required
fi: Nimi on pakollinen
ga: Tá an t-ainm riachtanach
gl: Nome requerido
hi: नाम आवश्यक है
ne: नाम अनिवार्य छ।
uk: Необхідна назва

source: Name or Description Violates Community Standards
fi: Nimi tai kuvaus rikkoo yhteisön sääntöjä
ga: Sáraíonn an tAinm nó an Cur Síos Caighdeáin an Phobail
gl: O nome ou a descrición está a violar as normas da comunidade
hi: नाम या विवरण समुदाय मानकों का उल्लंघन करता है
ne: नाम वा विवरणले समुदायका मापदण्डहरू उल्लङ्घन गर्दछ।
uk: Ім'я чи Опис порушують стандарти спільноти

source: Nature
fi: Luonto
ga: Nádúr
gl: Natureza
hi: प्रकृति
ne: प्रकृति
uk: Природа

source: Navigate to {0}
fi: Siirry kohteeseen {0}
ga: Téigh go {0}
gl: Navegar a {0}
hi: {0} पर जाएँ
ne: {0} मा जानुहोस्
uk: Перейти до {0}

source: Navigates to the next screen
fi: Siirtyy seuraavalle näytölle
ga: Téann sé seo chuig an gcéad scáileán eile
gl: Navega á seguinte pantalla
hi: अगले स्क्रीन पर जाता है
ne: अर्को स्क्रिनमा जानुहोस्
uk: Переходить до наступного екрана

source: Navigates to your profile
fi: Siirtyy profiiliisi
ga: Téann sé seo chuig do phróifíl
gl: Navega ao teu perfil
hi: आपके प्रोफ़ाइल पर जाता है
ne: तपाईंको प्रोफाइलमा जानुहोस्
uk: Переходить до вашого профілю

source: Need to report a copyright violation?
fi: Tarvitseeko sinun ilmiantaa tekijänoikeusrikkomus?
ga: An bhfuil tú ag iarraidh sárú cóipchirt a thuairisciú?
gl: Necesitas reportar unha violación de copyright?
hi: कॉपीराइट उल्लंघन की शिकायत करना चाहते हैं?
ne: प्रतिलिपि अधिकार उल्लङ्घनको रिपोर्ट गर्न चाहनुहुन्छ?
uk: Хочете повідомити про порушення авторських прав?

source: Never lose access to your followers or data.
fi: Älä koskaan menetä pääsyä seuraajiisi tai tietoihisi.
ga: Ná bíodh gan fáil ar do chuid leantóirí ná ar do chuid dáta go deo.
gl: Nunca perdas o acceso aos teus seguidores nin ao teus datos.
hi: अपने फ़ॉलोअर और डेटा तक पहुँच कभी न खोएँ।
ne: कहिल्यै पनि आफ्ना फलोअरहरू वा डेटा गुमाउनु पर्दैन।
uk: Ніколи не втрачайте доступ до ваших підписників та даних.

source: Nevermind, create a handle for me
fi: Ei se mitään, luo minulle käyttäjätunnus
ga: Is cuma, cruthaigh leasainm dom
gl: Non importa, crea un alcume para min
hi: छोड़ें, मेरे लिए हैंडल बनाएँ
ne: केही छैन, मेरो लागि एक हैंडल सिर्जना गर्नुहोस्
uk: Неважливо, створіть для мене псевдонім

source: New
fi: Uusi
ga: Nua
gl: Novo
hi: नया
ne: नयाँ
uk: Новий

# action
source: New
fi: Uusi
ga: Nua
gl: Novo
hi: नया
ne: नयाँ
uk: Новий

source: New chat
fi: Uusi chatti
ga: Comhrá nua
gl: Novo chat
hi: नया बातचीत
ne: नयाँ कुराकानी
uk: Новий чат

source: New handle
fi: Uusi käyttäjätunnus
ga: Leasainm nua
gl: Novo alcume
hi: नया हैंडल
ne: नयाँ हैंडल
uk: Новий псевдонім

source: New list
fi: Uusi lista
ga: Liosta nua
hi: नई सूची

source: New messages
fi: Uusia viestejä
ga: Teachtaireachtaí nua
gl: Novas mensaxes
hi: नए संदेश
ne: नयाँ सन्देशहरू
uk: Нові повідомлення

source: New Moderation List
fi: Uusi moderointilista
ga: Liosta modhnóireachta nua
gl: Nova listaxe de moderación
hi: नया मॉडरेशन सूची
ne: नयाँ मोडरेशन सूची
uk: Новий список модерації

source: New password
fi: Uusi salasana
ga: Pasfhocal Nua
gl: Novo contrasinal
hi: नया पासवर्ड
ne: नयाँ पासवर्ड
uk: Новий пароль

source: New post
fi: Uusi julkaisu
ga: Postáil nua
gl: Novo chío
hi: नया पोस्ट
ne: नयाँ पोस्ट
uk: Новий пост

# action
source: New post
fi: Uusi julkaisu
ga: Postáil nua
gl: Novo chío
hi: नया पोस्ट
ne: नयाँ पोस्ट
uk: Новий пост

# action
source: New Post
fi: Uusi julkaisu
ga: Postáil nua
gl: Novo Chío
hi: नया पोस्ट
ne: नयाँ पोस्ट
uk: Новий пост

source: New user info dialog
fi: Käyttäjän uusien tietojen valintaikkuna
ga: Dialóg: eolas faoi úsáideoir nua
gl: Nova xanela de información desta persoa
hi: नया उपयोगकर्ता जानकारी डायलॉग
ne: नयाँ प्रयोगकर्ता जानकारी संवाद
uk: Інформація про нового користувача

source: New User List
fi: Uusi käyttäjälista
ga: Liosta Nua d’Úsáideoirí
gl: Nova listaxe de persoas
hi: नया उपयोगकर्ता सूची
ne: नयाँ प्रयोगकर्ता सूची
uk: Новий список користувачів

source: Newest replies first
fi: Uusimmat vastaukset ensin
ga: Na freagraí is déanaí ar dtús
gl: Primeiro as respostas máis recentes
hi: सबसे नया जवाब पहले
ne: पहिले सबैभन्दा नयाँ उत्तरहरू
uk: Спочатку найновіші

source: News
fi: Uutiset
ga: Nuacht
gl: Noticias
hi: समाचार
ne: समाचार
uk: Новини

source: Next
fi: Seuraava
ga: Ar aghaidh
gl: Siguinte
hi: अगला
ne: अर्को
uk: Наступне

# Name of app icon variant
source: Next
fi: Seuraava
ga: Ar aghaidh
gl: Siguinte
hi: अगला
ne: अर्को
uk: Наступне

source: Next image
fi: Seuraava kuva
ga: An chéad íomhá eile
gl: Nova imaxe
hi: अगली छवि
ne: अर्को चित्र
uk: Наступне зображення

source: No app passwords yet
fi: Ei vielä sovellussalasanoja
ga: Níl aon phasfhocal aipe ann fós
hi: कोई ऐप पासवर्ड नहीं
ne: अहिलेसम्म कुनै एप पासवर्ड छैन
uk: Ще немає паролів застосунку

source: No DNS Panel
fi: Ei DNS-paneelia
ga: Gan Phainéal DNS
gl: Sen panel de DNS
hi: कोई DNS पैनल नहीं
ne: कुनै DNS प्यानल छैन
uk: Відсутня панель DNS

source: No featured GIFs found. There may be an issue with Tenor.
fi: Esillä olevia GIF-kuvia ei löydy. Tenorissa saattaa olla ongelma.
ga: Níor aimsíodh GIFanna speisialta. D'fhéadfadh sé gur tharla fadhb le Tenor.
gl: Non se atoparon GIF destacados. Pode haber un problema con Tenor.
hi: कोई अनुशंसित GIF नहीं मिली। टेनोर के साथ समस्या हो सकती है।
ne: विशेष GIFहरू फेला परेनन्। Tenorसँग समस्या हुन सक्छ।
uk: GIF-файлів не знайдено. З Tenor можуть бути проблеми.

source: No feeds found. Try searching for something else.
fi: Syötteitä ei löydy. Kokeile hakea jotain muuta.
ga: Ní fuarthas aon fhothaí. Bain triail as rud éigin eile a chuardach.
gl: Non se encontraron canles. Intenta buscar algo máis.
hi: कोई फीड नहीं मिली। कुछ और खोजने का प्रयास करें।
ne: कुनै फीडहरू फेला परेनन्। केहि अरू खोज्ने प्रयास गर्नुहोस्।
uk: Стрічок не знайдено. Спробуйте пошукати щось інше.

source: No likes yet
fi: Ei vielä tykkäyksiä
ga: Gan moladh fós
gl: Aínda sen gústames
hi: अभी तक कोई पसंद नहीं
ne: अहिलेसम्म कुनै रुचिहरू छैन
uk: Ще немає вподобань

source: No longer following {0}
fi: Et enää seuraa käyttäjää {0}
ga: Ní leantar {0} níos mó
gl: Xa non segues a {0}
hi: {0} को और फ़ॉलो नहीं कर रहे
ne: {0} लाई अब अनुसरण गरिरहेको छैन
uk: Ви більше не читаєте {0}

source: No messages yet
fi: Ei vielä viestejä
ga: Níl aon teachtaireacht ann fós
gl: Aínda non hai mensaxes
hi: अभी तक कोई संदेश नहीं
ne: अहिलेसम्म कुनै सन्देश छैन
uk: Ще немає повідомлень

source: No notifications yet!
fi: Ei vielä ilmoituksia!
ga: Níl aon fhógra ann fós!
gl: Aínda non hai notificacións!
hi: अभी तक कोई अधिसूचनाएँ नहीं!
ne: अहिले सम्म कुनै सूचना छैन!
uk: Ще ніяких сповіщень!

source: No one
fi: Ei keneltäkään
ga: Duine ar bith
gl: Ninguén
hi: कोई नहीं
ne: कसैलाई पनि होइन
uk: Ніхто

source: No one but the author can quote this post.
fi: Vain tekijä voi lainata tätä julkaisua.
ga: Is é an t-údar amháin atá in ann an phostáil seo a athlua.
gl: Ninguén, excepto a persoa autora, pode citar este chío.
hi: केवल लेखक ही इस पोस्ट को क्वोट कर सकता है।
ne: लेखकबाहेक कसैले पनि यो पोस्ट उद्धृत गर्न सक्दैन।
uk: Ніхто, окрім автора, не може цитувати цей пост.

source: No posts yet.
fi: Ei vielä julkaisuja.
ga: Gan phostáil fós.
gl: Aínda non hai chíos.
hi: अभी तक कोई पोस्ट नहीं।
ne: अहिलेसम्म कुनै पोस्ट छैन।
uk: Постів ще немає.

source: No quotes yet
fi: Ei vielä lainauksia
ga: Gan phostáil athluaite fós
gl: Aínda non hai citas.
hi: कोई क्वोट नहीं
ne: अहिलेसम्म कुनै उद्धरण छैन।
uk: Ще немає цитувань

source: No reposts yet
fi: Ei vielä uudelleenjulkaisuja
ga: Gan athphostáil fós
gl: Aínda non hai rechouchíos
hi: कोई रीपोस्ट नहीं
ne: अहिलेसम्म कुनै पुनःपोस्ट छैन।
uk: Ще немає репостів

source: No result
fi: Ei tulosta
ga: Gan torthaí
gl: Sen resultado
hi: कोई परिणाम नहीं
ne: कुनै परिणाम छैन
uk: Результати відсутні

source: No results
fi: Ei tuloksia
ga: Toradh ar bith
gl: Sen resultados
hi: कोई परिणाम नहीं
ne: कुनै परिणाम छैन
uk: Нічого не знайдено

source: No results found
fi: Tuloksia ei löytynyt
ga: Gan torthaí
gl: Non se encontraron resultados
hi: कोई परिणाम नहीं मिले
ne: कुनै परिणाम भेटिएन
uk: Нічого не знайдено

source: No results found for "{query}"
fi: Ei tuloksia haulle ”{query}”
ga: Gan torthaí ar “{query}”
gl: Non se encontraron resultados para "{query}"
hi: "{query}" के लिए कोई परिणाम नहीं मिला
ne: "{query}" को लागि कुनै परिणाम भेटिएन
uk: Нічого не знайдено за запитом «{query}»

source: No results found for {query}
fi: Ei tuloksia haulle {query}
ga: Gan torthaí ar {query}
gl: Non se encontraron resultados para {query}
hi: {query} के लिए कोई परिणाम नहीं मिला
ne: {query} को लागि कुनै परिणाम भेटिएन
uk: Нічого не знайдено за запитом «{query}»

source: No search results found for "{search}".
fi: Ei tuloksia haulle ”{search}”.
ga: Gan torthaí ar "{search}".
gl: Non se encontraron resultados de búsqueda para "{search}".
hi: "{search}" के लिए कोई परिणाम नहीं मिला।
ne: "{search}" को लागि कुनै खोज परिणाम भेटिएन।
uk: За запитом "{search}" нічого не знайдено.

source: No thanks
fi: Ei kiitos
ga: Níor mhaith liom é sin.
gl: Non, grazas
hi: नहीं धन्यवाद
ne: हैन, धन्यवाद
uk: Ні, дякую

source: Nobody
fi: Ei keneltäkään
ga: Duine ar bith
gl: Ninguén
hi: कोई नहीं
ne: कसैले पनि होइन
uk: Ніхто

source: Nobody has liked this yet. Maybe you should be the first!
fi: Kukaan ei ole vielä tykännyt tästä. Ehkä sinun pitäisi olla ensimmäinen!
ga: Níor mhol éinne fós é. Ar cheart duitse tosú?
gl: A ninguén lle gustou isto. Ao mellor deberías darlle unha oportunidade!
hi: इसे अभी तक किसी ने पसंद नहीं किया है। शायद सबसे पहले आपको करना चाहिए!
ne: अहिलेसम्म कसैले यो मन पराएका छैनन्। सायद तपाई पहिलो हुनु पर्छ!
uk: Поки що це нікому не сподобалося. Можливо, ви повинні бути першим!

source: Nobody has quoted this yet. Maybe you should be the first!
fi: Kukaan ei ole vielä lainannut tätä. Ehkä sinun pitäisi olla ensimmäinen!
ga: Ní dhearna éinne postáil athluaite air seo fós. Ar cheart duitse tosú?
gl: Ninguén citou isto. Poderías levar a dianteira e citalo antes que ninguén!
hi: इसे अभी तक किसी ने क्वोट नहीं किया है। शायद सबसे पहले आपको करना चाहिए!
ne: अहिलेसम्म कसैले उद्धृत गरेका छैनन्। सायद तपाई पहिलो हुनु पर्छ!
uk: Ніхто ще це не цитував. Ймовірно, ви маєте бути першим!

source: Nobody has reposted this yet. Maybe you should be the first!
fi: Kukaan ei ole vielä uudelleenjulkaissut tätä. Ehkä sinun pitäisi olla ensimmäinen!
ga: Ní dhearna éinne athphostáil air seo fós. Ar cheart duitse tosú?
gl: Ninguén volveu publicar isto. Deberías volvelo a publicar!
hi: इसे अभी तक किसी ने रीपोस्ट नहीं किया है। शायद सबसे पहले आपको करना चाहिए!
ne: अहिलेसम्म कसैले पुनःपोस्ट गरेका छैनन्। सायद तपाई पहिलो हुनु पर्छ!
uk: Ніхто ще це не репостив. Ймовірно, ви маєте бути першим!

source: Nobody was found. Try searching for someone else.
fi: Ketään ei löytynyt. Kokeile hakea jotakuta muuta.
ga: Ní fuarthas éinne. Bain triail as duine éigin eile a chuardach.
gl: Non se encontrou a ninguén. Proba a buscar a outra persoa.
hi: कोई नहीं मिला। किसी और को खोजने का प्रयास करें।
ne: कसैलाई भेटिएन। अरू कसैलाई खोजेर प्रयास गर्नुहोस्।
uk: Нікого не знайдено. Спробуйте пошукати когось іншого.

source: Non-sexual Nudity
fi: Ei-seksuaalinen alastomuus
ga: Lomnochtacht Neamhghnéasach
gl: Nudez non sexual
hi: ग़ैर-यौन नग्नता
ne: अ-यौन नग्नता
uk: Несексуальна оголеність
