Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: You'll stay updated with these feeds
fi: Pysyt ajan tasalla näiden syötteiden avulla
ga: Beidh tú bord ar bord leis na fothaí seo
gl: Manteraste á última con estas canles
hi: इन फ़ीड से साथ आप ताज़ा रहेंगे
ne: तपाईं यी फीडहरूमा अपडेट रहनुहुनेछ।
uk: Ви будете в курсі подій з цими стрічками

source: You're in line
fi: Olet jonossa
ga: Tá tú sa scuaine
gl: Estás en liña
hi: आप पंक्ति में हैं
ne: तपाईं पंक्तिमा हुनुहुन्छ।
uk: Ви в черзі

source: You're ready to go!
fi: Olet valmis aloittamaan!
ga: Tá tú réidh!
gl: Prepárate que imos!
hi: आप बढ़ने के लिए तैयार हैं!
ne: तपाईं जानेको लागि तयार हुनुहुन्छ!
uk: Все готово!

source: You've chosen to hide a word or tag within this post.
fi: Olet valinnut piilottaa tässä julkaisussa esiintyvän sanan tai tunnisteen.
ga: Roghnaigh tú focal nó clib atá sa phostáil seo a chur i bhfolach.
gl: Escolleches ocultar unha palabra ou etiqueta dentro deste chío.
hi: आपने इस पोस्ट में से एक शब्द या टैग छिपाने का निर्णय लिया है।
ne: तपाईंले यस पोष्टमा एक शब्द वा ट्याग लुकाउने निर्णय गर्नुभयो।
uk: Ви обрали приховувати слово або тег в цьому пості.

source: You've found some people to follow
fi: Olet löytänyt käyttäjiä seurattavaksi
ga: Tig leat na daoine seo a leanúint
gl: Atopaches algunhas contas a seguir
hi: आपने फ़ॉलो करने के लिए कुछ लोगों को ढूँढा है

source: You've reached the end of your feed! Find some more accounts to follow.
fi: Olet päässyt syötteesi loppuun! Etsi lisää tilejä seurattavaksi.
ga: Tháinig tú go deireadh d’fhotha! Aimsigh cuntais eile le leanúint.
gl: Chegaches ao final das túas canles! Busca máis contas que seguir.
hi: आप अपने फ़ीड के अंत तक पहुँच गए! कुछ और खातों को फ़ॉलो करें!
ne: तपाईंले आफ्नो फीडको अन्त्यमा पुग्नुभयो! थप खाता फलो गर्नको लागि खोजी गर्नुहोस्।
uk: Ваша домашня стрічка закінчилась! Підпишіться на більше користувачів щоб отримувати більше постів.

source: You've reached your daily limit for video uploads (too many bytes)
fi: Olet saavuttanut päiväkohtaisen videolatausten rajoituksen (liian monta tavua)
ga: Tá tú tar éis an uasteorainn laethúil ar uaslódálacha físeáin a bhaint amach (an iomarca beart)
gl: Chegaches ao teu límite diario de carga de vídeos (demasiados bytes por hoxe)
hi: आप वीडियो अपलोड करने की दैनिक सीमा तक पहुँच गए (अत्यधिक बाइट)
ne: तपाईंले भिडियो अपलोडको लागि आफ्नो दैनिक सीमा पुग्नुभयो (धेरै बाइट्स)
uk: Ви досягли денного ліміту завантаження відео (забагато байтів)

source: You've reached your daily limit for video uploads (too many videos)
fi: Olet saavuttanut päiväkohtaisen videolatausten rajoituksen (liian monta videota)
ga: Tá tú tar éis an uasteorainn laethúil ar uaslódálacha físeáin a bhaint amach (an iomarca físeán)
gl: Chegaches ao teu límite diario de carga de vídeos (demasiados vídeos por hoxe)
hi: आप वीडियो अपलोड करने की दैनिक सीमा तक पहुँच गए (अत्यधिक वीडियो)
ne: तपाईंले भिडियो अपलोडको लागि आफ्नो दैनिक सीमा पुग्नुभयो (धेरै भिडियो)
uk: Ви досягли денного ліміту завантаження відео (забагато відео)

source: Your account
fi: Tilisi
ga: Do chuntas
gl: A túa conta
hi: आपका खाता
ne: तपाईंको खाता
uk: Ваш акаунт

source: Your account has been deleted
fi: Tilisi on poistettu
ga: Scriosadh do chuntas
gl: A túa conta foi eliminada.
hi: आपका खाता मिटा दिया गया है।
ne: तपाईंको खाता मेटाइएको छ
uk: Ваш обліковий запис видалено

source: Your account is not yet old enough to upload videos. Please try again later.
fi: Tilisi ei ole riittävän vanha videoiden lataamiseksi palveluun. Yritä myöhemmin uudelleen.
ga: Níl tú anseo fada go leor chun físeáin a uaslódáil. Bain triail eile as ar ball.
gl: A túa conta aínda non ten suficiente antigüidade para subir vídeos. Por favor, inténtao de novo máis tarde.
hi: आपका खाता वीडियो अपलोड करने के जितना पुराना नहीं है। कृपया बाद मे फिर प्रयास करें।
ne: तपाईंको खाता अझै भिडियो अपलोड गर्नको लागि पर्याप्त पुरानो छैन। कृपया पछि पुनः प्रयास गर्नुहोस्।
uk: Ваш обліковий запис створено недостатньо давно для завантаження відео. Будь ласка, спробуйте пізніше.

source: Your account repository, containing all public data records, can be downloaded as a "CAR" file. This file does not include media embeds, such as images, or your private data, which must be fetched separately.
fi: Tilisi arkiston, joka sisältää kaikki julkiset tietueet, voi ladata ”CAR”-tiedostona. Tämä tiedosto ei sisällä mediaupotuksia, kuten kuvia, eikä yksityisiä tietojasi, jotka on haettava erikseen.
ga: Is féidir cartlann do chuntais, a bhfuil na taifid phoiblí uile inti, a íoslódáil mar chomhad “CAR”. Ní bheidh aon mheáin leabaithe (íomhánna, mar shampla) ná do shonraí príobháideacha inti. Ní mór iad a fháil ar dhóigh eile.
gl: O repositorio da túa conta, que contén todos os rexistros de datos público, pode ser descargado como un ficheiro "CAR". Este ficheiro non inclúe ficheiros multimedia incrustados, como imaxes nin os teus datos privados, que deben ser obtidos por separado.
hi: आपका खाता रेपोसीटोरी को एक "CAR" फ़ाइल के रूप में डाउनलोड किया जा सकता है, जिसमें सभी सार्वजनिक डेटा रेकॉर्ड है। इस फ़ाइल में मीडिया एंबेड (जैसे छवियाँ), या आपका निजी डेटा नहीं है जिसे अलग से लाने की आवश्यकता है।
ne: तपाईंको खाता रिपोजिटोरी, जसमा सबै सार्वजनिक डेटा रेकर्डहरू समावेश छन्, "CAR" फाइलको रूपमा डाउनलोड गर्न सकिन्छ। यस फाइलमा मिडिया एम्बेडहरू (जस्तै चित्र) वा तपाईंको निजी डेटा समावेश छैन, जसलाई अलग गरेर ल्याउन आवश्यक छ।
uk: Дані з вашого облікового запису, які містять усі загальнодоступні записи, можна завантажити як "CAR" файл. Цей файл не містить медіафайлів, таких як зображення, або особисті дані, які необхідно отримати окремо.

source: Your birth date
fi: Syntymäaikasi
ga: Do bhreithlá
gl: A túa data de nacemento
hi: आपकी जन्मतिथि
ne: तपाईंको जन्म मिति
uk: Ваша дата народження

source: Your browser does not support the video format. Please try a different browser.
fi: Selaimesi ei tue tätä videotiedostomuotoa. Kokeile eri selainta.
ga: Ní thacaíonn do bhrabhsálaí leis an bhformáid físe. Bain triail as brabhsálaí eile.
gl: O teu navegador non soporta este formato de vídeo. Por favor, proba cun diferente.
hi: आपका ब्राउज़र वीडियो के प्रकार का समर्थन नहीं करता। कृपया कोई नया ब्राउज़र आज़माएँ।
ne: तपाईंको ब्राउजर भिडियो ढाँचा समर्थन गर्दैन। कृपया अर्को ब्राउजर प्रयास गर्नुहोस्।
uk: Ваш браузер не підтримує цей формат відео. Будь ласка, спробуйте інший браузер.

source: Your chats have been disabled
fi: Chattisi on poistettu käytöstä
ga: Cuireadh do chuid comhráite ar ceal
gl: As túas conversas foron deshabilitadas.
hi: आपके बतचिक अक्षम किए गए हैं।
ne: तपाईंको च्याटहरू अक्षम गरिएको छ
uk: Ваші чати вимкнено

source: Your current handle <0>{0}</0> will automatically remain reserved for you. You can switch back to it at any time from this account.
fi: Nykyinen käyttäjätunnuksesi <0>{0}</0> pysyy automaattisesti sinulle varattuna. Voit vaihtaa siihen takaisin tältä tililtä milloin tahansa.
ga: Coimeádfar an leasainm atá agat faoi láthair, <0>{0}</0>, in áirithe duitse. Beidh tú in ann athrú ar ais ón gcuntas seo am ar bith.
gl: O teu actual nome de usuario <0>{0}</0> quedará reservado automaticamente para ti. Podes volver a el cando queiras desde esta conta.
hi: आपका वर्तमान हैंडल <0>{0}</0> आपके लिए आरक्षित रहेगा। आप इस खाते से कभी भी उस हैंडल पर वापस जा सकते हैं।

source: Your email appears to be invalid.
fi: Sähköpostiosoitteesi on nähtävästi virheellinen.
ga: Is cosúil go bhfuil do ríomhphost neamhbhailí.
gl: O teu enderezo electrónico parece non ser válido.
hi: आपका ईमेल अमान्य प्रतीत हो रहा है।
ne: तपाईंको ईमेल अमान्य देखिन्छ।
uk: Не вдалося розпізнати адресу електронної пошти.

source: Your first like!
fi: Ensimmäinen tykkäyksesi!
ga: Do chéad mholadh!
gl: O teu primeiro gústame!
hi: आपकी पहली पसंद!
ne: तपाईंको पहिलो लाइक!
uk: Ваша перша вподобайка!

source: Your following feed is empty! Follow more users to see what's happening.
fi: Seuraamiesi syöte on tyhjä! Seuraa lisää käyttäjiä nähdäksesi, mitä tapahtuu.
ga: Tá an fotha de na daoine a leanann tú folamh! Lean tuilleadh úsáideoirí le feiceáil céard atá ar siúl.
gl: A seguinte canle está baleira! Sigue a máis persoas para ver o que está a acontecer.
hi: आपका फ़ॉलोइंग फ़ीड खाली है! क्या चल रहा है जानने के लिए और उपयोगकर्ताओं को फ़ॉलो करें।
ne: तपाईंको फलोइङ फीड खाली छ! के भइरहेको छ भन्ने हेर्नको लागि थप प्रयोगकर्ताहरूलाई फलो गर्नुहोस्।
uk: Ваша домашня стрічка порожня! Підпишіться на більше користувачів щоб отримувати більше постів.

source: Your full handle will be <0>@{0}</0>
fi: Koko tuleva käyttäjätunnuksesi on <0>@{0}</0>
ga: Do leasainm iomlán anseo: <0>@{0}</0>
gl: O teu alcume será <0>@{0}</0>
hi: आपका पूरा हैंडल <0>@{0}</0> होगा
ne: तपाईंको पूर्ण ह्याण्डल हुनेछ <0>@{0}</0>
uk: Вашим повним псевдонімом буде <0>@{0}</0>

source: Your muted words
fi: Mykistämäsi sanat
ga: Na focail a bhalbhaigh tú
gl: As túas palabras silenciadas
hi: आपके म्यूट किए गए शब्द
ne: तपाईंका म्यूट शब्दहरू
uk: Ваші ігноровані слова

source: Your posts, likes, and blocks are public. Mutes are private.
fi: Julkaisusi, tykkäyksesi ja estosi ovat julkisia. Mykistykset ovat yksityisiä.
ga: Tá do chuid postálacha, moltaí, agus blocálacha poiblí. Is príobháideach iad na cuntais a bhalbhaíonn tú.
gl: Os teus chíos, o que che gusta e a quen bloqueas son públicos. Ninguén pode ver a quen silencias.
hi: आपके पोस्ट, पसंद और अवरोध सार्वजनिक हैं। म्यूट निजी हैं।
ne: तपाईंका पोष्टहरू, लाइकहरू, र ब्लकहरू सार्वजनिक छन्। म्यूटहरू निजी छन्।
uk: Ваші повідомлення, вподобання і блоки є публічними. Ігнорування - приватні.

source: Your profile, posts, feeds, and lists will no longer be visible to other Bluesky users. You can reactivate your account at any time by logging in.
fi: Profiilisi, julkaisusi, syötteesi ja listasi eivät enää näy muille Blueskyn käyttäjille. Voit palauttaa tilisi käyttöön milloin tahansa kirjautumalla sisään.
ga: Ní bheidh do phróifíl, postálacha, fothaí ná liostaí infheicthe ag úsáideoirí eile Bluesky. Is féidir leat do chuntas a athghníomhú uair ar bith trí logáil isteach.
gl: O teu perfil, chíos, canles e listaxes non estarán visíbeis para outras persoas de Bluesky. Podes reactivar a túa conta en calquera momento iniciando sesión.
hi: आपके प्रोफ़ाइल, पोस्ट, फ़ीड और सूचियाँ अन्य Bluesky उपयोगकर्ताओं को और नहीं दिखेंगे। आप लॉग इन करके अपने खाते को फिर से सक्रिय कर सकते हैं।
ne: तपाईंको प्रोफाइल, पोष्टहरू, फीडहरू, र सूचीहरू अब अन्य ब्लूस्की प्रयोगकर्ताहरूलाई देखाइने छैन। तपाईं कुनै पनि समयमा आफ्नो खाता पुनः सक्रिय गर्नको लागि लग इन गर्न सक्नुहुन्छ।
uk: Ваш обліковий запис, пости, стрічки та списки більше не будуть видимі іншим користувачам Bluesky. Ви можете відновити свій обліковий запис в будь-який момент ввівши дані облікового запису у поле для входу.

source: Your report will be sent to the Bluesky Moderation Service
fi: Raporttisi lähetetään Blueskyn moderointipalveluun
ga: Seolfar do thuairisc go dtí Seirbhís Modhnóireachta Bluesky
gl: O teu informe enviarase ao Servizo de moderación de Bluesky
hi: आपके शिकायत को Bluesky मॉडरेशन सेवा को भेजा जाएगा।
ne: तपाईंको रिपोर्ट ब्लूस्की मोडरेसन सेवामा पठाइनेछ
uk: Вашу скаргу буде надіслано до Служби модерації Bluesky

source: {estimatedTimeHrs, plural, one {hour} other {hours}}
fi: {estimatedTimeHrs, plural, one {tunti} other {tuntia}}
ga: {estimatedTimeHrs, plural, one {uair} two {uair} few {uair} many {uair} other {uair}}
ne: {estimatedTimeHrs, plural, one {घण्टा} other {घण्टाहरू}}
uk: {estimatedTimeHrs, plural, one {година} few {години} many {годин} other {годин}}

source: Are you writing in <0>{suggestedLanguageName}</0>?
fi: Kirjoitatko kielellä <0>{suggestedLanguageName}</0>?
gl: Estás escribindo en <0>{suggestedLanguageName}</0>?

source: Cancel reactivation and sign out
fi: Peruuta tilin käyttöönpalautus ja kirjaudu ulos
gl: Cancelar a reactivación e pechar a sesión
ne: पुनः सक्रियता रद्द गर्नुहोस् र लग आउट गर्नुहोस्

source: Check your email for a sign in code and enter it here.
fi: Tarkista sähköpostisi ja syötä saamasi kirjautumiskoodi tähän.
ne: तपाईंको इमेलमा लगइन कोड जाँच गर्नुहोस् र यहाँ प्रविष्ट गर्नुहोस्।

source: Click to open tag menu for {tag}
fi: Napsauta tästä avataksesi valikon tunnisteelle {tag}
gl: Premer para abrir o menú de etiquetas para {tag}

source: Follow account
fi: Seuraa tiliä
gl: Seguir esta conta
ne: खाता अनुसरण गर्नुहोस्

source: on<0><1/><2><3/></2></0>
fi: palvelussa<0><1/><2><3/></2></0>
ga: ar<0><1/><2><3/></2></0>
gl: en<0><1/><2><3/></2></0>
ne: मा<0><1/><2><3/></2></0>
uk: на<0><1/><2><3/></2></0>

source: Or, sign in to one of your other accounts.
fi: Tai kirjaudu sisään toisella tililläsi.
gl: Ou, inicia sesión cunha das outras contas.

source: Require an email code to sign in to your account.
fi: Edellytä sähköpostikoodia tilillesi kirjautumiseen.
gl: Obrigatorio un código de correo para identificarte na túa conta.

source: Sign in to account that is not listed
fi: Kirjaudu tiliin, joka ei ole luettelossa
gl: Acceder a unha conta que non está na listaxe
ne: सूचीबद्ध नभएको खातामा लगइन गर्नुहोस्।

source: Something went wrong. Please try again.
fi: Jokin meni vikaan. Yritä uudelleen.

source: Sorry! Your session expired. Please sign in again.
fi: Pahoittelut! Istuntosi on vanhentunut. Kirjaudu sisään uudelleen.
gl: Sentímolo! A túa sesión caducou. Inicia sesión de novo.

source: This profile is only visible to logged-in users. It won't be visible to people who aren't signed in.
fi: Tämä profiili näkyy vain kirjautuneille käyttäjille. Se ei näy kirjautumattomille henkilöille.

source: Videos
fi: Videot
gl: Vídeos

source: Accept
ga: Glac Leis

source: Accept Request
ga: Glac leis an iarratas

source: Add more details (optional)
ga: Cuir tuilleadh sonraí leis (roghnach)

source: Additional details (limit 300 characters)
ga: Tuilleadh sonraí (300 carachtar ar a mhéad)

source: All languages
ga: Gach teanga

source: Are you sure you want to leave this conversation?
ga: An bhfuil tú cinnte gur mhaith leat an comhrá seo a fhágáil?

source: Block and Delete
ga: Blocáil agus Scrios
gl: Bloquear e eliminar

source: Block and/or delete this conversation
ga: Blocáil agus/nó scrios an comhrá seo
gl: Bloquear e/ou eliminar esta conversa

source: Bluesky Social Terms of Service
ga: Téarmaí Seirbhíse Bluesky Social
gl: Termos do Servizo do Bluesky Social

source: Delete conversation
ga: Scrios an comhrá
gl: Eliminar conversa

source: Delete Conversation
ga: Scrios an Comhrá
gl: Eliminar Conversa

source: Appeal suspension
gl: Apelar suspensión

source: Appeal Suspension
gl: Apelar suspensión

source: Bluesky is an open network where you can choose your own provider. If you're new here, we recommend sticking with the default Bluesky Social option.
gl: Bluesky é unha rede aberta onde ti podes escoller o teu propio provedor. Se acabas de chegar, recomendámosche a opción predefinida de Bluesky Social.

source: Choose your account provider
gl: Escolle o teu provedor da conta

source: Dismiss this section
gl: Ignorar esta sección

source: Double tap to like
gl: Duplo toque para marcar cun "gústame"

source: Enable trending videos in your Discover feed
gl: Habilitar os vídeos en tendencia na túa canle "Descubrir"

source: Following {handle}
gl: Seguindo a {handle}

source: Hidden
gl: Oculto

source: Hidden by your moderation settings.
gl: Oculto debido aos teus axustes de moderación.

source: Hide trending videos?
gl: Ocultar os vídeos en tendencia?

source: Hides the content
gl: Oculta o contido

source: If you're a developer, you can host your own server.
gl: Se es desenvolvedor, podes hospedar o teu propio servidor.

source: Interaction settings
gl: Axustes de interacción

source: Mute {tag}
gl: Silenciar {tag}

source: Opens change handle dialog
gl: Abre o diálogo de troco do alcume

source: Opens emoji picker
gl: Abre o selector de emojis

source: Our moderation team has received your report.
gl: O noso equipo de moderación recibiu a túa denuncia.

source: Password must be at least 8 characters long.
gl: O contrasinal debe ter polo menos 8 caracteres.

source: Plays or pauses the GIF
gl: Reproduce ou pausa o GIF

source: Plays or pauses the video
gl: Reproduce ou pausa o vídeo

source: Plays the video
gl: Reproduce o vídeo

source: Please enter a password.
gl: Por favor, insire un contrasinal.

source: Please enter a password. It must be at least 8 characters long.
gl: Por favor, insire un contrasinal. Este debe ter polo menos 8 caracteres.

source: Please enter your password
gl: Por favor, insire o teu contrasinal

source: Please enter your username
gl: Por favor, insire o teu alcume

source: Post has been deleted
gl: A publicación foi eliminada

source: Post Interaction Settings
gl: Axustes de interacción da publicación

source: Read less
gl: Ler menos

source: Read more
gl: Ler máis

source: Reason for appeal
gl: Razón para apelar

source: Remove from your feeds?
gl: Eliminar das túas canles?

source: Report submitted
gl: Denuncia enviada

# toast
source: Settings saved
gl: Preferencias gardadas
uk: Налаштування збережено

source: Shows information about when this post was created
gl: Amosa información sobre cando foi creada esta publicación

source: Switch to {0}
gl: Cambiar para {0}

source: Text field
gl: Campo de texto

source: That's everything!
gl: Iso é todo!

source: This conversation is with a deleted or a deactivated account. Press for options
gl: Esta conversa é cunha conta eliminada ou desactivada. Preme para ver as opcións

source: Trending Videos
gl: Vídeos en tendencia

source: Use this to sign in to the other app along with your handle.
gl: Úsao para iniciar sesión noutra aplicación xunto co teu identificador.

source: Video Feed
gl: Canle de vídeo

source: Video from {0}: {text}
gl: Vídeo de {0}: {text}

source: Video is paused
gl: Vídeo en pausa

source: Video is playing
gl: Vídeo en reprodución

source: View more
gl: Ver máis

source: View video
gl: Ver vídeo

source: Whoops! Trending videos failed to load.
gl: Vaites! Non foi posíbel cargar os vídeos en tendencia.

source: Why are you appealing?
gl: A quen vas apelar?

source: You're signed in with an App Password. Please sign in with your main password to continue deactivating your account.
gl: Iniciaches sesión cun contrasinal da aplicación. Inicia sesión co teu contrasinal principal para continuar desactivando a túa conta.

source: You've run out of videos to watch. Maybe it's a good time to take a break?
gl: Xa non hai máis vídeos para ver. Igual é bo momento para descansar un anaco?

source: Your account has been suspended
gl: A túa conta foi suspendida

source: Your account was found to be in violation of the <0>Bluesky Social Terms of Service</0>. You have been sent an email outlining the specific violation and suspension period, if applicable. You can appeal this decision if you believe it was made in error.
gl: A túa conta violou os <0>Termos do Servizo da aplicación Bluesky Social</0>. Envióuseche un correo indicando a infracción específica e o período de suspensión, se for aplicable. Podes apelar esta decisión se cres que foi un erro.

source: Your appeal has been submitted. If your appeal succeeds, you will receive an email.
gl: A túa apelación foi enviada. Se a túa apelación se tiver en conta, enviaráseche un correo.

source: Your password must be at least 8 characters long.
gl: O teu contrasinal debe ter polo menos 8 caracteres.

source: ALT
ne: वैकल्पिक
