Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Enable media players for
fi: Ota mediatoistimet käyttöön palveluille
ga: Cuir seinnteoirí na meán ar fáil le haghaidh
gl: Reproducir multimedia de
hi: इनके लिए मीडिया प्लेयर सक्षम करें
ne: मिडिया प्लेयर सक्षम गर्नुहोस्
uk: Увімкнути медіапрогравачі для

source: Enable subtitles
fi: Ota tekstitykset käyttöön
ga: Cuir fotheidil ar siúl
gl: Activar lexendas
hi: उपशीर्षक सक्षम करें
ne: उपशीर्षकहरू सक्षम गर्नुहोस्
uk: Увімкнути субтитри

source: Enable this source only
fi: Ota käyttöön vain tämä lähde
ga: Cuir an foinse seo amháin ar fáil
gl: Habilitar só esta fonte
hi: केवल इस सूत्र को सक्षम करें
ne: यो स्रोत मात्र सक्षम गर्नुहोस्
uk: Увімкнути лише джерело

source: Enable trending topics
fi: Ota trendaavat aiheet käyttöön
ga: Cuir treochtaí ar siúl
gl: Habilitar temas de tendencia
hi: रुझान सक्षम करें

source: Enabled
fi: Käytössä
ga: Cumasaithe
gl: Activado
hi: सक्षम
ne: सक्षम गरिएको
uk: Увімкнено

source: End of feed
fi: Syötteen loppu
ga: Deireadh an fhotha
gl: Fin das canles
hi: फ़ीड का अंत
ne: फिडको अन्त्य
uk: Кінець стрічки

source: Ensure you have selected a language for each subtitle file.
fi: Varmista, että olet valinnut jokaisen tekstitystiedoston kielen.
ga: Deimhnigh gur roghnaigh tú teanga do gach comhad fotheideal.
gl: Asegúrate de ter seleccionado un idioma para cada ficheiro das lexendas.
hi: पक्का करें कि आपने हर उपशीर्षक फ़ाइल के लिए भाषा चुना है।
ne: प्रत्येक उपशीर्षक फाइलको लागि भाषा चयन गरिएको सुनिश्चित गर्नुहोस्।
uk: Переконайтеся, що ви вибрали мову для кожного файлу з субтитрами.

source: Enter a password
fi: Syötä salasana
ga: Cuir pasfhocal isteach
gl: Ingresa un contrasinal
hi: पासवर्ड दर्ज करें
ne: पासवर्ड प्रविष्ट गर्नुहोस्
uk: Введіть пароль

source: Enter a word or tag
fi: Syötä sana tai tunniste
ga: Cuir focal na clib isteach
gl: Ingresa unha palabra ou etiqueta
hi: शब्द या टैग दर्ज करें
ne: शब्द वा ट्याग प्रविष्ट गर्नुहोस्
uk: Введіть слово або мітку

source: Enter fullscreen
fi: Siirry koko näytön tilaan
ga: Mód lánscáileáin
gl: Poñer a pantalla completa
hi: फ़ुलस्क्रीन में जाएँ
ne: पूर्ण स्क्रीनमा प्रवेश गर्नुहोस्
uk: Повноекранний режим

source: Enter the domain you want to use
fi: Syötä verkkotunnus, jota haluat käyttää
ga: Cuir isteach an fearann is maith leat a úsáid
gl: Introduce o dominio que queres empregar
hi: आप जिस डोमेन का उपयोग करना चाहते हैं उसे दर्ज करें
ne: तपाईं प्रयोग गर्न चाहनुभएको डोमेन प्रविष्ट गर्नुहोस्
uk: Введіть домен, який ви хочете використовувати

source: Enter the email you used to create your account. We'll send you a "reset code" so you can set a new password.
fi: Syötä sähköpostiosoite, jota käytit tilisi luomiseen. Lähetämme sinulle ”palautuskoodin”, jotta voit asettaa uuden salasanan.
ga: Cuir isteach an seoladh ríomhphoist a d’úsáid tú le do chuntas a chruthú. Cuirfidh muid “cód athshocraithe” chugat le go mbeidh tú in ann do phasfhocal a athrú.
gl: Introduce o correo electrónico que utilizaches para crear a túa conta. Enviarémosche un "código de restablecemento" para que poidas establecer un novo contrasinal.
hi: वह ईमेल दर्ज करें जिसका उपयोग आपने अपना खाता बनाने के लिए किया था। हम आपको एक "reset code" भेजेंगे ताकि आप एक नया पासवर्ड सेट कर सकें।
ne: तपाईंको खाता बनाउन प्रयोग गरेको इमेल प्रविष्ट गर्नुहोस्। हामी तपाईंलाई नयाँ पासवर्ड सेट गर्न "रिसेट कोड" पठाउँछौं।
uk: Введіть адресу електронної пошти, яку ви використовували для створення облікового запису. Ми надішлемо вам код підтвердження, щоб ви могли встановити новий пароль.

source: Enter your birth date
fi: Syötä syntymäaikasi
ga: Cuir isteach do bhreithlá
gl: Ingresa a túa data de nacemento
hi: अपना जन्मतिथि दर्ज करें
ne: तपाईंको जन्म मिति प्रविष्ट गर्नुहोस्
uk: Введіть вашу дату народження

source: Enter your email address
fi: Syötä sähköpostiosoitteesi
ga: Cuir isteach do sheoladh ríomhphoist
gl: Introduce o enderezo de correo electrónico
hi: अपना ईमेल पता दर्ज करें
ne: तपाईंको इमेल ठेगाना प्रविष्ट गर्नुहोस्
uk: Введіть адресу електронної пошти

source: Enter your username and password
fi: Syötä käyttäjätunnuksesi ja salasanasi
ga: Cuir isteach do leasainm agus do phasfhocal
gl: Introduce o teu alcume e contrasinal
hi: अपने उपयोगकर्ता नाम और पासवर्ड दर्ज करें
ne: तपाईंको प्रयोगकर्ता नाम र पासवर्ड प्रविष्ट गर्नुहोस्
uk: Введіть псевдонім та пароль

source: Error
fi: Virhe
ga: Earráid
gl: Erro
hi: त्रुटि
ne: त्रुटि
uk: Помилка

source: Error occurred while saving file
fi: Tiedostoa tallennettaessa tapahtui virhe
ga: Tharla earráid le linn comhad a shábháil
gl: Ocorreu un erro ao gardar o ficheiro
hi: फ़ाइल सहेजते समय त्रुटि हुई
ne: फाइल बचत गर्दा त्रुटि भयो
uk: Сталася помилка під час збереження

source: Error receiving captcha response.
fi: Virhe captcha-vastauksen vastaanottamisessa.
ga: Earráid agus an freagra ar an captcha á phróiseáil.
gl: Error ao recibir a resposta do captcha.
hi: CAPTCHA उत्तर पाने मे त्रुटि हुई
ne: क्याप्चा प्रतिक्रिया प्राप्त गर्दा त्रुटि।
uk: Помилка отримання відповіді Captcha.

source: Error:
fi: Virhe:
ga: Earráid:
gl: Erro:
hi: त्रुटि:
ne: त्रुटि:
uk: Помилка:

source: Everybody
fi: Kaikilta
ga: Chuile dhuine
gl: Todos
hi: सब
ne: सबै
uk: Усі

source: Everybody can reply
fi: Kaikki voivat vastata
ga: Tig le chuile dhuine freagra a thabhairt
gl: Todo o mundo pode responder
hi: सब जवाब दे सकते हैं
ne: सबैले उत्तर दिन सक्छन्
uk: Всі можуть відповідати

source: Everybody can reply to this post.
fi: Kaikki voivat vastata tähän julkaisuun.
ga: Tig le chuile dhuine freagra a thabhairt ar an bpostáil.
gl: Todo o mundo pode responder a este chío.
hi: सब इस पोस्ट का जवाब दे सकते हैं
ne: सबैले यो पोस्टमा उत्तर दिन सक्छन्।
uk: Всі можуть відповідати на цей пост.

source: Everyone
fi: Kaikilta
ga: Chuile dhuine
gl: Todos
hi: सब
ne: सबै जना
uk: Будь-хто

source: Excessive mentions or replies
fi: Liialliset maininnat tai vastaukset
ga: An iomarca tagairtí nó freagraí
gl: Mencións ou respostas excesivas
hi: अत्यधिक उल्लेख या जवाब
ne: अत्यधिक उल्लेखहरू वा उत्तरहरू
uk: Спам; надмірні згадки або відповіді

source: Excessive or unwanted messages
fi: Liialliset tai ei-toivotut viestit
ga: Teachtaireachtaí iomarcacha nó nach bhfuil de dhíth
gl: Mensaxes excesivos ou non desexados
hi: अत्यधिक या अनचाहे संदेश
ne: अत्यधिक वा नचाहिएको सन्देशहरू
uk: Надмірні або небажані повідомлення

source: Exclude users you follow
fi: Sulje pois seuraamasi käyttäjät
ga: Ná cuir i bhfeidhm ar úsáideoirí a leanaim
gl: Excluír á contas que segues
hi: आपके फ़ॉलो किए गए उपयोगकर्ताओं के अलावा
ne: तपाईंले पछ्याएका प्रयोगकर्ताहरूलाई हटाउनुहोस्
uk: Окрім користувачів, на яких ви підписані

source: Excludes users you follow
fi: Sulkee pois seuraamasi käyttäjät
ga: Leis seo, ní chuirtear an balbhú i bhfeidhm ar úsáideoirí a leanann tú
gl: Exclúe ás contas que segues
hi: आपके फ़ॉलो किए गए उपयोगकर्ताओं के अलावा सब पर लागू होता है
ne: तपाईंले पछ्याएका प्रयोगकर्ताहरू हटाउँछ
uk: Окрім користувачів, на яких ви підписані

source: Exit fullscreen
fi: Poistu koko näytön tilasta
ga: Fág an mód lánscáileáin
gl: Saír da pantalla completa
hi: फ़ुलस्क्रीन से निकलें
ne: पूर्ण स्क्रीनबाट बाहिर जानुहोस्
uk: Вийти з повноекранного режиму

source: Exits account deletion process
fi: Keskeyttää tilin poistoprosessin
ga: Fágann sé seo próiseas scrios an chuntais
gl: Saír do proceso de eliminación de conta
hi: खाता मिटाने की प्रक्रिया से निकलता है
ne: खाता मेट्ने प्रक्रिया बन्द गर्नुहोस्
uk: Вийти з процесу видалення облікового запису

source: Exits image cropping process
fi: Keskeyttää kuvan rajausprosessin
ga: Fágann sé seo próiseas laghdú an íomhá
gl: Saír do proceso de recorte de imaxe
hi: छवि क्रॉप करने की प्रक्रिया से निकलता है
ne: चित्र क्रप प्रक्रिया बन्द गर्नुहोस्
uk: Вийти з процесу обрізання зображень

source: Exits image view
fi: Poistuu kuvan katselutilasta
ga: Fágann sé seo an radharc ar an íomhá
gl: Saír da vista de imaxe
hi: छवि दर्शन से निकलता है
ne: चित्र दृश्य बन्द गर्नुहोस्
uk: Вийти з режиму перегляду

source: Expand alt text
fi: Laajenna tekstivastine
ga: Taispeáin an téacs malartach ina iomláine
gl: Expandir o texto alt
hi: वैकल्पिक पाठ बढ़ाता है
ne: वैकल्पिक पाठ विस्तार गर्नुहोस्
uk: Розгорнути опис

source: Expand list of users
fi: Laajenna käyttäjäluettelo
ga: Leathnaigh an liosta úsáideoirí
gl: Expandir listaxe de persoas
hi: उपयोगकर्ताओं की सूची बढ़ाताा है
ne: प्रयोगकर्ताहरूको सूची विस्तार गर्नुहोस्
uk: Розгорнути список користувачів

source: Expand or collapse the full post you are replying to
fi: Laajenna tai pienennä julkaisu, johon olit vastaamassa
ga: Leathnaigh nó laghdaigh an téacs iomlán a bhfuil tú ag freagairt
gl: Expandir ou minimizar o chío completo ao que estás respondendo
hi: जिस पोस्ट का जवाब दे रहे हैं उसे बढ़ाता या संक्षिप्त करता है
ne: जसमा तपाईं उत्तर दिँदै हुनुहुन्छ, त्यो पोस्ट विस्तार वा सङ्कुचित गर्नुहोस्
uk: Розгорнути або згорнути весь пост, на який ви відповідаєте

source: Expected uri to resolve to a record
fi: Odotettiin URIn resolvoituvan tietueeseen
ga: Bhíothas ag súil go dtiocfadh taifead ón URI
gl: Esperábase que a URI se resolvera nun rexistro
hi: URI के रिकॉर्ड पर रिसॉल्व होने की अपेक्षा थी
ne: एक रेकर्डमा URI समाधान हुने आशा गरियो

source: Experimental
fi: Kokeellinen
ga: Turgnamhach
hi: प्रयोगात्मत्क
ne: प्रायोगिक
uk: Експериментальні

source: Expired
fi: Vanhentunut
ga: As feidhm
gl: Expirado
hi: समाप्त
ne: म्याद समाप्त
uk: Термін дії закінчився

source: Expires {0}
fi: Vanhentuu {0}
ga: Téann sé seo as feidhm {0}
gl: Expira {0}
hi: {0} में समाप्त होगा
ne: म्याद समाप्त हुन्छ {0}
uk: Термін дії закінчується {0}

source: Explicit or potentially disturbing media.
fi: Siveetön tai mahdollisesti häiritsevä media.
ga: Meáin is féidir a bheith gáirsiúil nó goilliúnach.
gl: Medios explícitos ou potencialmente perturbadores.
hi: अश्लील या संभावित व्यथित करने वाली मीडिया
ne: स्पष्ट वा सम्भावित रूपमा बाधा पुर्‍याउने मिडिया।
uk: Відверто або потенційно проблемний вміст.

source: Explicit sexual images.
fi: Siveettömän seksuaaliset kuvat.
ga: Íomhánna gnéasacha.
gl: Imaxes sexuais explícitas.
hi: अश्लील यौन छवि
ne: स्पष्ट यौन चित्रहरू।
uk: Відверті сексуальні зображення.

source: Export my data
fi: Vie tietoni
ga: Easpórtáil mo chuid sonraí
gl: Exportar os meus datos
hi: मेरा डेटा निर्यात करें
ne: मेरो डाटा निर्यात गर्नुहोस्
uk: Експорт моїх даних

source: Export My Data
fi: Vie tietoni
ga: Easpórtáil mo chuid sonraí
gl: Exportar Os Meus Datos
hi: मेरा डेटा निर्यात करें
ne: मेरो डाटा निर्यात गर्नुहोस्
uk: Експорт моїх даних

source: External media
fi: Ulkoinen media
ga: Meáin sheachtracha
gl: Medios externos
hi: बाहरी मीडिया
ne: बाह्य मिडिया
uk: Зовнішні медіа

source: External Media
fi: Ulkoinen media
ga: Meáin sheachtracha
gl: Medios externos
hi: बाहरी मीडिया
ne: बाह्य मिडिया
uk: Зовнішні медіа

source: External media may allow websites to collect information about you and your device. No information is sent or requested until you press the "play" button.
fi: Ulkoinen media voi mahdollistaa verkkosivustoille tietojenkeruun sinusta ja laitteestasi. Tietoja ei lähetetä eikä pyydetä, ellet paina ”toista”-painiketta.
ga: Is féidir le meáin sheachtracha cumas a thabhairt do shuíomhanna ar an nGréasán eolas fútsa agus faoi do ghléas a chnuasach. Ní sheoltar ná iarrtar aon eolas go dtí go mbrúnn tú an cnaipe “play”.
gl: É posíbel que medios externos permitan que outros sitios recopilen datos sobre ti e o teu dispositivo. Non se envía ou solicita ningún tipo de información ata que presiones o botón de "play".
hi: बाहरी मीडिया वेबसाइट्स को आपके और आपके उपकरण के बारे मे जानकारी इकट्ठा करने दे सकता है। प्ले बटन न दबाने तक कोई जानकारी भेजी या अनुरोध नहीं की जाती।
ne: बाह्य मिडियाले वेबसाइटहरूलाई तपाईं र तपाईंको उपकरणको जानकारी सङ्कलन गर्न अनुमति दिन सक्छ। "प्ले" बटन दबाउनेसम्म कुनै जानकारी पठाइँदैन वा अनुरोध गरिँदैन।
uk: Зовнішні медіа можуть дозволяти вебсайтам збирати інформацію про вас та ваш пристрій. Інформація не надсилається та не запитується, допоки не натиснуто кнопку «Відтворити».

source: External Media Preferences
fi: Ulkoisten median asetukset
ga: Roghanna maidir le meáin sheachtracha
gl: Medios externos
hi: बाहरी मीडिया प्राथमिकताएँ
ne: बाह्य मिडिया प्राथमिकताहरू
uk: Налаштування зовнішніх медіа

source: Failed to change handle. Please try again.
fi: Käyttäjätunnuksen vaihtaminen epäonnistui. Yritä uudelleen.
ga: Theip ar athrú an leasainm. Bain triail eile as.
gl: Erro ao mudar o nome de usuario. Téntao de novo.
hi: हैंडल बदलने में असफल। कृपया फिर से प्रयास करें।
ne: ह्यान्डल परिवर्तन गर्न असफल भयो। कृपया पुन: प्रयास गर्नुहोस्।
uk: Не вдалось змінити псевдонім. Будь ласка, спробуйте ще раз.

source: Failed to create app password. Please try again.
fi: Sovellussalasanan luominen epäonnistui. Yritä uudelleen.
ga: Theip ar phasfhocal aipe a chruthú. Bain triail eile as.
hi: ऐप पासवर्ड बनाने में असफल। कृपया फिर से प्रयास करें।
ne: एप पासवर्ड सिर्जना गर्न असफल। कृपया पुन: प्रयास गर्नुहोस्।
uk: Не вдалось створити пароль застосунку. Будь ласка, спробуйте ще раз.

source: Failed to create starter pack
fi: Aloituspaketin luominen epäonnistui
ga: Theip ar chruthú an phacáiste fáilte
gl: Error ao crear o paquete de inicio.
hi: स्टार्टर पैक बनाने मे असफल
ne: स्टार्टर प्याक सिर्जना गर्न असफल
uk: Не вдалось створити власну підбірку

source: Failed to create the list. Check your internet connection and try again.
fi: Listan luominen epäonnistui. Tarkista internetyhteytesi ja yritä uudelleen.
ga: Teip ar chruthú an liosta. Seiceáil do nasc leis an idirlíon agus déan iarracht eile.
gl: Error ao crear a listaxe. Verifica a túa conexión a Internet e volve a probar.
hi: सूची बनाने में असफल। अपना इंटरनेट कनेक्शन जाँचें और फिर से प्रयास करें।
ne: सूची सिर्जना गर्न असफल। कृपया आफ्नो इन्टरनेट जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
uk: Не вдалося створити список. Перевірте інтернет-з'єднання і спробуйте ще раз.

source: Failed to delete message
fi: Viestin poistaminen epäonnistui
ga: Teip ar theachtaireacht a scriosadh
gl: Error ao eliminar a mensaxe.
hi: संदेश मिटाने में असफल
ne: सन्देश मेटाउन असफल
uk: Не вдалося видалити повідомлення

source: Failed to delete post, please try again
fi: Julkaisun poistaminen epäonnistui, yritä uudelleen
ga: Teip ar scriosadh na postála. Déan iarracht eile.
gl: Error ao eliminar o chío, por favor, inténtao de novo.
hi: पोस्ट मिटाने में असफल, फिर से प्रयास करें
ne: पोस्ट मेटाउन असफल। कृपया पुन: प्रयास गर्नुहोस्।
uk: Не вдалося видалити пост, спробувати ще раз

source: Failed to delete starter pack
fi: Aloituspaketin poistaminen epäonnistui
ga: Theip ar scriosadh an phacáiste fáilte
gl: Error ao eliminar o paquete inicial.
hi: स्टार्टर पैक मिटाने में असफल
ne: स्टार्टर प्याक मेटाउन असफल
uk: Не вдалось видалити власну підбірку

source: Failed to load feeds preferences
fi: Syötteiden asetusten lataaminen epäonnistui
ga: Teip ar lódáil roghanna na bhfothaí
gl: Error ao cargar as preferencias das canles.
hi: फ़ीड प्राथमिकताएँ लोड करने में असफल
ne: फिड्स प्राथमिकताहरू लोड गर्न असफल
uk: Не вдалося завантажити параметри стрічок

source: Failed to load GIFs
fi: GIF-animaatioiden lataaminen epäonnistui
ga: Theip ar lódáil na GIFanna
gl: Error ao cargar os GIFs.
hi: GIF लोड करने में असफल
ne: GIF लोड गर्न असफल
uk: Не вдалося завантажити GIF

source: Failed to load past messages
fi: Vanhojen viestien lataaminen epäonnistui
ga: Teip ar theachtaireachtaí roimhe seo a lódáil
gl: Error ao cargar as mensaxes anteriores.
hi: पुराने संदेश लोड करने में असफल
ne: पछिल्ला सन्देशहरू लोड गर्न असफल
uk: Не вдалося завантажити останні повідомлення

source: Failed to load suggested feeds
fi: Ehdotettujen syötteiden lataaminen epäonnistui
ga: Teip ar lódáil na bhfothaí molta
gl: Error ao cargar as canles suxeridas.
hi: अनुशंसित फ़ीड लोड करने में असफल
ne: सुझाव गरिएका फिड्स लोड गर्न असफल भयो
uk: Не вдалося завантажити рекомендовані стрічки

source: Failed to load suggested follows
fi: Ehdotettujen seurattavien lataaminen epäonnistui
ga: Teip ar lódáil na gcuntas molta
gl: Error ao cargar as suxerencias de seguimento.
hi: अनुशंसित फ़ॉलो लोड करने में असफल
ne: सुझाव गरिएका फलोहरू लोड गर्न असफल भयो
uk: Не вдалося завантажити запропоновані для читання облікові записи

source: Failed to pin post
fi: Julkaisun kiinnittäminen epäonnistui
ga: Theip ar ghreamú na postála
gl: Error ao fixar o chío.
hi: पोस्ट को पिन करने में असफल
ne: पोस्ट पिन गर्न असफल भयो
uk: Не вдалось закріпити пост

source: Failed to save image: {0}
fi: Kuvan {0} tallentaminen epäonnistui
ga: Níor sábháladh an íomhá: {0}
gl: Error ao gardar a imaxe: {0}
hi: छवि सहेजने में असफल: {0}
ne: तस्बिर सुरक्षित गर्न असफल: {0}
uk: Не вдалося зберегти зображення: {0}

source: Failed to send
fi: Lähettäminen epäonnistui
ga: Teip ar sheoladh
gl: Error ao enviar
hi: भेजने में असफल
ne: पठाउन असफल
uk: Не вдалося надіслати

source: Failed to submit appeal, please try again.
fi: Valituksen lähettäminen epäonnistui. Yritä uudelleen.
ga: Teip ar achomharc a dhéanamh, bain triail eile as, le do thoil.
gl: Error ao enviar a apelación, por favor, inténtao de novo.
hi: अपील जमा करने में असफल, फिर से प्रयास करें
ne: अपील पठाउन असफल भयो, कृपया पुन: प्रयास गर्नुहोस्।
uk: Не вдалося подати апеляцію. Будь ласка, спробуйте ще раз.

source: Failed to toggle thread mute, please try again
fi: Ketjun mykistäminen tai mykistyksen poistaminen epäonnistui, yritä uudelleen
ga: Teip ar bhalbhú an tsnáithe a athrú; bain triail eile as
gl: Error ao cambiar o estado de silencio do fío, por favor, inténtao de novo.
hi: थ्रेड म्यूट स्थिति बदलने में असफल, फिर से प्रयास करें
ne: थ्रेड म्यूट टगल गर्न असफल, कृपया पुन: प्रयास गर्नुहोस्
uk: Не вдалося ігнорувати гілку, будь ласка, спробуйте пізніше

source: Failed to update feeds
fi: Syötteiden päivittäminen epäonnistui
ga: Theip ar uasdátú na bhfothaí
gl: Error ao actualizar as canles
hi: फ़ीड अपडेट करने में असफल
ne: फिड्स अद्यावधिक गर्न असफल भयो
uk: Не вдалося оновити стрічки

source: Failed to update settings
fi: Asetusten päivittäminen epäonnistui
ga: Teip ar shocruithe a uasdátú
gl: Error ao actualizar os axustes
hi: सेटिंग अपडेट करने में असफल
ne: सेटिङ्स अद्यावधिक गर्न असफल
uk: Не вдалося оновити налаштування

source: Failed to upload video
fi: Videon lataaminen palveluun epäonnistui
ga: Theip ar uaslódáil an fhíseáin
gl: Error ao subir video
hi: वीडियो अपलोड करने में असफल
ne: भिडियो अपलोड गर्न असफल
uk: Не вдалося завантажити відео

source: Failed to verify handle. Please try again.
fi: Käyttäjätunnuksen vahvistaminen epäonnistui. Yritä uudelleen.
ga: Theip ar dhearbhú an leasainm. Bain triail eile as.
gl: Erro ao verificar nome de usuario. Téntao de novo.
hi: हैंडल सत्यापित करने में असफल। कृपया फिर से प्रयास करें।
ne: ह्यान्डल प्रमाणित गर्न असफल भयो। कृपया पुन: प्रयास गर्नुहोस्।
uk: Не вдалось підтвердити псевдонім. Будь ласка, спробуйте ще раз.

source: Feed
fi: Syöte
ga: Fotha
gl: Canles
hi: फ़ीड
ne: फिड
uk: Стрічка

source: Feed by {0}
fi: Syöte käyttäjältä {0}
ga: Fotha le {0}
gl: Canle por {0}
hi: {0} द्वारा फ़ीड
ne: {0} द्वारा फिड
uk: Стрічка від {0}

source: Feed menu
fi: Syötteen valikko
ga: Roghchlár an fhotha
gl: Menú de canles
hi: फ़ीड मेनू

source: Feed toggle
fi: Syötteen vaihtokytkin
ga: Scoránú an fhotha
gl: Alternar canle
hi: फ़ीड टॉगल
ne: फिड टगल
uk: Перемикач стрічки

source: Feedback
fi: Palaute
ga: Aiseolas
gl: Comentarios
hi: प्रतिक्रिया
ne: प्रतिक्रिया
uk: Зворотний зв'язок

source: Feeds
fi: Syötteet
ga: Fothaí
gl: Canles
hi: फ़ीड
ne: फिड्स
uk: Стрічки

# toast
source: Feeds updated!
fi: Syötteet päivitetty!
ga: Uasdátaíodh na fothaí!
gl: Canles actualizadas!
hi: फ़ीड अपडेट की गई!
ne: फिड्स अद्यावधिक गरियो!
uk: Стрічки оновлено!

source: Feeds we think you might like.
fi: Syötteet, joista uskomme sinun pitävän.
ga: Fothaí a mbeadh spéis agat iontu.
gl: Cremos que estas canles poden gustarche.
hi: फ़ीड जो हमें लगता है आपको पसंद आए।

source: File saved successfully!
fi: Tiedosto tallennettu onnistuneesti!
ga: Sábháladh an comhad!
gl: Ficheiro gardado exitosamente!
hi: फ़ाइल सफलतापूर्वक सहेजी गई!
ne: फाइल सफलतापूर्वक सुरक्षित गरियो!
uk: Файл успішно збережено!

source: Filter from feeds
fi: Suodata syötteistä
ga: Scag ó mo chuid fothaí
gl: Filtro de canles
hi: फ़ीड से फ़िल्टर करें
ne: फिड्सबाट फिल्टर गर्नुहोस्
uk: Фільтрувати зі стрічок

source: Finalizing
fi: Viimeistely
ga: Ag cur crích air
gl: Finalizando
hi: अंतिम रूप दिया जा रहा
ne: अन्तिम रूप दिँदै
uk: Завершення

source: Find accounts to follow
fi: Etsi tilejä seurattavaksi
ga: Aimsigh fothaí le leanúint
gl: Procurar contas para seguir
hi: फ़ॉलो करने के लिए खाते खोजें
ne: फलो गर्न खाताहरू फेला पार्नुहोस्
uk: Знайти облікові записи для підписки

source: Find people to follow
fi: Etsi käyttäjiä seurattavaksi
ga: Aimsigh daoine le leanúint
gl: Procurar contas a seguir
hi: फ़ॉलो करने के लिए लोग खोजें

source: Finish
fi: Valmis
ga: Críochnaigh
gl: Rematar
hi: समाप्त करें
ne: समाप्त
uk: Завершити

source: Fitness
fi: Kuntoilu
ga: Folláine
hi: स्वास्थ्य
ne: फिटनेस
uk: Фітнес

source: Flexible
fi: Joustava
ga: Solúbtha
gl: Flexíbel
hi: लचीला
ne: लचिलो
uk: Гнучкий

source: Follow
fi: Seuraa
ga: Lean
gl: Seguir
hi: फ़ॉलो करें
ne: अनुसरण गर्नुहोस्
uk: Підписатися

# action
source: Follow
fi: Seuraa
ga: Lean
gl: Seguir
hi: फ़ॉलो करें
ne: अनुसरण गर्नुहोस्
uk: Підписатися

source: Follow {0}
fi: Seuraa tiliä {0}
ga: Lean {0}
gl: Seguir a {0}
hi: {0} को फ़ॉलो करें
ne: {0} लाई अनुसरण गर्नुहोस्
uk: Підписатися на {0}

source: Follow 10 accounts
fi: Seuraa 10:tä tiliä
ga: Lean 10 gcuntas
hi: 10 खाते फ़ॉलो करें

source: Follow 7 accounts
fi: Seuraa 7:ää tiliä
ga: Lean 7 gcuntas
gl: Sigue 7 contas
hi: 7 खातों को फ़ॉलो करें
ne: ७ खाताहरू अनुसरण गर्नुहोस्
uk: Читати 7 облікових записів

source: Follow all
fi: Seuraa kaikkia
ga: Lean iad uile
gl: Seguir a todos
hi: सभी को फ़ॉलो करें
ne: सबैलाई अनुसरण गर्नुहोस्
uk: Читати усіх

source: Follow back
fi: Seuraa takaisin
ga: Lean ar ais
gl: Seguir tamén
hi: वापस फ़ॉलो करें
ne: पछाडि अनुसरण गर्नुहोस्
uk: Підписатися навзаєм

# action
source: Follow back
fi: Seuraa takaisin
ga: Lean ar ais
gl: Seguir tamén
hi: वापस फ़ॉलो करें
ne: पछाडि अनुसरण गर्नुहोस्
uk: Підписатися навзаєм

source: Followed by <0>{0}</0>
fi: Seuraajana <0>{0}</0>
ga: Leanta ag <0>{0}</0>
gl: Seguido por <0>{0}</0>
hi: <0>{0}</0> फ़ॉलो करते हैं
ne: <0>{0}</0> ले अनुसरण गरेका छन्
uk: Читають <0>{0}</0>

source: Followed by <0>{0}</0> and {1, plural, one {# other} other {# others}}
fi: Seuraajina <0>{0}</0> ja {1, plural, one {# muu} other {# muuta}}
ga: Leanta ag <0>{0}</0> agus {1, plural, one {duine amháin eile} two {beirt eile} few {# dhuine eile} many {# nduine eile} other {# duine eile}}
gl: Seguido por <0>{0}</0> e {1, plural, one {# other} other {# others}}
hi: <0>{0}</0> और {1, plural, one {# अन्य} other {# अन्य}} फ़ॉलो करते हैं
ne: <0>{0}</0> र {1, plural, one {# other} other {# others}} ले अनुसरण गरेका छन्
uk: Читають <0>{0}</0> та {1, plural, one {# інші} few {# інші} many {# інші} other {# інші}}

source: Followed by <0>{0}</0> and <1>{1}</1>
fi: Seuraajina <0>{0}</0> ja <1>{1}</1>
ga: Leanta ag <0>{0}</0> agus <1>{1}</1>
gl: Seguido por <0>{0}</0> e <1>{1}</1>
hi: <0>{0}</0> और <1>{1}</1> फ़ॉलो करते हैं
ne: <0>{0}</0> र <1>{1}</1> ले अनुसरण गरेका छन्
uk: Читають <0>{0}</0> та <1>{1}</1>

source: Followed by <0>{0}</0>, <1>{1}</1>, and {2, plural, one {# other} other {# others}}
fi: Seuraajina <0>{0}</0>, <1>{1}</1> ja {2, plural, one {# muu} other {# muuta}}
ga: Leanta ag <0>{0}</0>, <1>{1}</1>, agus {2, plural, one {duine amháin eile} two {beirt eile} few {# dhuine eile} many {# nduine eile} other {# duine eile}}
gl: Seguido por <0>{0}</0>, <1>{1}</1>, e {2, plural, one {# other} other {# others}}
hi: <0>{0}</0>, <1>{1}</1>, और {2, plural, one {# अन्य} other {# अन्य}} फ़ॉलो करते हैं
ne: <0>{0}</0>, <1>{1}</1>, र {2, plural, one {# other} other {# others}} ले अनुसरण गरेका छन्
uk: Читають <0>{0}</0>, <1>{1}</1>, та {2, plural, one {# інші} few {# інші} many {# інші} other {# інші}}
