Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Followers of @{0} that you know
fi: Tuntemasi käyttäjän @{0} seuraajat
ga: Leantóirí de chuid @{0} a bhfuil aithne agat orthu
gl: Seguidores de @{0} que coñeces
hi: @{0} के फ़ॉलोअर जिन्हें आप जानते हैं
ne: तपाईंले चिनेका @{0} का अनुसरणकर्ताहरू
uk: Читачі @{0}, яких читаєте ви

source: Followers you know
fi: Tuntemasi seuraajat
ga: Leantóirí a bhfuil aithne agat orthu
gl: Seguidores que coñeces
hi: फ़ॉलोअर जिन्हें आप जानते हैं
ne: तपाईंले चिनेका अनुसरणकर्ताहरू
uk: Читачі, яких читаєте ви

source: Following
fi: Seuratut
ga: Á leanúint
gl: Seguindo
hi: फ़ॉलोइंग
ne: अनुसरण गर्दै
uk: Читаю

# feed-name
source: Following
fi: Seuratut
ga: Á leanúint
gl: Seguindo
hi: फ़ॉलोइंग
ne: अनुसरण गर्दै
uk: Читаю

source: Following {0}
fi: Seurataan käyttäjää {0}
ga: Ag leanúint {0}
gl: Seguindo {0}
hi: {0} को फ़ॉलो करते हैं
ne: {0} लाई अनुसरण गर्दै
uk: Читають {0}

source: Following feed preferences
fi: Seuratut-syötteen asetukset
ga: Roghanna le haghaidh an fhotha Following
gl: Preferencias das canles de Seguimento
hi: फ़ॉलोइंग फ़ीड प्राथमिकताएँ
ne: अनुसरण फिड प्राथमिकताहरू
uk: Налаштування стрічки тих, кого ви читаєте

source: Following Feed Preferences
fi: Seuratut-syötteen asetukset
ga: Roghanna don Fhotha Following
gl: Preferencias das canles de Seguimento
hi: फ़ॉलोइंग फ़ीड प्राथमिकताएँ
ne: अनुसरण फिड प्राथमिकताहरू
uk: Налаштування стрічки тих, кого ви читаєте

source: Follows you
fi: Seuraa sinua
ga: Leanann sé/sí thú
gl: Séguete
hi: आपको फ़ॉलो करते हैं
ne: तपाईलाई अनुसरण गर्छ
uk: Підписаний(-на) на вас

source: Follows You
fi: Seuraa sinua
ga: Leanann sé/sí thú
gl: Séguete
hi: आपको फ़ॉलो करते हैं
ne: तपाईलाई अनुसरण गर्छ
uk: Читає вас

source: Font
fi: Fontti
ga: Clófhoireann
gl: Fonte
hi: फ़ॉन्ट
ne: फन्ट
uk: Шрифт

source: Font size
fi: Fonttikoko
ga: Clómhéid
gl: Tamaño de fonte
hi: फ़ॉन्ट आकार
ne: फन्ट आकार
uk: Розмір шрифту

source: Food
fi: Ruoka
ga: Bia
gl: Comida
hi: खानपान
ne: खाना
uk: Їжа

source: For security reasons, we'll need to send a confirmation code to your email address.
fi: Turvallisuussyistä meidän on lähetettävä vahvistuskoodi sähköpostiosoitteeseesi.
ga: Ar chúiseanna slándála, beidh orainn cód dearbhaithe a chur chuig do sheoladh ríomhphoist.
gl: Por razóns de seguridade, teremos que enviarche un código de confirmación ao teu enderezo de correo electrónico.
hi: सुरक्षा कारणों के लिए, हमें आपके ईमेल पते पर एक पुष्टिकरण कोड भेजने की आवश्यकता होगी।
ne: सुरक्षा कारणहरूले गर्दा, हामीलाई तपाईंको इमेल ठेगानामा पुष्टि कोड पठाउन आवश्यक छ।
uk: З міркувань безпеки нам потрібно буде відправити код підтвердження на вашу електронну адресу.

source: For security reasons, you won't be able to view this again. If you lose this app password, you'll need to generate a new one.
fi: Turvallisuussyistä et voi tarkastella tätä enää uudelleen. Jos kadotat sovellussalasanan, sinun on luotava uusi.
ga: De bharr cúrsaí slándála, ní bheidh tú in ann breathnú air seo arís. Dá gcaillfeá an pasfhocal aipe, bheadh ort ceann nua a chruthú.
hi: सुरक्षा कारणों से, आप इसे फिर से देख नहीं सकेंगे। यदि आप इस ऐप पासवर्ड को खो देते हैं, तो आपको एक नया ऐप पासवर्ड उत्पन्न करना होगा।
ne: सुरक्षा कारणहरूको लागि, तपाईं यसलाई पुन: हेर्न सक्नुहुनेछैन। यदि तपाईंले यो पासवर्ड हराउनु भयो भने, तपाईंले नयाँ उत्पन्न गर्नुपर्नेछ।
uk: З міркувань безпеки ви бачите цей пароль лише один раз. Якщо ви втратите цей пароль застосунку, вам потрібно буде згенерувати новий.

source: For the best experience, we recommend using the theme font.
fi: Parhaan käyttökokemuksen saavuttamiseksi suosittelemme käyttämään teemafonttia.
ga: Don eispéireas is fearr, molaimid an cló téama.
gl: Para unha mellor experiencia, recomendamos que uses a fonte do tema.
hi: बहतरीन अनुभव के लिए, हम थीम फ़ॉन्ट का उपयोग करने की सलाह देते हैं।
ne: सर्वोत्तम अनुभवको लागि, हामी थिम फन्ट प्रयोग गर्न सिफारिस गर्छौं।
uk: Для отримання найкращого користувацького досвіду рекомендується використовувати шрифт теми.

source: Forever
fi: Ikuinen
ga: Go brách
gl: Para sempte
hi: हमेशा
ne: सधैंको लागि
uk: Назавжди

source: Forgot Password
fi: Unohtunut salasana
ga: Pasfhocal dearmadta
gl: Esquecín o meu contrasinal
hi: पासवर्ड भूल गए
ne: पासवर्ड बिर्सनुभयो?
uk: Забули пароль

source: Forgot password?
fi: Unohtuiko salasana?
ga: Pasfhocal dearmadta?
gl: Esquecéches o teu contrasinal?
hi: पासवर्ड भूल गए?
ne: पासवर्ड बिर्सनुभयो?
uk: Забули пароль?

source: Forgot?
fi: Unohditko?
ga: Dearmadta?
gl: Esquecéchelo?
hi: भूल गए?
ne: बिर्सनुभयो?
uk: Забули пароль?

source: Frequently Posts Unwanted Content
fi: Julkaisee usein ei-toivottua sisältöä
ga: Is minic a phostálann siad ábhar nach bhfuil de dhíth
gl: Publicacións frecuentes de contido non desexado
hi: लगातार अनचाही सामग्री पोस्ट करते हैं
ne: बारम्बार अवाञ्छित सामग्री पोस्ट गर्दछ
uk: Часто публікує неприйнятний контент

source: From @{sanitizedAuthor}
fi: Käyttäjältä @{sanitizedAuthor}
ga: Ó @{sanitizedAuthor}
gl: De @{sanitizedAuthor}
hi: @{sanitizedAuthor} से
ne: @{sanitizedAuthor} बाट
uk: Від @{sanitizedAuthor}

# from-feed
source: From <0/>
fi: Syötteestä <0/>
ga: Ó <0/>
gl: De <0/>
hi: <0/> से
ne: <0/> बाट
uk: Від <0/>

source: Generate a starter pack
fi: Generoi aloituspaketti
ga: Cruthaigh pacáiste fáilte
gl: Xera un paquete de inicio
hi: स्टार्टर पाक उत्पन्न करें
ne: स्टार्टर प्याक उत्पन्न गर्नुहोस्
uk: Згенерувати особисту підбірку

source: Get help
fi: Näytä ohje
ga: Faigh cabhair
gl: Obtén axuda
hi: सहायता लें
ne: मद्दत प्राप्त गर्नुहोस्
uk: Допомога

source: Getting started
fi: Aloita tästä
ga: Tús maith
gl: Comezando
hi: शुरुआत
ne: सुरू गर्दै
uk: Розпочинаємо

source: Give your profile a face
fi: Anna profiilillesi kasvot
ga: Tabhair gnúis do do phróifíl
gl: Dálle ao teu perfil unha cara bonita
hi: अपने प्रोफ़ाइल को एक चेहरा दें
ne: आफ्नो प्रोफाइललाई अनुहार दिनुहोस्
uk: Створити обличчя для вашого облікового запису

source: Glaring violations of law or terms of service
fi: Räikeät lain tai käyttöehtojen rikkomukset
ga: Deargshárú an dlí nó na dtéarmaí seirbhíse
gl: Violacións flagrantes da Lei ou dos Termos de servizo
hi: क़ानून या सेवा की शर्तों का स्पष्ट उल्लंघन
ne: कानुन वा सेवा सर्तहरूको स्पष्ट उल्लङ्घन
uk: Грубі порушення закону чи умов використання

source: Go back
fi: Palaa takaisin
ga: Ar ais
gl: Volver
hi: वापस जाएँ
ne: फर्कनुहोस्
uk: Перейти назад

source: Go Back
fi: Palaa takaisin
ga: Ar ais
gl: Volver
hi: वापस जाएँ
ne: फर्कनुहोस्
uk: Назад

source: Go back to previous step
fi: Palaa edelliseen vaiheeseen
ga: Fill ar an gcéim roimhe seo
gl: Volver ao paso anterior
hi: पिछले चरण पर वापस जाएँ
ne: पिछले चरण पर जाएं
uk: Перейти назад до попереднього кроку

# Button to go back to the home timeline
source: Go home
fi: Palaa kotinäkymään
ga: Abhaile
gl: Ir ao inicio
hi: होम जाएँ
ne: गृहपृष्ठमा जानुहोस्
uk: Перейти на головну

source: Go home
fi: Palaa kotinäkymään
ga: Abhaile
gl: Ir ao inicio
hi: होम जाएँ
ne: गृहपृष्ठमा जानुहोस्
uk: Перейти на головну

source: Go Home
fi: Palaa kotinäkymään
ga: Abhaile
gl: Ir ao inicio
hi: होम जाएँ
ne: गृहपृष्ठमा जानुहोस्
uk: Перейти на головну

source: Go to conversation with {0}
fi: Siirry keskusteluun käyttäjän {0} kanssa
ga: Téigh go comhrá le {0}
gl: Ir á conversa con {0}
hi: {0} के साथ बातचीत पर जाएँ
ne: {0} सँगको कुराकानीमा जानुहोस्
uk: Перейти до розмови з {0}

source: Go to next
fi: Siirry seuraavaan
ga: Téigh go dtí an chéad rud eile
gl: Ir ao seguinte
hi: अगले पर जाएँ
ne: अर्कोमा जानुहोस्
uk: Далі

source: Go to profile
fi: Siirry profiiliin
ga: Téigh go próifíl
gl: Ir ao perfil
hi: प्रोफ़ाइल पर जाएँ
ne: प्रोफाइलमा जानुहोस्
uk: Перейти до облікового запису

source: Go to user's profile
fi: Siirry käyttäjän profiiliin
ga: Téigh go próifíl an úsáideora
gl: Ir ao perfil da conta
hi: उपयोगकर्ता प्रोफ़ाइल पर जाएँ
ne: प्रयोगकर्ताको प्रोफाइलमा जानुहोस्
uk: Перейти до облікового запису користувача

source: Graphic Media
fi: Graafinen media
ga: Meáin Ghrafacha
gl: Contido Gráfico
hi: भयानक मीडिया
ne: ग्राफिक मिडिया
uk: Графічний медіаконтент

source: Half way there!
fi: Puolivälissä!
ga: Leath bealaigh ann!
gl: Xa está na metade do camiño!
hi: आधा रास्ता पार!
ne: मध्यसम्म पुगियो!
uk: На пів шляху!

source: Handle
fi: Käyttäjätunnus
ga: Leasainm
gl: Alcume
hi: हैंडल
ne: ह्यान्डल
uk: Псевдонім

source: Handle already taken. Please try a different one.
fi: Käyttäjätunnus jo varattu. Kokeile toista.
ga: Tá an leasainm seo in úsáid cheana. Bain triail as ceann eile.
gl: O alcume xa está collido. Por favor, insire outro diferente.
hi: हैंडल पहले से ले लिया गया है। कृपया कुछ और चुनें।
ne: ह्यान्डल पहिले नै लिइएको छ। कृपया अर्को प्रयास गर्नुहोस्।
uk: Псевдонім вже зайнятий. Будь ласка, спробуйте інший.

source: Handle changed!
fi: Käyttäjätunnus vaihdettu!
ga: Athraíodh an leasainm!
gl: Alcume cambiado!
hi: हैंडल बदला गया!
ne: ह्यान्डल परिवर्तन भयो!
uk: Псевдонім змінено!

source: Handle too long. Please try a shorter one.
fi: Käyttäjätunnus liian pitkä. Kokeile lyhyempää.
ga: Tá an leasainm seo rófhada. Bain triail as ceann níos giorra.
gl: O alcume é longo de máis. Por favor, insire un máis curto.
hi: हैंडल बहुत अधिक लंबा है। कृपया कुछ छोटा चुनें।
ne: ह्यान्डल धेरै लामो छ। कृपया छोटो प्रयास गर्नुहोस्।
uk: Псевдонім задовгій. Будь ласка, спробуйте коротший.

source: Haptics
fi: Haptiikka
ga: Haptaic
gl: Vibración
hi: कंपन
ne: ह्याप्टिक्स
uk: Тактильний відгук

source: Harassment, trolling, or intolerance
fi: Häirintä, trollaus tai suvaitsemattomuus
ga: Ciapadh, trolláil, nó éadulaingt
gl: Acoso, trolling ou intolerancia
hi: उत्पीड़न, ट्रोलिंग, या असहिष्णुता
ne: उत्पीडन, ट्रोलिङ, वा असहिष्णुता
uk: Домагання, тролінг або нетерпимість

source: Hashtag
fi: Aihetunniste
ga: Haischlib
gl: Cancelo
hi: हैशटैग
ne: ह्यासट्याग
uk: Хештег

source: Hashtag {tag}
fi: Aihetunniste {tag}
gl: Cancelo {tag}
hi: हैशटैग {tag}

source: Having trouble?
fi: Ongelmia?
ga: Fadhb ort?
gl: Tes problemas?
hi: मुश्किल हो रही है?
ne: समस्या भइरहेको छ?
uk: Виникли проблеми?

source: Help
fi: Ohje
ga: Cúnamh
gl: Axuda
hi: सहायता
ne: सहयोग
uk: Довідка

source: Help people know you're not a bot by uploading a picture or creating an avatar.
fi: Auta ihmisiä tietämään, ettet ole botti, lataamalla palveluun kuva tai luomalla profiilikuva.
ga: Tabhair le fios dúinn nach bot thú trí pictiúr a uaslódáil nó abhatár a chruthú.
gl: Axuda a que as persoas saiban que non es un bot subindo unha foto ou creando un avatar.
hi: तस्वीर अपलोड कर के या अवतार बनाकर लोगों को जताएँ की आप एक रोबोट नहीं हैं।
ne: फोटो अपलोड गरेर वा अवतार सिर्जना गरेर आफू बोट होइन भनेर देखाउन सहयोग गर्नुहोस्।
uk: Дайте людям знати, що ви не бот, завантаживши зображення або створивши аватар.

source: Here is your app password!
fi: Tässä on sovellussalasanasi!
ga: Seo duit do phasfhocal aipe!
hi: यह है आपका ऐप पासवर्ड!
ne: यो तपाईंको एप पासवर्ड हो!
uk: Це ваш пароль застосунку!

source: Hidden list
fi: Piilotettu lista
ga: Liosta i bhfolach
gl: Listaxe oculta
hi: छिपाई गई सूची
ne: लुकेको सूची
uk: Прихований список

source: Hide
fi: Piilota
ga: Cuir i bhfolach
gl: Ocultar
hi: छिपाएँ
ne: लुकाउनुहोस्
uk: Приховати

# action
source: Hide
fi: Piilota
ga: Cuir i bhfolach
gl: Ocultar
hi: छिपाएँ
ne: लुकाउनुहोस्
uk: Приховати

source: Hide post for me
fi: Piilota julkaisu minulta
ga: Cuir an phostáil seo i bhfolach domsa
gl: Ocultar o chío para min
hi: मेरे लिए पोस्ट छिपाएँ
ne: मेरो लागि पोष्ट लुकाउनुहोस्
uk: Приховати пост від мене

source: Hide reply for everyone
fi: Piilota vastaus kaikilta
ga: Cuir an freagra i bhfolach do chách
gl: Ocultar rechouchío para todo o mundo
hi: सब के लिए जवाब छिपाएँ
ne: सबैका लागि उत्तर लुकाउनुहोस्
uk: Приховати відповідь від усіх

source: Hide reply for me
fi: Piilota vastaus minulta
ga: Cuir an freagra i bhfolach domsa
gl: Ocultar rechouchío para min
hi: मेरे लिए जवाब छिपाएँ
ne: मेरो लागि उत्तर लुकाउनुहोस्
uk: Приховати відповідь від мене

source: Hide this post?
fi: Piilotetaanko tämä julkaisu?
ga: An bhfuil fonn ort an phostáil seo a chur i bhfolach?
gl: Ocultar este chío?
hi: यह पोस्ट छिपाएँ
ne: यो पोस्ट लुकाउनुहोस्?
uk: Приховати цей пост?

source: Hide this reply?
fi: Piilotetaanko tämä vastaus?
ga: An bhfuil fonn ort an freagra seo a chur i bhfolach?
gl: Ocultar este rechouchío?
hi: यह पोस्ट छिपाएँ?
ne: यो उत्तर लुकाउनुहोस्?
uk: Приховати цю відповідь?

source: Hide trending topics
fi: Piilota trendaavat aiheet
ga: Cuir treochtaí i bhfolach
gl: Ocultar temas de tendencia
hi: रुझान छिपाएँ

source: Hide trending topics?
fi: Piilotetaanko trendaavat aiheet?
ga: An bhfuil fonn ort treochtaí a chur i bhfolach?
gl: Ocultar os temas de tendencia?
hi: रुझान छिपाएँ?

source: Hide user list
fi: Piilota käyttäjäluettelo
ga: Cuir liosta na gcuntas i bhfolach
gl: Ocultar listaxe de persoas
hi: उपयोगकर्ता सूची छुपाएँ
ne: प्रयोगकर्ता सूची लुकाउनुहोस्
uk: Приховати список користувачів

source: Hmm, some kind of issue occurred when contacting the feed server. Please let the feed owner know about this issue.
fi: Hmm, otettaessa yhteyttä syötteen palvelimeen ilmeni jonkinlainen ongelma. Ilmoita asiasta syötteen omistajalle.
ga: Hmm. Tharla fadhb éigin sa dul i dteagmháil le freastalaí an fhotha seo. Cuir é seo in iúl d’úinéir an fhotha, le do thoil.
gl: Produciuse algún problema ao contactar co servidos das canles. Por favor, informa á persoa autora da nova sobre este problema.
hi: अरे, फ़ीड सर्वर से संपर्क करते समय कोई समस्या हुई। कृपया फ़ीड के मालिक को इस समस्या के बारे में बताएँ।
ne: हुन सक्छ, फिड सर्भरसँग सम्पर्क गर्दा कुनै समस्या भयो। कृपया यो समस्याबारे फिड मालिकलाई जानकारी दिनुहोस्।
uk: Хм, при зв'язку з сервером стрічки виникла якась проблема. Будь ласка, повідомте про це її власника.

source: Hmm, the feed server appears to be misconfigured. Please let the feed owner know about this issue.
fi: Hmm, syötteen palvelin vaikuttaa olevan väärin konfiguroitu. Ilmoita asiasta syötteen omistajalle.
ga: Hmm. Is cosúil nach bhfuil freastalaí an fhotha seo curtha le chéile i gceart. Cuir é seo in iúl d’úinéir an fhotha, le do thoil.
gl: Parece que o servidor das canles está mal configurado. Por favor, informa á persoa autora da nova sobre este problema.
hi: अरे, लगता है फ़ीड सर्वर का कॉन्फ़िग ठीक से नहीं हुआ है। कृपया फ़ीड के मालिक को इस समस्या के बारे में बताएँ।
ne: हुन सक्छ, फिड सर्भर गलत रूपमा कन्फिगर गरिएको छ। कृपया यो समस्याबारे फिड मालिकलाई जानकारी दिनुहोस्।
uk: Хм, здається сервер стрічки налаштовано неправильно. Будь ласка, повідомте про це її власника.

source: Hmm, the feed server appears to be offline. Please let the feed owner know about this issue.
fi: Hmm, syötteen palvelin vaikuttaa olevan poissa linjoilta. Ilmoita asiasta syötteen omistajalle.
ga: Hmm. Is cosúil go bhfuil freastalaí an fhotha as líne. Cuir é seo in iúl d’úinéir an fhotha, le do thoil.
gl: Parece que o servidor das canles non está en liña. Por favor, informa á persoa autora da nova sobre este problema.
hi: अरे, लगता है फ़ीड सर्वर ऑफलाइन है। कृपया फ़ीड के मालिक को इस समस्या के बारे में बताएँ।
ne: हाम्रोमा समस्या छ, फिड सर्भर अफलाइन देखिन्छ। कृपया फिड मालिकलाई यो समस्याबारे जानकारी दिनुहोस्।
uk: Хм, здається сервер стрічки зараз не працює. Будь ласка, повідомте про це її власника.

source: Hmm, the feed server gave a bad response. Please let the feed owner know about this issue.
fi: Hmm, syötteen palvelin antoi virheellisen vastauksen. Ilmoita asiasta syötteen omistajalle.
ga: Hmm. Thug freastalaí an fhotha drochfhreagra. Cuir é seo in iúl d’úinéir an fhotha, le do thoil.
gl: O servidor das canles respondeu de forma incorrecta. Por favor, informa á persoa autora da nova sobre este problema.
hi: अरे, फ़ीड सर्वर ने ख़राब उत्तर दिया। कृपया फ़ीड के मालिक को इस समस्या के बारे में बताएँ।
ne: हाम्रोमा समस्या छ, फिड सर्भरले गलत प्रतिक्रिया दियो। कृपया फिड मालिकलाई यो समस्याबारे जानकारी दिनुहोस्।
uk: Хм, сервер стрічки надіслав нам незрозумілу відповідь. Будь ласка, повідомте про це її власника.

source: Hmm, we're having trouble finding this feed. It may have been deleted.
fi: Hmm, meillä on vaikeuksia löytää tätä syötettä. Se on ehkä poistettu.
ga: Hmm. Ní féidir linn an fotha seo a aimsiú. Is féidir gur scriosadh é.
gl: Temos problemas para encontrar esta canle. Pode ser que a borrasen.
hi: अरे, हमें यह फ़ीड ढूँढने में मुश्किल हो रही है। इसे शायद मिटा दिया गया होगा।
ne: हाम्रोमा समस्या छ, यो फिड फेला पार्न गाह्रो भइरहेको छ। सम्भवतः यो हटाइएको हुन सक्छ।
uk: Хм, ми не можемо знайти цю стрічку. Можливо вона була видалена.

source: Hmmmm, it seems we're having trouble loading this data. See below for more details. If this issue persists, please contact us.
fi: Hmm, näiden tietojen lataamisessa vaikuttaa olevan vaikauksia. Katso lisätietoja alta. Jos ongelma jatkuu, ota yhteys meihin.
ga: Hmmm, is cosúil go bhfuil fadhb againn le lódáil na sonraí seo. Féach thíos le haghaidh tuilleadh sonraí. Má mhaireann an fhadhb seo, téigh i dteagmháil linn, le do thoil.
gl: Vaites! Parece que temos problemas para cargar estes datos. Consulta máis detalles a continuación. Se o problema persiste, ponte en contacto connosco.
hi: अरे, लगता है हमें यह डेटा लोड करने में मुश्किल हो रही है। अधिक जानकारी के लिए नीचे देखें। यदि यह समस्या बनी रहती है, हमसे संपर्क करें।
ne: हाम्रोमा समस्या छ, यो डेटा लोड गर्न समस्या भइरहेको देखिन्छ। थप विवरणका लागि तल हेर्नुहोस्। यदि यो समस्या कायम रहन्छ भने, कृपया हामीलाई सम्पर्क गर्नुहोस्।
uk: Хм, ми маємо проблеми зі завантаженням цих даних. Поглянути деталі нижче. Якщо проблема не зникне, просимо звʼязатися з нами.

source: Hmmmm, we couldn't load that moderation service.
fi: Hmm, emme pystyneet lataamaan tätä moderointipalvelua.
ga: Hmmm, ní raibh muid in ann an tseirbhís modhnóireachta sin a lódáil.
gl: Vaites! Non puidemos cargar ese servizo de moderación.
hi: अरे, हम उस मॉडरेशन सेवा को लोड नहीं कर सके।
ne: हाम्रोमा समस्या छ, हामीले त्यो मोडरेशन सेवा लोड गर्न सकेनौं।
uk: Хм, ми не змогли завантажити цей сервіс модерації.

source: Hold up! We’re gradually giving access to video, and you’re still waiting in line. Check back soon!
fi: Odottakaa! Annamme vähitellen pääsyn videoon, ja olet yhä odotusjonossa. Tarkista tilanne pian uudelleen!
ga: Foighne ort! Tá físeáin á seoladh de réir a chéile, agus tá tú fós ag fanacht ar d'uain. Déan iarracht go luath!
gl: Espera! Estamos dando acceso a vídeos gradualmente e aínda estás na listaxe de espera. Volve a consultar máis adiante.
hi: कृपया रुकिए। हम धीरे-धीरे वीडियो तक पहुँच दे रहें हैं, और आप अभी भी पंक्ति में हैं। बाद में प्रयास करें!
ne: पर्खनुहोस्! हामी बिस्तारै भिडियो पहुँच उपलब्ध गराउँदैछौं, र तपाईं अझै प्रतीक्षामा हुनुहुन्छ। छिट्टै पुनः प्रयास गर्नुहोस्।
uk: Чекай-но! Ми поступово даємо доступ до відео, а ви поки що чекаєте в черзі. Спробуйте пізніше!

source: Home
fi: Koti
ga: Baile
gl: Inicio
hi: होम फ़ीड
ne: गृहपृष्ठ
uk: Головна

source: Host:
fi: Hosti:
ga: Óstach:
gl: Aloxamento:
hi: होस्ट:
ne: होस्ट:
uk: Хост:

source: Hosting provider
fi: Hostingyritys
ga: Soláthraí óstála
gl: Proveedor de aloxamento
hi: होस्टिंग प्रदाता
ne: होस्टिंग प्रदायक
uk: Хостинг-провайдер

source: How should we open this link?
fi: Kuinka haluat avata tämän linkin?
ga: Conas ar cheart dúinn an nasc seo a oscailt?
gl: Como deberíamos abrir esta ligazón?
hi: इस लिंक को हम कैसे खोलें?
ne: यो लिंक कसरी खोल्ने?
uk: Як ви хочете відкрити це посилання?

source: I have a code
fi: Minulla on koodi
ga: Tá cód agam
gl: Teño un código
hi: मेरे पास कोड है
ne: मसँग कोड छ
uk: Я маю код

source: I have my own domain
fi: Minulla on oma verkkotunnus
ga: Tá fearann de mo chuid féin agam
gl: Teño o meu propio dominio
hi: मेरे पास अपना डोमेन है
ne: मसँग मेरो आफ्नै डोमेन छ
uk: Я маю власний домен

source: I understand
fi: Ymmärrän
ga: Tuigim
gl: Enténdoo
hi: मैं समझा
ne: म बुझ्छु
uk: Я зрозумів

source: If alt text is long, toggles alt text expanded state
fi: Jos tekstivastine on pitkä, laajentaa tai pienentää sen
ga: Má tá an téacs malartach rófhada, athraíonn sé seo go téacs leathnaithe
gl: Se o texto alternativo é longo, alterna o estado expandido do texto alternativo.
hi: यदि वैकल्पिक पाठ लंबा है, बड़े आकार का वैकल्पिक पाठ लागू कर्ता है
ne: यदि वैकल्पिक पाठ लामो छ भने, यसको विस्तारित स्थिति परिवर्तन गर्नुहोस्।
uk: Розкриває альтернативний текст, якщо текст задовгий

source: If you are not yet an adult according to the laws of your country, your parent or legal guardian must read these Terms on your behalf.
fi: Jos et ole vielä aikuinen kotimaasi lakien mukaan, huoltajasi tai laillisen edustajasi on luettava nämä ehdot puolestasi.
ga: Ní duine fásta thú de réir dhlí do thíre, tá ar do thuismitheoir nó do chaomhnóir dlíthiúil na Téarmaí seo a léamh ar do shon.
gl: Se aínda non es maior de idade segundo as leis do teu país, o teu pai, a túa nai ou o teu titor legal debe ler estes Termos no teu nome.
hi: यदि आप अपने देश के क़ानून के अनुसार अभी वयस्क नहीं है, आपके माता-पिता या क़ानूनी अभिभावक को आपकी जगह इन शर्तों को पढ़ना होगा।
ne: यदि तपाईं आफ्नो देशको कानून अनुसार अझै वयस्क हुनुहुन्न भने, तपाईंको अभिभावक वा कानुनी संरक्षकले यी सर्तहरू पढ्नुपर्छ।
uk: Якщо ви ще не досягли повноліття відповідно до законів вашої країни, ваш батьківський або юридичний опікун повинен прочитати ці Умови від вашого імені.

source: If you delete this list, you won't be able to recover it.
fi: Jos poistat tämän listan, et voi palauttaa sitä.
ga: Má scriosann tú an liosta seo, ní bheidh tú in ann é a fháil ar ais.
gl: Se eliminas esta listaxe, non poderás recuperala.
hi: यदि आप इस सूची को मिटते हैं, आप उसे वापस नहीं ला पाएँगे।
ne: यदि तपाईं यो सूची हटाउनुहुन्छ भने, तपाईं यसलाई पुनः प्राप्त गर्न सक्नुहुन्न।
uk: Якщо ви видалите цей список, ви не зможете його відновити.

source: If you have your own domain, you can use that as your handle. This lets you self-verify your identity. <0>Learn more here.</0>
fi: Jos sinulla on oma verkkotunnus, voit käyttää sitä käyttäjätunnuksenasi. Näin voit itse vahvistaa henkilöllisyytesi. <0>Lue lisää täältä.</0>
ga: Má tá fearann de do chuid féin agat, is féidir é sin a úsáid mar leasainm, agus sa chaoi sin, d'aitheantas féin a dhearbhú. <0>Tuilleadh eolais.</0>
gl: Se tes o teu propio dominio, podes empregalo como nome de usuario. Isto permíteche auto-verificar a túa identidade. <0>Máis información aquí.</0>
hi: यदि आपका अपना डोमेन है, आप उसे अपने हैंडल के तौर पर उपयोग कर सकते हैं। इसे आप ख़ुद अपने पहचान की पुष्टि कर सकते हैं। <0>यहाँ अधिक जानें।</0>

source: If you remove this post, you won't be able to recover it.
fi: Jos poistat tämän julkaisun, et voi palauttaa sitä.
ga: Má bhaineann tú an phostáil seo, ní bheidh tú in ann í a fháil ar ais.
gl: Se eliminas este chío, non poderás recuperalo.
hi: यदि आप इस पोस्ट को मिटाते हैं, आप उसे वापस नहीं ला पाएँगे।
ne: यदि तपाईंले यो पोस्ट हटाउनुभयो भने, तपाईं यसलाई पुनः प्राप्त गर्न सक्नुहुन्न।
uk: Якщо ви видалите цей пост, ви не зможете його відновити.

source: If you want to change your password, we will send you a code to verify that this is your account.
fi: Jos haluat vaihtaa salasanasi, lähetämme sinulle koodin vahvistaaksemme, että tämä on tilisi.
ga: Más mian leat do phasfhocal a athrú, seolfaimid cód duit chun dearbhú gur leatsa an cuntas seo.
gl: Se desexas cambiar o teu contrasinal, enviarémosche un código para verificar que esta é a túa conta.
hi: यदि आप अपना पासवर्ड बदलना चाहते हैं, हम आपको एक कोड भेजेंगे यहा सत्यापित करने के किए कि यह आपका खाता है।
ne: यदि तपाईं आफ्नो पासवर्ड परिवर्तन गर्न चाहनुहुन्छ भने, हामी तपाईंलाई यो खाता हो भनेर प्रमाणित गर्न कोड पठाउनेछौं।
uk: Якщо ви хочете змінити пароль, ми надішлемо вам код, щоб переконатися, що це ваш обліковий запис.
