Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Porn
fi: Porno
ga: Pornagrafaíocht
gl: Pornografía
hi: अश्लील
ne: पोर्न
uk: Порнографія

# description
source: Post
fi: Julkaise
ga: Postáil
gl: Chiar
hi: पोस्ट करें
ne: पोस्ट
uk: Запостити

# action
source: Post
fi: Julkaise
ga: Postáil
gl: Chiar
hi: पोस्ट करें
ne: पोस्ट
uk: Запостити

# action
source: Post All
fi: Julkaise kaikki
ga: Postáil Uile
gl: Publicar todo
hi: सभी पोस्ट करें
ne: सबै पोस्ट गर्नुहोस्
uk: Опублікувати все

source: Post by @{0}
fi: Julkaissut @{0}
ga: Postáil ó @{0}
gl: Chío de @{0}
hi: @{0} द्वारा पोस्ट
ne: @{0} द्वारा पोस्ट
uk: Пост від @{0}

# toast
source: Post deleted
fi: Julkaisu poistettu
ga: Scriosadh an phostáil
gl: Chío eliminado
hi: पोस्ट मिटाया गया
ne: पोस्ट मेटियो
uk: Пост видалено

source: Post failed to upload. Please check your Internet connection and try again.
fi: Julkaisun lataaminen palveluun epäonnistui. Tarkista internetyhteytesi ja yritä uudelleen.
ga: Níor uaslódáladh an phostáil. Seiceáil do cheangal leis an idirlíon agus bain triail eile as.
gl: Produciuse un erro ao cargar o chío. Comproba a túa conexión a Internet e téntao de novo.
hi: पोस्ट अपलोड करने में असफल। कृपया अपना इंटरनेट कनेक्शन जाँच लें और फिर प्रयास करें।
ne: पोस्ट अपलोड गर्न असफल भयो। कृपया तपाईंको इन्टरनेट कनेक्शन जाँच गर्नुहोस् र पुनः प्रयास गर्नुहोस्।
uk: Не вдалось завантажити пост. Будь ласка, перевірте з'єднання з інтернетом та спробуйте ще раз.

source: Post Hidden by Muted Word
fi: Mykistetyn sanan perusteella piilotettu julkaisu
ga: Postáil nach bhfuil le feiceáil de bharr focail a bhalbhaigh tú
gl: Chío oculto por palabra silenciada
hi: पोस्ट म्यूट किए गए शब्द से छिपाया गया
ne: म्यूट गरिएको शब्दद्वारा पोस्ट लुकाइएको छ।
uk: Пост приховано через ігнороване слово

source: Post Hidden by You
fi: Piilottamasi julkaisu
ga: Postáil a chuir tú i bhfolach
gl: Chío ocultado por ti
hi: पोस्ट आपके द्वारा छिपाया गया
ne: तपाईं द्वारा पोस्ट लुकाइएको छ।
uk: Пост приховано вами

source: Post interaction settings
fi: Julkaisun vuorovaikutusasetukset
ga: Socruithe idirghníomhaíochta na postála
gl: Axustes de interacción do chío
hi: पोस्ट संपर्क सेटिंग
ne: पोस्ट अन्तरक्रिया सेटिङ्स
uk: Налаштування взаємодії з постом

source: Post not found
fi: Julkaisua ei löydy
ga: Ní bhfuarthas an phostáil
gl: Non se encontrou o chío
hi: पोस्ट नहीं मिला
ne: पोस्ट फेला परेन
uk: Пост не знайдено

# toast
source: Post pinned
fi: Julkaisu kiinnitetty
ga: Greamaíodh an phostáil
gl: Chío fixado
hi: पोस्ट पिन किया गया
ne: पोस्ट पिन गरियो
uk: Пост закріплено

# toast
source: Post unpinned
fi: Julkaisu irrotettu
ga: Díghreamaíodh an phostáil
gl: Chío desfixado
hi: पोस्ट पिन से हटाया गया
ne: पोस्ट अनपिन गरियो
uk: Пост відкріплено

source: Posts
fi: Julkaisut
ga: Postálacha
gl: Chíos
hi: पोस्ट
ne: पोस्टहरू
uk: Пости

source: Posts can be muted based on their text, their tags, or both. We recommend avoiding common words that appear in many posts, since it can result in no posts being shown.
fi: Julkaisuja voi mykistää tekstin, tunnisteiden tai kummankin perusteella. Suosittelemme välttämään yleisiä sanoja, jotka esiintyvät monissa julkaisuissa. Muuten voi käydä niin, ettei mitään julkaisuja näytetä.
ga: Is féidir leat postálacha a bhalbhú bunaithe ar an téacs, clibeanna, nó an dá rud. Molaimid focail choitianta a bhíonn i go leor postálacha a sheachaint, toisc gur féidir nach dtaispeánfaí aon phostáil dá bharr.
gl: Os chíos pódense silenciar en función do seu texto, das súas etiquetas ou de ambos. Recomendamos evitar as palabras comúns que aparecen en moitos chíos, xa que pode provocar que non se mostre ningún chío.
hi: पोस्ट को उनके पाठ, उनके टैग, या दोनों से छिपाया जा सकता है। हम ऐसे साधारण शब्द न चुनने की सलाह देते हैं जो कई पोस्ट में दिखते हैं, क्योंकि इससे हो सकता है कि सभी पोस्ट छिप जाएँ।
ne: पोस्टहरूलाई तिनीहरूको पाठ, ट्याग, वा दुवैको आधारमा म्यूट गर्न सकिन्छ। धेरै पोस्टमा देखिने साधारण शब्दहरू प्रयोग गर्न नपर्ने सुझाव दिन्छौं, किनकि यसले कुनै पोस्ट पनि देखाउन नसकिने स्थिति उत्पन्न गर्न सक्छ।
uk: Пости можуть бути приглушені залежно від їхнього тексту, тегів або обох. Ми рекомендуємо уникати загальних слів, що з'являються у багатьох постах, оскільки це може призвести до того, що жоден пост не показуватиметься.

source: Posts hidden
fi: Julkaisut piilotettu
ga: Cuireadh na postálacha i bhfolach
gl: Chíos ocultos
hi: पोस्ट छिपाए गए
ne: पोस्टहरू लुकाइयो।
uk: Пости приховано

source: Press to attempt reconnection
fi: Paina yrittääksesi muodostaa yhteyden uudelleen
ga: Brúigh le iarracht a thabhairt ar nascadh arís
gl: Preme para tentar a conexión
hi: फिर कनेक्ट करने का प्रयास करने के लिए दबाएँ
ne: पुनः जडानको प्रयास गर्न थिच्नुहोस्।
uk: Натисніть для повторної спроби з'єднання

source: Press to retry
fi: Paina yrittääksesi uudelleen
ga: Brúigh le iarracht eile a dhéanamh
gl: Preme para reintentar
hi: फिर प्रयास करने के लिए दबाएँ
ne: पुनः प्रयास गर्न थिच्नुहोस्।
uk: Натиснути для повторної спроби

source: Press to view followers of this account that you also follow
fi: Paina näyttääksesi tämän tilin seuraajat, joita seuraat myös itse
ga: Brúigh leis na daoine a leanann an cuntas seo a leanann tú féin a fheiceáil
gl: Preme para ver as persoas desta conta que tamén segues
hi: इस खाते के फ़ॉलोअर देखने के लिए दबाएँ जिन्हें आप भी फ़ॉलो करते हैं
ne: यस खाता का अनुयायीहरू जसलाई तपाईंले पनि पछ्याउनुभएको छ हेर्न थिच्नुहोस्।
uk: Натисніть для перегляду підписників цього облікового запису, яких ви також читаєте

source: Previous image
fi: Edellinen kuva
ga: An íomhá roimhe seo
gl: Imaxe previa
hi: पिछली छवि
ne: अघिल्लो चित्र।
uk: Попереднє зображення

source: Primary Language
fi: Ensisijainen kieli
ga: Príomhtheanga
gl: Idioma primario
hi: प्राथमिक भाषा
ne: प्राथमिक भाषा।
uk: Основна мова

source: Prioritize your Follows
fi: Aseta seurattusi ensisijaisiksi
ga: Cuir na cuntais a leanaim chun tosaigh
gl: Priorizar aos que segues
hi: अपने फ़ॉलो किए गए खातों को प्राथमिकता दें
ne: तपाईंको पछ्याउनेहरूलाई प्राथमिकता दिनुहोस्।
uk: Віддати перевагу тим, кого читаєте

source: Privacy
fi: Yksityisyys
ga: Príobháideacht
gl: Privacidade
hi: गोपनीयता
ne: गोपनीयता।
uk: Конфіденційність

source: Privacy and security
fi: Yksityisyys ja turvallisuus
ga: Príobháideacht agus slándáil
gl: Privacidade e seguranza
hi: गोपनियता और सुरक्षा
ne: गोपनीयता र सुरक्षा
uk: Конфіденційність та безпека

source: Privacy and Security
fi: Yksityisyys ja turvallisuus
ga: Príobháideacht agus Slándáil
gl: Privacidade e Seguranza
hi: गोपनियता और सुरक्षा
ne: गोपनीयता र सुरक्षा
uk: Конфіденційність та безпека

source: Privacy Policy
fi: Tietosuojakäytäntö
ga: Polasaí Príobháideachta
gl: Política de privacidade
hi: गोपनीयता नीति
ne: गोपनीयता नीति
uk: Політика конфіденційності

source: Processing video...
fi: Käsitellään videota…
ga: Físeán á phróiseáil...
gl: Procesando vídeo...
hi: वीडियो प्रसंस्करण हो रहा है...
ne: भिडियो प्रशोधन हुँदैछ।
uk: Обробка відео...

source: Processing...
fi: Käsitellään…
ga: Á phróiseáil...
gl: Procesando...
hi: प्रसंस्करण हो रहा है...
ne: प्रशोधन हुँदैछ।
uk: Обробка...

source: profile
fi: profiili
ga: próifíl
gl: perfil
hi: प्रोफ़ाइल
ne: प्रोफाइल
uk: профіль

source: Profile
fi: Profiili
ga: Próifíl
gl: Perfil
hi: प्रोफ़ाइल
ne: प्रोफाइल
uk: Профіль

# toast
source: Profile updated
fi: Profiili päivitetty
ga: Próifíl uasdátaithe
gl: Perfil actualizado
hi: प्रोफ़ाइल अपडेट की गई
ne: प्रोफाइल अद्यावधिक गरियो।
uk: Профіль оновлено

source: Public
fi: Julkinen
ga: Poiblí
gl: Público
hi: सार्वजनिक
ne: सार्वजनिक
uk: Публічний

source: Public, sharable lists of users to mute or block in bulk.
fi: Julkisia, jaettavia listoja käyttäjistä, joita voi mykistää tai estää massoittain.
ga: Liostaí poiblí inroinnte chun úsáideoirí a bhlocáil ar an mórchóir.
hi: उपयोगकर्ताओं की सार्वजनिक, साझा योग्य सूचियाँ जिन्हें एक साथ म्यूट या अवरुद्ध किया जा सकता है।

source: Public, sharable lists which can be used to drive feeds.
fi: Julkisia, jaettavia listoja, joita voidaan käyttää syötteiden ohjaamiseen.
ga: Liostaí poiblí inroinnte ar féidir leo fothaí a bheathú.
hi: सार्वजनिक, साझा योग्य सूचियाँ जो फ़ीड चला सकती हैं।

source: QR code copied to your clipboard!
fi: QR-koodi kopiooitu leikepöydelle!
ga: Cóipeáladh an cód QR sa ghearrthaisce
gl: O código QR copiouse no portapapeis!
hi: QR कोड आपके क्लिपबोर्ड में कॉपी की गई!
ne: QR कोड तपाईंको क्लिपबोर्डमा प्रतिलिपि गरियो!
uk: QR-код скопійовано до буфера обміну!

source: QR code has been downloaded!
fi: QR-koodi ladattu!
ga: Íoslódáladh an cód QR!
gl: O código QR foi descargado!
hi: QR कोड डाउनलोड की गई!
ne: QR कोड डाउनलोड गरियो!
uk: QR-код завантажено!

source: QR code saved to your camera roll!
fi: QR-koodi tallennettu kuvagalleriaasi!
ga: Sábháladh an cód QR i do rolla cheamara!
gl: O código QR gardouse no carrete da cámara.
hi: QR कोड आपके कैमरा रोल में सहेजी गई!
ne: QR कोड तपाईंको क्यामेरा रोलमा सुरक्षित गरियो!
uk: QR-код збережено до галереї!

source: Quote post
fi: Lainaa julkaisua
ga: Postáil athluaite
gl: Citar un chío
hi: क्वोट पोस्ट करें
ne: उद्धरण पोस्ट।
uk: Цитувати пост

source: Quote post was re-attached
fi: Lainausjulkaisu liitettiin uudelleen
ga: Athcheanglaíodh an phostáil athluaite
gl: O chío citado foi anexado de novo
hi: क्वोट पोस्ट को फिर जोड़ा गया
ne: उद्धरण पोस्ट पुन: संलग्न गरियो।
uk: Цитування посту повторно додано

source: Quote post was successfully detached
fi: Lainausjulkaisu irrotettiin onnistuneesti
ga: Dícheanglaíodh an phostáil athluaite
gl: O chío citado separouse correctamente
hi: क्वोट पोस्ट को सफलतापूर्वक अलग किया गया
ne: उद्धरण पोस्ट सफलतापूर्वक अलग गरियो।
uk: Цитування посту успішно відкріплено

source: Quote posts disabled
fi: Lainausjulkaisut poissa käytöstä
ga: Ní féidir postálacha a athlua
gl: Citas deshabilitadas
hi: क्वोट पोस्ट अक्षम किए गए
ne: उद्धरण पोस्टहरू अक्षम गरिएको छ।
uk: Цитування постів вимкнено

source: Quote settings
fi: Lainausasetukset
ga: Socruithe maidir le postálacha athluaite
gl: Configuración de citas
hi: क्वोट सेटिंग
ne: उद्धरण सेटिङ्स
uk: Налаштування цитування

source: Quotes
fi: Lainaukset
ga: Postálacha athluaite
gl: Citas
hi: क्वोट
ne: उद्धरण।
uk: Цитування

source: Quotes of this post
fi: Tämän julkaisun lainaukset
ga: Postálacha athluaite den phostáil seo
gl: Citas deste chío
hi: इस पोस्ट के क्वोट
ne: यस पोस्टका उद्धरण।
uk: Цитування цього поста

source: Rate limit exceeded – you've tried to change your handle too many times in a short period. Please wait a minute before trying again.
fi: Nopeusraja ylitettiin – olet yrittänyt vaihtaa käyttäjätunnustasi liian monta kertaa lyhyessä ajassa. Odota hetki ennen kuin yrität uudelleen.
ga: Rinne tú an iomarca iarrachtaí do leasainm a athrú taobh istigh de thréimhse ghearr. Fan cúpla nóiméad sula ndéanann tú iarracht eile.
hi: दर सीमा से अधिक - आपने अपना हैंडल कम समय में बहुत बार बदलने का प्रयास किया है। फिर प्रयास करने से पहले एक मिनट इंतज़ार करें।
ne: दर सीमा नाघियो – तपाईंले छोटो समयमा धेरै पटक आफ्नो हैंडल परिवर्तन गर्न प्रयास गर्नुभयो। कृपया पुन: प्रयास गर्नु अघि एक मिनेट पर्खनुहोस्।
uk: Перевищено ліміт — ви намагались змінити свій псевдонім занадто багато разів за короткий період. Будь ласка, зачекайте хвилину перед повторною спробою.

source: Re-attach quote
fi: Liitä lainaus uudelleen
ga: Athcheangail an phostáil athluaite
gl: Volver a anexar cita
hi: क्वोट को फिर जोड़ें
ne: उद्धरण पुनः जोड्नुहोस्
uk: Додати повторно цитування

source: Reactivate your account
fi: Palauta tilisi käyttöön
ga: Athghníomhaigh do chuntas
gl: Reactiva a túa conta
hi: खाता फिर सक्रिय करें
ne: तपाईंको खाता पुन: सक्रिय गर्नुहोस्।
uk: Повторна активація облікового запису

source: Read the Bluesky Privacy Policy
fi: Lue Blueskyn tietosuojakäytäntö
ga: Léigh Polasaí Príobháideachta Bluesky
gl: Le a Política de privacidade de Bluesky
hi: Bluesky गोपनियता नीति पढ़ें
ne: ब्लूस्काई गोपनीयता नीति पढ्नुहोस्।
uk: Читати Політику конфіденційності Bluesky

source: Read the Bluesky Terms of Service
fi: Lue Blueskyn käyttöehdot
ga: Léigh Téarmaí Seirbhíse Bluesky
gl: Le as Condicións de servizo de Bluesky
hi: Bluesky सेवा की शर्तें पढ़ें
ne: ब्लूस्काई सेवा सर्तहरू पढ्नुहोस्।
uk: Читати Умови використання Bluesky

source: Reason:
fi: Syy:
ga: Fáth:
gl: Razón:
hi: कारण:
ne: कारण:
uk: Підстава:

source: Recent Searches
fi: Viimeaikaiset haut
ga: Cuardaigh a Rinneadh le Déanaí
gl: Busquedas Recentes
hi: हाल के खोज
ne: हालको खोजीहरू
uk: Останні запити

source: Recommended
fi: Suositellut
ga: Molta
gl: Recomendados
hi: अनुशंसित

source: Reconnect
fi: Yhdistä uudelleen
ga: Athnasc
gl: Reconectar
hi: फिर कनेक्ट करें
ne: पुनः जडान गर्नुहोस्
uk: Повторне з'єднання

source: Reload conversations
fi: Lataa keskustelut uudelleen
ga: Athlódáil comhráite
gl: Recargar as conversas
hi: बातचीत फिर लोड करें
ne: वार्तालाप पुनः लोड गर्नुहोस्
uk: Перезавантажити розмови

source: Remove
fi: Poista
ga: Scrios
gl: Eliminar
hi: हटाएँ
ne: हटाउनुहोस्
uk: Видалити

source: Remove {displayName} from starter pack
fi: Poista {displayName} aloituspaketista
ga: Bain {displayName} den phacáiste fáilte
gl: Eliminar a {displayName} do paquete inicial
hi: स्टार्टर पैक से {displayName} को हटाएँ
ne: {displayName} लाई स्टार्टर प्याकबाट हटाउनुहोस्
uk: Видалити {displayName} з підбірки

source: Remove account
fi: Poista tili
ga: Bain an cuntas de
gl: Eliminar a conta
hi: खाता हटाएँ
ne: खाता हटाउनुहोस्
uk: Видалити обліковий запис

source: Remove attachment
fi: Poista liite
ga: Bain an ceangaltán de
gl: Eliminar anexo
hi: अटैचमेंट हटाएँ
ne: संलग्नक हटाउनुहोस्
uk: Видалити вкладення

source: Remove Avatar
fi: Poista profiilikuva
ga: Bain an tAbhatár Amach
gl: Eliminar Avatar
hi: अवतार हटाएँ
ne: अवतार हटाउनुहोस्
uk: Видалити аватар

source: Remove Banner
fi: Poista banneri
ga: Bain an Fógra Meirge Amach
gl: Eliminar Banner
hi: बैनर हटाएँ
ne: ब्यानर हटाउनुहोस्
uk: Видалити банер

source: Remove embed
fi: Poista upotus
ga: Bain an leabú
gl: Eliminar incrustación
hi: एंबेड हटाएँ
ne: एम्बेड हटाउनुहोस्
uk: Видалити вбудування

source: Remove feed
fi: Poista syöte
ga: Bain an fotha de
gl: Eliminar canle
hi: फ़ीड हटाएँ
ne: फिड हटाउनुहोस्
uk: Видалити стрічку

source: Remove feed?
fi: Poistetaanko syöte?
ga: An bhfuil fonn ort an fotha a bhaint?
gl: Eliminar canle?
hi: फ़ीड हटाएँ?
ne: फिड हटाउने?
uk: Видалити стрічку?

source: Remove from my feeds
fi: Poista syötteistäni
ga: Bain de mo chuid fothaí
gl: Eliminar das miñas canles
hi: मेरे फ़ीड से हटाएँ
ne: मेरो फिडबाट हटाउनुहोस्
uk: Вилучити з моїх стрічок

source: Remove from quick access?
fi: Poistetaanko pikakäytöstä?
ga: An bhfuil fonn ort é a bhaint den mhearliosta?
gl: Eliminar o acceso rápido?
hi: जल्द पहुँच से हटाएँ?
ne: छिटो पहुँचबाट हटाउने?
uk: Прибрати зі швидкого доступу?

source: Remove from saved feeds
fi: Poista tallennetuista syötteistä
ga: Bain de mo chuid fothaí sábháilte
gl: Eliminar das canles gardadas
hi: सहेजे फ़ीड से हटाएँ
ne: सुरक्षित फिडबाट हटाउनुहोस्
uk: Прибрати зі збережених стрічок

source: Remove image
fi: Poista kuva
ga: Bain an íomhá de
gl: Eliminar a imaxe
hi: छवि हटाएँ
ne: तस्बिर हटाउनुहोस्
uk: Видалити зображення

source: Remove mute word from your list
fi: Poista mykistyssana listastasi
ga: Bain focal balbhaithe de do liosta
gl: Elimina a palabra silenciada da túa listaxe
hi: अपने सूची से म्यूट शब्द हटाएँ
ne: तपाईंको सूचीबाट मौन शब्द हटाउनुहोस्
uk: Видалити ігноровані слова з вашого списку

source: Remove profile
fi: Poista profiili
ga: Bain an phróifíl
gl: Eliminar perfil
hi: प्रोफ़ाइल हटाएँ
ne: प्रोफाइल हटाउनुहोस्
uk: Вилучити обліковий запис

source: Remove repost
fi: Poista uudelleenjulkaisu
ga: Scrios an athphostáil
gl: Eliminar rechouchío
hi: रिपोस्ट हटाएँ
ne: पुनःपोस्ट हटाउनुहोस्
uk: Видалити репост

source: Remove subtitle file
fi: Poista tekstitystiedosto
ga: Bain an comhad fotheideal
gl: Eliminar o ficheiro de lexendas
hi: उपशीर्षक फ़ाइल हटाएँ
ne: उपशीर्षक फाइल हटाउनुहोस्
uk: Видалити файл з субтитрами

source: Remove this feed from your saved feeds
fi: Poista tämä syöte tallennetuista syötteistäsi
ga: Bain an fotha seo de do chuid fothaí sábháilte
gl: Eliminar esta canle das túas canles gardadas
hi: अपने सहेजे फ़ीड से इस फ़ीड को हटाएँ
ne: यस फिडलाई तपाईँको सुरक्षित फिडहरूबाट हटाउनुहोस्
uk: Видалити цю стрічку зі збережених стрічок

source: Removed by author
fi: Tekijän poistama
ga: Bainte ag an údar
gl: Eliminado pola persoa autora
hi: लेखक द्वारा हटाया गया
ne: लेखकद्वारा हटाइयो
uk: Вилучено автором

source: Removed by you
fi: Poistamasi
ga: Bainte agat
gl: Eliminado por ti
hi: आपके द्वारा हटाया गया
ne: तपाईँद्वारा हटाइयो
uk: Вилучено вами

source: Removed from list
fi: Poistettu listasta
ga: Baineadh den liosta é
gl: Eliminado da listaxe
hi: सूची से हटाया गया
ne: सूचीबाट हटाइयो
uk: Видалено зі списку

source: Removed from saved feeds
fi: Poistettu tallennetuista syötteistä
ga: Baineadh de do chuid fothaí sábháilte é
gl: Eliminado das miñas canles gardadas
hi: सहेजे फ़ीड से हटाया गया
ne: सुरक्षित फिडहरूबाट हटाइयो
uk: Вилучено зі збережених стрічок

source: Removed from your feeds
fi: Poistettu syötteistäsi
ga: Baineadh de do chuid fothaí é
gl: Eliminado das miñas canles
hi: आपके सहेजे फ़ीड से हटाया गया
ne: तपाईँको फिडहरूबाट हटाइयो
uk: Видалено з моїх стрічок

source: Replace with Discover
fi: Korvaa syötteellä Discover
ga: Cuir an fotha Discover ina áit
gl: Substitúeo por Discover
hi: डिस्कवर से बदलें
ne: डिस्कभरसँग प्रतिस्थापन गर्नुहोस्
uk: Замінити на Стрічку відкриття

source: Replies
fi: Vastaukset
ga: Freagraí
gl: Respostas
hi: जवाब
ne: उत्तरहरू
uk: Відповіді

source: Replies disabled
fi: Vastaaminen poissa käytöstä
ga: Cuireadh bac ar fhreagraí
gl: Respostas deshabilitadas
hi: जवाब अक्षम
ne: उत्तरहरू निष्क्रिय गरियो
uk: Відповіді вимкнуто

source: Replies to this post are disabled.
fi: Tähän julkaisuun vastaaminen on poissa käytöstä.
ga: Ní féidir freagraí a thabhairt ar an bpostáil seo.
gl: As respostas a este chío están desactivadas.
hi: इस पोस्ट पर जवाब अक्षम है
ne: यो पोस्टका उत्तरहरू निष्क्रिय गरिएका छन्।
uk: Відповіді в цьому пості вимкнено.

# action
source: Reply
fi: Vastaa
ga: Freagair
gl: Responder
hi: जवाब दें
ne: उत्तर दिनुहोस्
uk: Відповісти

source: Reply ({0, plural, one {# reply} other {# replies}})
fi: Vastaa ({0, plural, one {# vastaus} other {# vastausta}})
ga: Freagair ({0, plural, one {# fhreagra} two {# fhreagra} few {# fhreagra} many {# bhfreagra} other {# freagra}})
hi: जवाब दें ({0, plural, one {# जवाब} other {# जवाब}})

source: Reply Hidden by Thread Author
fi: Ketjun aloittajan piilottama vastaus
ga: Freagra a chuir údar an tsnáithe i bhfolach
gl: Resposta oculta pola persoa autora do fío
hi: जवाब थ्रेड लेखक द्वारा छिपाया गया
ne: थ्रेड लेखकद्वारा उत्तर लुकाइएको
uk: Відповідь прихована автором гілки

source: Reply Hidden by You
fi: Piilottamasi vastaus
ga: Freagra a chuir tusa i bhfolach
gl: Resposta ocultada por ti
hi: जवाब आपके द्वारा छिपाया गया
ne: तपाईँद्वारा उत्तर लुकाइएको
uk: Відповідь прихована вами

source: Reply settings
fi: Vastausasetukset
ga: Socruithe freagraí
gl: Axustes de resposta
hi: जवाब सेटिंग
ne: उत्तर सेटिङ्स
uk: Налаштування відповідей

source: Reply settings are chosen by the author of the thread
fi: Vastausasetukset ovat ketjun aloittajan valitsemat
ga: Is é údar an tsnáithe a roghnaíonn socruithe a bhaineann le freagraí
gl: A configuración de resposta é elixida pola persoa autora do fío
hi: जवाब सेटिंग थ्रेड का लेखक चुनता है
ne: उत्तर सेटिङ्स थ्रेडका लेखकद्वारा चयन गरिन्छ
uk: Налаштування відповіді визначаються автором гілки

source: Reply sorting
fi: Vastausten järjestely
ga: Freagraí a shórtáil
gl: Orde das respostas
hi: जवाब क्रम

# toast
source: Reply visibility updated
fi: Vastauksen näkyvyys päivitetty
ga: Nuashonraíodh infheictheacht na bhfreagraí
gl: Visibilidade da resposta actualizada
hi: जवाब दृश्यता अपडेट की गई
ne: उत्तर दृश्यता अद्यावधिक गरियो
uk: Оновлено видимість відповідей

source: Reply was successfully hidden
fi: Vastaus piilotettiin onnistuneesti
ga: Cuireadh an freagra i bhfolach
gl: A resposta ocultouse correctamente.
hi: जवाब सफलतापूर्वक छिपाई गई
ne: उत्तर सफलतापूर्वक लुकाइएको
uk: Відповідь успішно приховано

source: Report
fi: Ilmianna
ga: Tuairiscigh
gl: Denunciar
hi: शिकायत करें
ne: रिपोर्ट गर्नुहोस्
uk: Поскаржитися

source: Report account
fi: Ilmianna tili
gl: Denunciar conta
hi: खाते की शिकायत करें
ne: खाता रिपोर्ट गर्नुहोस्

source: Report conversation
fi: Ilmianna keskustelu
ga: Tuairiscigh an comhrá seo
gl: Denunciar conversación
hi: बातचीत की शिकायत करें
ne: वार्ता रिपोर्ट गर्नुहोस्
uk: Поскаржитися на розмову

source: Report dialog
fi: Ilmiannon valintaikkuna
ga: Tuairiscigh comhrá
gl: Xanela da denuncia
hi: शिकायत डायलॉग
ne: रिपोर्ट संवाद
uk: Діалогове вікно для скарг

source: Report feed
fi: Ilmianna syöte
ga: Déan gearán faoi fhotha
gl: Denunciar canle
hi: फ़ीड की शिकायत करें
ne: फिड रिपोर्ट गर्नुहोस्
uk: Поскаржитись на стрічку

source: Report message
fi: Ilmianna viesti
ga: Tuairiscigh an teachtaireacht seo
gl: Denunciar mensaxe
hi: संदेश की शिकायत करें
ne: सन्देश रिपोर्ट गर्नुहोस्
uk: Поскаржитися на повідомлення

source: Report post
fi: Ilmianna julkaisu
ga: Déan gearán faoi phostáil
gl: Denunciar chío
hi: पोस्ट की शिकायत करें
ne: पोस्ट रिपोर्ट गर्नुहोस्
uk: Поскаржитись на пост

source: Report starter pack
fi: Ilmianna aloituspaketti
ga: Déan gearán faoi phacáiste fáilte
gl: Denunciar paquete de inicio
hi: स्टार्टर पैक की शिकायत करें
ne: स्टार्टर प्याक रिपोर्ट गर्नुहोस्
uk: Поскаржитись на підбірку

source: Report this content
fi: Ilmianna tämä sisältö
ga: Déan gearán faoin ábhar seo
gl: Denunciar este contido
hi: इस सामग्री की शिकायत करें
ne: यस सामग्रीलाई रिपोर्ट गर्नुहोस्
uk: Поскаржитись на цей вміст

source: Report this feed
fi: Ilmianna tämä syöte
ga: Déan gearán faoin fhotha seo
gl: Denunciar esta canle
hi: इस फ़ीड की शिकायत करें
ne: यस फिडलाई रिपोर्ट गर्नुहोस्
uk: Поскаржитись на цю стрічку

source: Report this list
fi: Ilmianna tämä lista
ga: Déan gearán faoin liosta seo
gl: Denunciar esta listaxe
hi: इस सूची की शिकायत करें
ne: यस सूचीलाई रिपोर्ट गर्नुहोस्
uk: Поскаржитись на цей список

source: Report this message
fi: Ilmianna tämä viesti
ga: Tuairiscigh an teachtaireacht seo
gl: Denunciar esta mensaxe
hi: इस संदेश की शिकायत करें
ne: यस सन्देशलाई रिपोर्ट गर्नुहोस्
uk: Поскаржитися на це повідомлення

source: Report this post
fi: Ilmianna tämä julkaisu
ga: Déan gearán faoin phostáil seo
gl: Denunciar este chío
hi: इस पोस्ट की शिकायत करें
ne: यस पोस्टलाई रिपोर्ट गर्नुहोस्
uk: Поскаржитись на цей пост

source: Report this starter pack
fi: Ilmianna tämä aloituspaketti
ga: Tuairiscigh an pacáiste fáilte seo
gl: Denunciar este paquete de inicio
hi: इस स्टार्टर पैक की शिकायत करें
ne: यस स्टार्टर प्याकलाई रिपोर्ट गर्नुहोस्
uk: Поскаржитись на цю підбірку

source: Report this user
fi: Ilmianna tämä käyttäjä
ga: Déan gearán faoin úsáideoir seo
gl: Denunciar esta persoa
hi: इस उपयोगकर्ता की शिकायत करें
ne: यस प्रयोगकर्तालाई रिपोर्ट गर्नुहोस्
uk: Поскаржитись на цього користувача

# action
source: Repost
fi: Uudelleenjulkaise
ga: Athphostáil
gl: Rechouchiar
hi: रीपोस्ट करें
ne: पुनःपोस्ट गर्नुहोस्
uk: Репост

source: Repost ({0, plural, one {# repost} other {# reposts}})
fi: Uudelleenjulkaise ({0, plural, one {# uudelleenjulkaisu} other {# uudelleenjulkaisua}})
ga: Athphostáil ({0, plural, one {# athphostáil} two {# athphostáil} few {# athphostáil} many {# n-athphostáil} other {# athphostáil}})
hi: रीपोस्ट करें ({0, plural, one {# रीपोस्ट} other {# रीपोस्ट}})
uk: Репости ({0, plural, one {# репост} few {# репости} many {# репостів} other {# репостів}})

source: Repost or quote post
fi: Uudelleenjulkaise tai lainaa julkaisua
ga: Athphostáil nó athluaigh an phostáil
gl: Rechouchiar ou citar chío
hi: रीपोस्ट करें या पोस्ट क्वोट करे
ne: पुनः पोस्ट गर्नुहोस् वा पोस्टलाई उद्धृत गर्नुहोस्
uk: Репостити або цитувати

source: Reposted By
fi: Uudelleenjulkaisseet
ga: Athphostáilte ag
gl: Rechouchiado por
hi: इन्होनें रीपोस्ट किया
ne: पुनःपोस्ट गरियो
uk: Зробив(-ла) репост
