Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: (contains embedded content)
fi: (sisältää upotettua sisältöä)
ga: (tá ábhar leabaithe ann)
gl: (contén contido incrustado)
hi: (एम्बेडेड सामग्री मौजूद है)
ne: सामग्री समावेश गरिएको छ
uk: (містить вбудований вміст)

source: (no email)
fi: (ei sähköpostiosoitetta)
ga: (gan ríomhphost)
gl: (sen correo electrónico)
hi: (कोई ईमेल नहीं है)
ne: इमेल छैन
uk: (немає ел. адреси)

source: {0, plural, one {# day} other {# days}}
fi: {0, plural, one {# päivä} other {# päivää}}
ga: {0, plural, one {lá amháin} two {# lá} few {# lá} many {# lá} other {# lá}}
gl: {0, plural, one {# día} other {# días}}
hi: {0, plural, other {# दिन}}
ne: {0, plural, one {# दिन} other {# दिनहरू}}
uk: {0, plural, one {# день} few {# дні} many {# днів} other {# дні}}

source: {0, plural, one {# follower} other {# followers}}
fi: {0, plural, one {# seuraaja} other {# seuraajaa}}
ga: {0, plural, one {# leantóir} two {# leantóir} few {# leantóir} many {# leantóir} other {# leantóir}}
hi: {0, plural, one {# फ़ॉलोअर} other {# फ़ॉलोअर}}
uk: {0, plural, one {# підписник} few {# підписники} many {# підписників} other {# підписників}}

source: {0, plural, one {# following} other {# following}}
fi: {0, plural, one {# seurattu} other {# seurattua}}
ga: {0, plural, one {# á leanúint} two {# á leanúint} few {# á leanúint} many {# á leanúint} other {# á leanúint}}
hi: {0, plural, one {# फ़ॉलोइंग} other {# फ़ॉलोइंग}}
uk: {0, plural, one {# читаю} few {# читаю} many {# читаю} other {# читаю}}

source: {0, plural, one {# hour} other {# hours}}
fi: {0, plural, one {# tunti} other {# tuntia}}
ga: {0, plural, one {# uair an chloig} two {# uair an chloig} few {# uair an chloig} many {# n-uair an chloig} other {# uair an chloig}}
gl: {0, plural, one {# hora} other {# horas}}
hi: {0, plural, one {# घंटा} other {# घंटे}}
ne: {0, plural, one {# घण्टा} other {# घण्टाहरू}}
uk: {0, plural, one {# година} few {# години} many {# годин} other {# годин}}

source: {0, plural, one {# label has} other {# labels have}} been placed on this account
fi: Tälle tilille on asetettu {0, plural, one {# merkintä} other {# merkintää}}
ga: Cuireadh {0, plural, one {lipéad amháin} two {# lipéad} few {# lipéad} many {# lipéad} other {# lipéad}} ar an gcuntas seo
hi: इस खाते पर {0, plural, one {# लेबल लगाया गया है।} other {# लेबल लगाए गए हैं।}}

source: {0, plural, one {# label has} other {# labels have}} been placed on this content
fi: Tälle sisällölle on asetettu {0, plural, one {# merkintä} other {# merkintää}}
ga: Cuireadh {0, plural, one {lipéad amháin} two {# lipéad} few {# lipéad} many {# lipéad} other {# lipéad}} ar an ábhar seo
hi: इस सामाग्री पर {0, plural, one {# लेबल लगाया गया है।} other {# लेबल लगाए गए हैं।}}

source: {0, plural, one {# like} other {# likes}}
fi: {0, plural, one {# tykkäys} other {# tykkäystä}}
ga: {0, plural, one {# mholadh} two {# mholadh} few {# mholadh} many {# moladh} other {# moladh}}
hi: {0, plural, one {# पसंद} other {# पसंद}}

source: {0, plural, one {# minute} other {# minutes}}
fi: {0, plural, one {# minuutti} other {# minuuttia}}
ga: {0, plural, one {# nóiméad} two {# nóiméad} few {# nóiméad} many {# nóiméad} other {# nóiméad}}
gl: {0, plural, one {# minuto} other {# minutos}}
hi: {0, plural, other {# मिनट}}
ne: {0, plural, one {# मिनेट} other {# मिनेटहरू}}
uk: {0, plural, one {# хвилина} few {# хвилини} many {# хвилин} other {# хвилин}}

source: {0, plural, one {# month} other {# months}}
fi: {0, plural, one {# kuukausi} other {# kuukautta}}
ga: {0, plural, one {mí amháin} two {# mhí} few {# mhí} many {# mí} other {# mí}}
gl: {0, plural, one {# mes} other {# meses}}
hi: {0, plural, one {# महीना} other {# महीने}}
ne: {0, plural, one {# महिना} other {# महिनाहरू}}
uk: {0, plural, one {# місяць} few {# місяці} many {# місяців} other {# місяців}}

source: {0, plural, one {# quote} other {# quotes}}
fi: {0, plural, one {# lainaus} other {# lainausta}}
ga: {0, plural, one {# phostáil athluaite} two {# phostáil athluaite} few {# phostáil athluaite} many {# bpostáil athluaite} other {# postáil athluaite}}
hi: {0, plural, one {# क्वोट} other {# क्वोट}}

source: {0, plural, one {# repost} other {# reposts}}
fi: {0, plural, one {# uudelleenjulkaisu} other {# uudelleenjulkaisua}}
ga: {0, plural, one {# athphostáil} two {# athphostáil} few {# athphostáil} many {# n-athphostáil} other {# athphostáil}}
gl: {0, plural, one {# republicación} other {# republicacións}}
hi: {0, plural, other {# रीपोस्ट}}
ne: {0, plural, one {# पुन: पोष्ट} other {# पुन: पोष्टहरू}}
uk: {0, plural, one {# репост} few {# репости} many {# репостів} other {# репостів}}

source: {0, plural, one {# second} other {# seconds}}
fi: {0, plural, one {# sekunti} other {# sekuntia}}
ga: {0, plural, one {soicind amháin} two {# shoicind} few {# shoicind} many {# soicind} other {# soicind}}
gl: {0, plural, one {# segundo} other {# segundos}}
hi: {0, plural, other {# सेकंड}}
ne: {0, plural, one {# सेकेन्ड} other {# सेकेन्डहरू}}
uk: {0, plural, one {# секунда} few {# секунди} many {# секунд} other {# секунд}}

source: {0, plural, one {follower} other {followers}}
fi: {0, plural, one {seuraaja} other {seuraajaa}}
ga: {0, plural, one {leantóir} two {leantóir} few {leantóir} many {leantóir} other {leantóir}}
gl: {0, plural, one {seguidor} other {seguidores}}
hi: {0, plural, one {फ़ॉलोअर} other {फ़ॉलोअर}}
ne: {0, plural, one {अनुगामी} other {अनुगामीहरू}}
uk: {0, plural, one {підписник} few {підписники} many {підписників} other {підписників}}

source: {0, plural, one {following} other {following}}
fi: {0, plural, one {seurattu} other {seurattua}}
ga: {0, plural, one {á leanúint} two {á leanúint} few {á leanúint} many {á leanúint} other {á leanúint}}
gl: {0, plural, one {seguindo} other {seguindo}}
hi: {0, plural, one {फ़ॉलोइंग} other {फ़ॉलोइंग}}
ne: {0, plural, one {अनुगमन गरिरहेको} other {अनुगमन गरिरहेका}}
uk: {0, plural, one {читаю} few {читаю} many {читаю} other {читаю}}

source: {0, plural, one {like} other {likes}}
fi: {0, plural, one {tykkäys} other {tykkäystä}}
ga: {0, plural, one {moladh} two {mholadh} few {mholadh} many {moladh} other {moladh}}
gl: {0, plural, one {gustoulle} other {gustoulles}}
hi: {0, plural, other {पसंद}}
ne: {0, plural, one {मन पराइएको} other {मन पराइएका}}
uk: {0, plural, one {вподобайка} few {вподобайки} many {вподобайки} other {вподобайки}}

source: {0, plural, one {post} other {posts}}
fi: {0, plural, one {julkaisu} other {julkaisua}}
ga: {0, plural, one {phostáil} two {phostáil} few {phostáil} many {bpostáil} other {postáil}}
hi: {0, plural, other {पोस्ट}}
ne: {0, plural, one {पोष्ट} other {पोष्टहरू}}
uk: {0, plural, one {пост} few {пости} many {постів} other {постів}}

source: {0, plural, one {quote} other {quotes}}
fi: {0, plural, one {lainaus} other {lainausta}}
ga: {0, plural, one {postáil athluaite} two {phostáil athluaite} few {phostáil athluaite} many {bpostáil athluaite} other {postáil athluaite}}
gl: {0, plural, one {cita} other {citas}}
hi: {0, plural, other {क्वोट}}
ne: {0, plural, one {उद्धरण} other {उद्धरणहरू}}
uk: {0, plural, one {цитата} few {цитати} many {цитати} other {цитата}}

source: {0, plural, one {repost} other {reposts}}
fi: {0, plural, one {uudelleenjulkaisu} other {uudelleenjulkaisua}}
ga: {0, plural, one {athphostáil} two {athphostáil} few {athphostáil} many {athphostáil} other {athphostáil}}
hi: {0, plural, other {रीपोस्ट}}
ne: {0, plural, one {पुन: पोष्ट} other {पुन: पोष्टहरू}}
uk: {0, plural, one {репост} few {репости} many {репостів} other {репостів}}

source: {0} <0>in <1>tags</1></0>
fi: {0} <0><1>tunnisteissa</1></0>
ga: {0} <0>i <1>gclibeanna</1></0>
gl: {0} <0>en <1>etiquetas</1></0>
hi: <0><1>टैग</1>में</0>{0}
ne: {0} <0>ट्यागहरूमा <1>भित्र</1></0>
uk: {0} <0>у <1>мітки</1></0>

source: {0} <0>in <1>text & tags</1></0>
fi: {0} <0><1>tekstissä ja tunnisteissa</1></0>
ga: {0} <0>i <1>dtéacs agus i gclibeanna</1></0>
gl: {0} <0>en <1>texto e etiquetas</1></0>
hi: <0><1>टेक्स्ट और टैग</1>में</0>{0}
ne: {0} <0>पाठ र ट्यागहरूमा <1>भित्र</1></0>
uk: {0} <0>у <1>словах та мітках</1></0>

source: {0} joined this week
fi: {0} liittyi tällä viikolla
ga: Chláraigh {0} an tseachtain seo
gl: {0} uníronse esta semana
hi: {0} लोग इस हफ़्ते शामिल हुए
ne: {0} यस हप्ता सामेल भए
uk: {0} приєдналися цього тижня

source: {0} of {1}
ga: {0} as {1}
gl: {0} de {1}
hi: {1} का {0}
ne: {0} को {1}
uk: {0} з {1}

source: {0}'s avatar
fi: Käyttäjän {0} profiilikuva
ga: abhatár {0}
gl: Avatar de {0}
hi: {0} का अवतार
ne: {0} को अवतार
uk: Аватарка користувача {0}

source: {0}'s favorite feeds and people - join me!
fi: Käyttäjän {0} suosikkisyötteet ja -käyttäjät – liity seuraani!
ga: Na fothaí agus na daoine is ansa le {0} — an mbeidh tú liom?
gl: As canles e persoas favoritas de {0}, únete a min!
hi: {0} के पसंदीदा फ़ीड और लोग - मेरे साथ शामिल हो!
ne: {0} का मनपर्ने फिडहरू र व्यक्तिहरू - मलाई सामेल हुनुहोस्!
uk: Улюблені стрічки та люди {0} — приєднуйтеся!

source: {0}'s starter pack
fi: Käyttäjän {0} aloituspaketti
ga: Pacáiste fáilte {0}
gl: paquete de inicio de {0}
hi: {0} का स्टार्टर पैक
ne: {0} को स्टार्टर प्याक
uk: Власна підбірка {0}

source: {0}d
fi: {0} pv
ga: {0}l
hi: {0}दि
ne: {0}दि
uk: {0}дн

source: {0}h
fi: {0} t
ga: {0}u
hi: {0}घं
ne: {0}घ
uk: {0}год

source: {0}m
fi: {0} min
ga: {0}n
hi: {0}मि
ne: {0}मि
uk: {0}хв

source: {0}s
hi: {0}से
ne: {0}से
uk: {0}с

source: {displayName}'s Starter Pack
fi: Käyttäjän {displayName} aloituspaketti
ga: Pacáiste Fáilte {displayName}
gl: Paquete de inicio de {displayName}
hi: {displayName} का स्टार्टर पैक
ne: {displayName} को स्टार्टर प्याक
uk: Власна підбірка {displayName}

source: {estimatedTimeMins, plural, one {minute} other {minutes}}
fi: {estimatedTimeMins, plural, one {minuutti} other {minuuttia}}
ga: {estimatedTimeMins, plural, one {nóiméad} two {nóiméad} few {nóiméad} many {nóiméad} other {nóiméad}}
hi: {estimatedTimeMins, plural, other {मिनट}}
ne: {estimatedTimeMins, plural, one {मिनेट} other {मिनेटहरू}}
uk: {estimatedTimeMins, plural, one {хвилина} few {хвилини} many {хвилин} other {хвилин}}

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> followed you
fi: {firstAuthorLink} ja <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}}</0> seurasivat sinua
ga: Lean {firstAuthorLink} agus <0>{additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}}</0> thú
hi: {firstAuthorLink} और <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}}</0> ने आपको फ़ॉलो किया
ne: {firstAuthorLink} र <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> ले तपाईंलाई अनुसरण गरे
uk: {firstAuthorLink} та <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} інші} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}}</0> почали вас читати

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> liked your custom feed
fi: {firstAuthorLink} ja <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}}</0> tykkäsivät mukautetusta syötteestäsi
ga: Mhol {firstAuthorLink} agus <0>{additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}}</0> do shainfhotha
hi: {firstAuthorLink} और <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}}</0> ने आपके कस्टम फ़ीड को पसंद किया
ne: {firstAuthorLink} र <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> ले तपाईंको कस्टम फिडलाई मन पराए
uk: {firstAuthorLink} та <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} інший} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}}</0> вподобали створену вами стрічку

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> liked your post
fi: {firstAuthorLink} ja <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}}</0> tykkäsivät julkaisustasi
ga: Mhol {firstAuthorLink} agus <0>{additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}}</0> do phostáil
hi: {firstAuthorLink} और <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}}</0> ने आपके पोस्ट को पसंद किया
ne: {firstAuthorLink} र <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> ले तपाईंको पोस्टलाई मन पराए
uk: {firstAuthorLink} та <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} інший} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}}</0> вподобали ваш пост

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> reposted your post
fi: {firstAuthorLink} ja <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}}</0> uudelleenjulkaisivat julkaisusi
ga: D'athphostáil {firstAuthorLink} agus <0>{additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}}</0> do phostáil
hi: {firstAuthorLink} और <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}}</0> ने आपके पोस्ट को रीपोस्ट किया
ne: {firstAuthorLink} र <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> ले तपाईंको पोस्टलाई पुन: पोस्ट गरे
uk: {firstAuthorLink} та <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} інший} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}}</0> зробили репост

source: {firstAuthorLink} and <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> signed up with your starter pack
fi: {firstAuthorLink} ja <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}}</0> rekisteröityivät aloituspakettisi avulla
ga: Chláraigh {firstAuthorLink} agus <0>{additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}}</0> le do phacáiste fáilte
hi: {firstAuthorLink} और <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}}</0> ने आपके स्टार्टर पैक से साइन अप किया
ne: {firstAuthorLink} र <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}}</0> ले तपाईंको स्टार्टर प्याकबाट साइन अप गरे
uk: {firstAuthorLink} та <0>{additionalAuthorsCount, plural, one {{formattedAuthorsCount} інший} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}}</0> зареєструвались зі створеним вами початковим набором

source: {firstAuthorLink} followed you
fi: {firstAuthorLink} seurasi sinua
ga: Lean {firstAuthorLink} thú
hi: {firstAuthorLink} ने आपको फ़ॉलो किया
ne: {firstAuthorLink} ले तपाईंलाई अनुसरण गरे
uk: {firstAuthorLink} почали вас читати

source: {firstAuthorLink} followed you back
fi: {firstAuthorLink} seurasi sinua takaisin
ga: Lean {firstAuthorLink} thú
hi: {firstAuthorLink} ने आपको वापस फ़ॉलो किया
ne: {firstAuthorLink} ले तपाईंलाई पुनः अनुसरण गरे
uk: {firstAuthorLink} теж почали вас читати

source: {firstAuthorLink} liked your custom feed
fi: {firstAuthorLink} tykkäsi mukautetusta syötteestäsi
ga: Mhol {firstAuthorLink} do shainfhotha
hi: {firstAuthorLink} ने आपके कस्टम फ़ीड को पसंद किया
ne: {firstAuthorLink} ले तपाईंको कस्टम फिडलाई मन पराए
uk: {firstAuthorLink} вподобав створену вами стрічку

source: {firstAuthorLink} liked your post
fi: {firstAuthorLink} tykkäsi julkaisustasi
ga: Mhol {firstAuthorLink} do phostáil
hi: {firstAuthorLink} ने आपके पोस्ट को पसंद किया
ne: {firstAuthorLink} ले तपाईंको पोस्टलाई मन पराए
uk: {firstAuthorLink} вподобав ваш пост

source: {firstAuthorLink} reposted your post
fi: {firstAuthorLink} uudelleenjulkaisi julkaisusi
ga: D'athphostáil {firstAuthorLink} do phostáil
hi: {firstAuthorLink} ने आपके पोस्ट को रीपोस्ट किया
ne: {firstAuthorLink} ले तपाईंको पोस्टलाई पुन: पोस्ट गरे
uk: {firstAuthorLink} зробив репост

source: {firstAuthorLink} signed up with your starter pack
fi: {firstAuthorLink} rekisteröityi aloituspakettisi avulla
ga: Chláraigh {firstAuthorLink} le do phacáiste fáilte
hi: {firstAuthorLink} ने आपके स्टार्टर पैक से साइन अप किया
ne: {firstAuthorLink} ले तपाईंको स्टार्टर प्याकबाट साइन अप गरे
uk: {firstAuthorLink} зареєструвався зі створеним вами початковим набором

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} followed you
fi: {firstAuthorName} ja {additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}} seurasivat sinua
ga: Lean {firstAuthorName} agus {additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}} thú
hi: {firstAuthorName} और {additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}} ने आपको फ़ॉलो किया
ne: {firstAuthorName} र {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} ले तपाईंलाई अनुसरण गरे
uk: {firstAuthorName} та {additionalAuthorsCount, plural, one {{formattedAuthorsCount} інші} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}} почали вас читати

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} liked your custom feed
fi: {firstAuthorName} ja {additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}} tykkäsivät mukautetusta syötteestäsi
ga: Mhol {firstAuthorName} agus {additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}} do shainfhotha
hi: {firstAuthorName} और {additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}} ने आपके कस्टम फ़ीड को पसंद किया
ne: {firstAuthorName} र {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} ले तपाईंको कस्टम फिडलाई मन पराए
uk: {firstAuthorName} та {additionalAuthorsCount, plural, one {{formattedAuthorsCount} інші} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}} вподобали створену вами стрічку

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} liked your post
fi: {firstAuthorName} ja {additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}} tykkäsivät julkaisustasi
ga: Mhol {firstAuthorName} agus {additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}} do phostáil
hi: {firstAuthorName} और {additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}} ने आपके पोस्ट को पसंद किया
ne: {firstAuthorName} र {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} ले तपाईंको पोस्टलाई मन पराए
uk: {firstAuthorName} та {additionalAuthorsCount, plural, one {{formattedAuthorsCount} інші} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}} вподобали ваш пост

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} reposted your post
fi: {firstAuthorName} ja {additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}} uudelleenjulkaisivat julkaisusi
ga: D'athphostáil {firstAuthorName} agus {additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}} do phostáil
hi: {firstAuthorName} और {additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}} ने आपके पोस्ट को रीपोस्ट किया
ne: {firstAuthorName} र {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} ले तपाईंको पोस्टलाई पुन: पोस्ट गरे
uk: {firstAuthorName} та {additionalAuthorsCount, plural, one {{formattedAuthorsCount} інші} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}} зробили репост

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} signed up with your starter pack
fi: {firstAuthorName} ja {additionalAuthorsCount, plural, one {{formattedAuthorsCount} muu} other {{formattedAuthorsCount} muuta}} rekisteröityivät aloituspakettisi avulla
ga: Chláraigh {firstAuthorName} agus {additionalAuthorsCount, plural, one {duine amháin eile} two {beirt eile} few {{formattedAuthorsCount} dhuine eile} many {{formattedAuthorsCount} nduine eile} other {{formattedAuthorsCount} duine eile}} le do phacáiste fáilte
hi: {firstAuthorName} और {additionalAuthorsCount, plural, one {{formattedAuthorsCount} अन्य} other {{formattedAuthorsCount} अन्यों}} ने आपके स्टार्टर पैक से साइन अप किया
ne: {firstAuthorName} र {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} ले तपाईंको स्टार्टर प्याकबाट साइन अप गरे
uk: {firstAuthorName} та {additionalAuthorsCount, plural, one {{formattedAuthorsCount} інші} few {{formattedAuthorsCount} інші} many {{formattedAuthorsCount} інші} other {{formattedAuthorsCount} інші}} зареєструвались зі створеним вами початковим набором

source: {firstAuthorName} followed you
fi: {firstAuthorName} seurasi sinua
ga: Lean {firstAuthorName} thú
hi: ने आपको फ़ॉलो किया
ne: {firstAuthorName} ले तपाईंलाई पछ्याए
uk: {firstAuthorName} почали вас читати

source: {firstAuthorName} followed you back
fi: {firstAuthorName} seurasi sinua takaisin
ga: Lean {firstAuthorName} thú
hi: {firstAuthorName} ने आपको वापस फ़ॉलो किया
ne: {firstAuthorName} ले तपाईंलाई फिर्ता पछ्याए
uk: {firstAuthorName} теж почали вас читати
