Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Anti-Social Behavior
fi: Epäsosiaalinen käytös
ga: Iompar Frithshóisialta
gl: Comportamento antisocial
hi: असामाजिक व्यवहार
ne: विरोधी सामाजिक व्यवहार
uk: Антисоціальна поведінка

source: Anybody can interact
fi: Kaikki voivat olla vuorovaikutuksessa
ga: Tá gach duine in ann idirghníomhú leis
gl: Calquera pode interactuar
hi: कोई भी संपर्क कर सकता है
ne: कुनै पनि व्यक्ति अन्तरक्रिया गर्न सक्छन्
uk: Усі можуть взаємодіяти

source: App Icon
fi: Sovelluskuvake
ga: Deilbhín na haipe
gl: Icona da aplicación
hi: ऐप आइकॉन

source: App Language
fi: Sovelluksen kieli
ga: Teanga na haipe
gl: Idioma da interfaz
hi: ऐप भाषा
ne: एपको भाषा
uk: Мова застосунку

source: App Password
fi: Sovellussalasana
ga: Pasfhocal Aipe
hi: ऐप पासवर्ड
ne: एप पासवर्ड
uk: Пароль застосунку

# toast
source: App password deleted
fi: Sovellukssalasana poistettu
ga: Pasfhocal na haipe scriosta
gl: Contrasinal de app eliminado
hi: ऐप पासवर्ड मिटाया गया
ne: एप पासवर्ड मेटाइएको छ
uk: Пароль застосунку видалено

source: App password name must be unique
fi: Sovellussalasanan nimen on oltava uniikki
ga: Caithfidh ainm pasfhocal aipe a bheith uathúil
hi: ऐप पासवर्ड नाम अद्वितीय होना चाहिए
ne: एप पासवर्ड नाम अद्वितीय हुनुपर्छ।
uk: Назва має бути унікальною

source: App password names can only contain letters, numbers, spaces, dashes, and underscores
fi: Sovellussalasanojen nimet voivat sisältää vain kirjaimia, numeroita, välilyöntejä, yhdysviivoja ja alaviivoja
ga: Ní féidir ach litreacha, uimhreacha, spásanna, fleiscíní, agus fostríoca a bheith in ainm pasfhocal aipe
hi: ऐप पासवर्ड नाम में केवल अक्षर, संख्या, स्पेस, डैश और अंडरस्कोर हो सकते हैं।
ne: एप पासवर्डका नाममा केवल अक्षरहरू, अंकहरू, खाली ठाउँ, ड्यास, र अन्डरस्कोरहरू हुन सक्छन्।
uk: Назва може містити лише латинські літери, цифри, пробіли, тире та нижні підкреслення

source: App password names must be at least 4 characters long
fi: Sovellussalasanojen nimien on oltava vähintään 4 merkkiä pitkiä
ga: Caithfidh ainm pasfhocal aipe a bheith ar a laghad ceithre charachtar ar fad
hi: ऐप पासवर्ड नाम में कम से कम 4 वर्ण होने चाहिए।
ne: एप पासवर्ड नाम कम्तिमा ४ वर्ण लामो हुनुपर्छ।
uk: Назва повинна бути не менше 4 символів у довжину

source: App passwords
fi: Sovellussalasanat
ga: Pasfhocail aipe
hi: ऐप पासवर्ड
ne: एप पासवर्डहरू
uk: Паролі застосунку

source: App Passwords
fi: Sovellussalasanat
ga: Pasfhocail aipe
gl: Contrasinais da app
hi: ऐप पासवर्ड
ne: एप पासवर्डहरू
uk: Паролі для застосунків

source: Appeal
fi: Valita
ga: Achomharc
gl: Apelar
hi: अपील करें
ne: अपील
uk: Звернення

source: Appeal "{0}" label
fi: Valita merkinnästä ”{0}”
ga: Achomharc in aghaidh lipéid "{0}"
gl: Apelar a etiqueta de "{0}"
hi: "{0}" लेबल पर अपील करें
ne: "{0}" लेबलको लागि अपील
uk: Оскаржити мітку "{0}"

# toast
source: Appeal submitted
fi: Valitus lähetetty
ga: Achomharc déanta
gl: Apelación enviada
hi: अपील जमा हुई
ne: अपील बुझाइएको छ।
uk: Оскарження подано

source: Appeal this decision
fi: Valita tästä päätöksestä
ga: Déan achomharc i gcoinne an chinnidh seo
gl: Apelar esta decisión
hi: इस निर्णय पर अपील करें
ne: यो निर्णयको अपील गर्नुहोस्।
uk: Оскаржити це рішення

source: Appearance
fi: Ulkoasu
ga: Cuma
gl: Aparencia
hi: दिखावट
ne: रूपरङ्ग
uk: Оформлення

source: Apply default recommended feeds
fi: Käytä oletusarvoisia suositeltuja syötteitä
ga: Bain úsáid as fothaí réamhshocraithe a moladh
gl: Aplicar canles recomendadas predeterminados
hi: डिफ़ॉल्‍ट अनुशंसित फ़ीड लगाएँ
ne: डिफल्ट सिफारिस गरिएका फिडहरू लागू गर्नुहोस्।
uk: Застосувати рекомендовані стрічки за замовчуванням

source: Archived from {0}
fi: Arkistoitu ajankohdasta {0}
ga: Cartlannaithe ó {0}
gl: Arquivada dende {0}
hi: {0} से पुरालेखित
ne: {0} बाट आर्काइभ गरिएको
uk: Архівовано {0}

source: Archived post
fi: Arkistoitu julkaisu
ga: Postáil sa chartlann
gl: Publicación arquivada
hi: पुरालेखित पोस्ट
ne: आर्काइभ गरिएको पोस्ट
uk: Архівований пост

source: Are you sure you want to delete the app password "{0}"?
fi: Haluatko varmasti poistaa sovellussalasanan ”{0}”?
ga: An bhfuil tú cinnte gur mhaith leat an pasfhocal aipe "{0}" a scriosadh?
gl: Tes a certeza de querer eliminar o contrasinal de aplicación "{0}"?
hi: क्या आप सच में ऐप पासवर्ड "{0}" को मिटाना चाहते हैं?
ne: के तपाईं "{0}" एप पासवर्ड मेटाउन निश्चित हुनुहुन्छ?
uk: Ви дійсно хочете видалити пароль застосунку «{0}»?

source: Are you sure you want to delete this message? The message will be deleted for you, but not for the other participant.
fi: Haluatko varmasti poistaa tämän viestin? Viesti poistuu sinulta mutta ei toiselta keskusteluun osallistuneelta.
ga: An bhfuil tú cinnte gur mhaith leat an teachtaireacht seo a scrios? Scriosfar duitse í ach ní don duine eile atá páirteach.
gl: Tes a certeza de que queres eliminar esta mensaxe? A mensaxe eliminarase para ti, mais non para a outra persoa.
hi: क्या आप सच में इस संदेश को मिटाना चाहते हैं? संदेश आपके लिए मिट जाएगी, पर दूसरे प्रतिभागी के लिए नहीं।
ne: के तपाईं यो सन्देश मेटाउन निश्चित हुनुहुन्छ? सन्देश तपाईंको लागि मेटिनेछ, तर अर्को सहभागीको लागि होइन।
uk: Ви впевнені, що хочете видалити це повідомлення? Повідомлення буде видалено для вас, але не для іншого учасника розмови.

source: Are you sure you want to delete this starter pack?
fi: Haluatko varmasti poistaa tämän aloituspaketin?
ga: An bhfuil tú cinnte gur mhaith leat an pacáiste fáilte seo a scriosadh?
gl: Tes a certeza de que queres eliminar este paquete de inicio?
hi: क्या आप सच में इस स्टार्टर पैक को मिटाना चाहते हैं?
ne: के तपाईं यो स्टार्टर प्याक मेटाउन निश्चित हुनुहुन्छ?
uk: Ви дійсно хочете видалити цю підбірку?

source: Are you sure you want to discard your changes?
fi: Haluatko varmasti hylätä tekemäsi muutokset?
ga: An bhfuil tú cinnte gur mhaith leat do chuid athruithe a chur ar ceal?
gl: Tes a certeza de que queres descartar os teus cambios?
hi: क्या आप सच में अपने बदलाव ख़ारिज करना चाहते हैं?
ne: के तपाईं आफ्ना परिवर्तनहरू हटाउन निश्चित हुनुहुन्छ?
uk: Ви справді хочете відхилити зміни?

source: Are you sure you want to leave this conversation? Your messages will be deleted for you, but not for the other participant.
fi: Haluatko varmasti poistua tästä keskustelusta? Viestisi poistuvat sinulta mutta eivät toiselta keskusteluun osallistuneelta.
ga: An bhfuil tú cinnte gur mhaith leat imeacht ón gcomhrá seo? Scriosfar duitse é ach ní don duine eile atá páirteach.
gl: Tes a certeza de que queres eliminar esta conversa? As túas mensaxes eliminaranse para ti, mais non para a outra persoa.
hi: क्या आप सच में इस बातचीत को छोड़ना चाहते हैं? आपके संदेश आपके लिए मिट जाएँगे, पर दूसरे प्रतिभागी के लिए नहीं।
ne: के तपाईं यो कुराकानी छोड्न निश्चित हुनुहुन्छ? तपाईंका सन्देशहरू तपाईंको लागि मेटिनेछन्, तर अर्को सहभागीको लागि होइन।
uk: Ви впевнені, що хочете залишити цю розмову? Повідомлення зникнуть для вас, але не для співрозмовника.

source: Are you sure you want to remove this from your feeds?
fi: Haluatko varmasti poistaa tämän syötteistäsi?
ga: An bhfuil tú cinnte gur mhaith leat é seo a bhaint de do chuid fothaí?
gl: Tes a certeza de que desexas eliminar isto das túas canles?
hi: क्या आप सच में इसे अपने फ़ीड से हटाना चाहते हैं?
ne: के तपाईं यसलाई आफ्नो फिडहरूबाट हटाउन निश्चित हुनुहुन्छ?
uk: Ви впевнені, що бажаєте вилучити це зі своїх стрічок?

source: Are you sure you'd like to discard this draft?
fi: Haluatko varmasti hylätä tämän luonnoksen?
ga: An bhfuil tú cinnte gur mhaith leat an dréacht seo a scriosadh?
gl: Tes a certeza de quequeres descartar este borrador?
hi: क्या आप सच में इस ड्राफ़्ट को ख़ारिज करना चाहेंगे?
ne: के तपाईं यस मस्यौदा हटाउन चाहनुहुन्छ?
uk: Ви дійсно бажаєте видалити цю чернетку?

source: Are you sure you'd like to discard this post?
fi: Haluatko varmasti hylätä tämän julkaisun?
ga: An bhfuil tú cinnte gur mhaith leat an phostáil seo a scriosadh?
gl: Tes a certeza de querer desbotar esta publicación?
hi: क्या आप सच में इस पोस्ट को ख़ारिज करना चाहेंगे?
ne: के तपाईं यस पोस्ट हटाउन चाहनुहुन्छ?
uk: Ви справді хочете не публікувати пост?

source: Are you sure?
fi: Oletko varma?
ga: Lánchinnte?
gl: Realmente é o que queres?
hi: क्या आप सच में यह करना चाहते हैं?
ne: के तपाईं निश्चित हुनुहुन्छ?
uk: Ви впевнені?

source: Art
fi: Taide
ga: Ealaín
gl: Arte
hi: कला
ne: कला
uk: Мистецтво

source: Artistic or non-erotic nudity.
fi: Taiteellinen tai ei-eroottinen alastomuus.
ga: Lomnochtacht ealaíonta nó gan a bheith gáirsiúil.
gl: Espidos artísticos ou non eróticos.
hi: कलात्मक या गैर-कामुक नग्नता।
ne: कलात्मक वा गैर-इरोटिक नग्नता।
uk: Художня або нееротична оголеність.

source: Autoplay videos and GIFs
fi: Toista videot ja GIF-animaatiot automaattisesti
ga: Seinn físeáin agus GIFanna go huathoibríoch
gl: Reprodución auto. de vídeos e GIFs
hi: वीडियो और GIF स्वतः चलाएँ
ne: भिडियो र GIF हरू अटोप्ले गर्नुहोस्
uk: Автовідтворення відео та GIF

source: Back
fi: Takaisin
ga: Ar ais
gl: Atrás
hi: वापस
ne: फिर्ता
uk: Назад

source: Before creating a list, you must first verify your email.
fi: Ennen listan luomista sinun on vahvistettava sähköpostiosoitteesi.
ga: Ní mór duit do ríomhphost a dheimhniú roimh liosta a chruthú.
gl: Antes de crear unha listaxe, primeiro tes que verificar o teu correo.
hi: सूची बनाने से पहले, आपको अपना ईमेल सत्यापित करना होगा।
ne: सूची सिर्जना गर्नु अघि, तपाईंले पहिले आफ्नो इमेल प्रमाणित गर्नुपर्छ।
uk: Перед створенням списку ви спочатку маєте підтвердити адресу електронної пошти.

source: Before creating a starter pack, you must first verify your email.
fi: Ennen aloituspaketin luomista sinun on vahvistettava sähköpostiosoitteesi.
ga: Ní mór duit do ríomhphost a dheimhniú roimh phacáiste fáilte a chruthú.
gl: Antes de crear un paquete de inicio, primeiro tes que verificar o teu correo.
hi: स्टार्टर पैक बनाने से पहले, आपको अपना ईमेल सत्यापित करना होगा।
ne: स्टार्टर प्याक सिर्जना गर्नु अघि, तपाईंले पहिले आफ्नो इमेल प्रमाणित गर्नुपर्छ।
uk: Перед створенням початкового набору ви спочатку маєте підтвердити адресу електронної пошти.

source: Birthday
fi: Syntymäpäivä
ga: Breithlá
gl: Aniversario
hi: जन्मदिन
ne: जन्मदिन
uk: Дата народження

source: Block
fi: Estä
ga: Blocáil
gl: Bloquear
hi: अवरुद्ध करें
ne: ब्लक गर्नुहोस्
uk: Заблокувати

source: Block account
fi: Estä tili
ga: Blocáil an cuntas seo
gl: Bloquear conta
hi: खाता अवरुद्ध करें
ne: खाता ब्लक गर्नुहोस्
uk: Заблокувати обліковий запис

source: Block Account?
fi: Estetäänkö tili?
ga: Blocáil an cuntas seo?
gl: Bloquear conta?
hi: खाता अवरुद्ध करें?
ne: खाता ब्लक गर्नुहोस्?
uk: Заблокувати обліковий запис?

source: Block accounts
fi: Estä tilit
ga: Blocáil na cuntais seo
gl: Bloquear contas
hi: खाता अवरुद्ध करें
ne: खाताहरू ब्लक गर्नुहोस्
uk: Заблокувати облікові записи

source: Block list
fi: Estä lista
ga: Liosta blocála
gl: Bloquear listaxe
hi: अवरोध की सूची
ne: ब्लक सूची
uk: Заблокувати список

source: Block these accounts?
fi: Estetäänkö nämä tilit?
ga: An bhfuil fonn ort na cuntais seo a bhlocáil?
gl: Bloquear estas contas?
hi: खाता ब्लॉक करें?
ne: यी खाताहरू ब्लक गर्नुहोस्?
uk: Заблокувати ці облікові записи?

source: Block user
ga: Blocáil an t-úsáideoir
gl: Bloquear conta
hi: उपयोगकर्ता को अवरुद्ध करें

source: Block User
ga: Blocáil an t-úsáideoir
gl: Bloquear Conta
hi: उपयोगकर्ता को अवरुद्ध करें

source: Blocked
fi: Estetty
ga: Blocáilte
gl: Bloqueado
hi: अवरुद्ध
ne: ब्लक गरियो
uk: Заблоковано

source: Blocked accounts
fi: Estetyt tilit
ga: Cuntais bhlocáilte
gl: Contas bloqueadas
hi: अवरुद्ध किए गए खाते
ne: ब्लक गरिएका खाताहरू
uk: Заблоковані облікові записи

source: Blocked Accounts
fi: Estetyt tilit
ga: Cuntais bhlocáilte
gl: Contas bloqueadas
hi: अवरुद्ध किए गए खाते
ne: ब्लक गरिएका खाताहरू
uk: Заблоковані облікові записи

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
fi: Estetyt tilit eivät voi vastata ketjuihisi, mainita sinua tai olla muuten vuorovaikutuksessa kanssasi.
ga: Ní féidir leis na cuntais bhlocáilte freagra a thabhairt ar do chomhráite, tagairt a dhéanamh duit, ná aon phlé eile a bheith acu leat.
gl: Se bloqueas unha conta non poderá responder os teus fíos, mencionarte nin interactuar contigo de ningunha maneira.
hi: अवरुद्ध खाते आपके थ्रेड में जवाब नहीं दे सकते, आपका उल्लेख नहीं कर सकते, या अन्यथा आपसे संपर्क नहीं कर सकते।
ne: ब्लक गरिएका खाताहरूले तपाईंको थ्रेडहरूमा उत्तर दिन सक्दैनन्, तपाईंलाई उल्लेख गर्न सक्दैनन्, वा अन्यथा तपाईंसँग अन्तरक्रिया गर्न सक्दैनन्।
uk: Заблоковані облікові записи не можуть вам відповідати, згадувати вас у своїх постах, і взаємодіяти з вами будь-яким іншим чином.

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you. You will not see their content and they will be prevented from seeing yours.
fi: Estetyt tilit eivät voi vastata ketjuihisi, mainita sinua tai olla muuten vuorovaikutuksessa kanssasi. Et näe niiden sisältöä, eivätkä ne näe sinun sisältöäsi.
ga: Ní féidir leis na cuntais bhlocáilte freagra a thabhairt ar do chomhráite, tagairt a dhéanamh duit, ná aon phlé eile a bheith acu leat. Ní fheicfidh tú a gcuid ábhair agus ní fheicfidh siad do chuid ábhair.
gl: Se bloqueas unha conta non poderá responder os teus fíos, mencionarte nin interactuar contigo de ningunha manera. Non verás o seu contido e non poderá ver o teu.
hi: अवरुद्ध खाते आपके थ्रेड में उत्तर नहीं दे सकते, आपका उल्लेख नहीं कर सकते, या अन्यथा आपसे संपर्क नहीं कर सकते। आप उनकी सामग्री नहीं देख सकेंगे और उन्हें आपकी सामग्री देखने से रोका जाएगा।
ne: ब्लक गरिएका खाताहरूले तपाईंको थ्रेडहरूमा उत्तर दिन सक्दैनन्, तपाईंलाई उल्लेख गर्न सक्दैनन्, वा अन्यथा तपाईंसँग अन्तरक्रिया गर्न सक्दैनन्। तपाईंले उनीहरूको सामग्री देख्न सक्नुहुन्न र तिनीहरूले तपाईंको सामग्री हेर्नबाट रोकिनेछन्।
uk: Заблоковані облікові записи не можуть вам відповідати, згадувати вас у своїх постах, і взаємодіяти з вами будь-яким іншим чином. Ви не будете бачити їхні пости і вони не будуть бачити ваші.

source: Blocking does not prevent this labeler from placing labels on your account.
fi: Estäminen ei estä tätä merkitsijää asettamasta merkintöjä tilillesi.
ga: Ní bhacann blocáil an lipéadóir seo ar lipéid a chur ar do chuntas.
gl: Se bloqueas a un etiquetador aínda poderá seguir aplicando etiquetas na túa conta.
hi: अवरुद्ध करने पर भी यह लेबलकर्ता आपके खाते पर लेबल लगा सकता है।
ne: ब्लकले यस लेबलकर्ताले तपाईंको खातामा लेबल राख्नबाट रोक्दैन।
uk: Блокування не перешкоджає мітнику розміщувати мітки на ваш обліковий запис.

source: Blocking is public. Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
fi: Estäminen on julkista. Estetyt tilit eivät voi vastata ketjuihisi, mainita sinua tai olla muuten vuorovaikutuksessa kanssasi.
ga: Tá an bhlocáil poiblí. Ní féidir leis na cuntais bhlocáilte freagra a thabhairt ar do chomhráite, tagairt a dhéanamh duit, ná aon phlé eile a bheith acu leat.
gl: O bloqueo é público. Se bloqueas unha conta non poderá responder os teus fíos, mencionarte nin interactuar contigo de ningunha maneira.
hi: अवरोधन सार्वजनिक है. अवरुद्ध खाते आपके थ्रेड्स में उत्तर नहीं दे सकते, आपका उल्लेख नहीं कर सकते, या अन्यथा आपसे संपर्क नहीं कर सकते।
ne: ब्लक सार्वजनिक हुन्छ। ब्लक गरिएका खाताहरूले तपाईंको थ्रेडहरूमा उत्तर दिन सक्दैनन्, तपाईंलाई उल्लेख गर्न सक्दैनन्, वा अन्यथा तपाईंसँग अन्तरक्रिया गर्न सक्दैनन्।
uk: Блокування - це відкрита інформація. Заблоковані користувачі не можуть відповісти у ваших темах, згадувати вас або іншим чином взаємодіяти з вами.

source: Blocking will not prevent labels from being applied on your account, but it will stop this account from replying in your threads or interacting with you.
fi: Estäminen ei estä merkintöjen asettamista tilillesi, mutta se estää tätä tiliä vastaamasta ketjuihisi tai olemasta muuten vuorovaikutuksessa kanssasi.
ga: Ní chuirfidh blocáil cosc ar lipéid a bheith curtha ar do chuntas, ach bacfaidh sí an cuntas seo ar fhreagraí a thabhairt i do chuid snáitheanna agus ar chaidreamh a dhéanamh leat.
gl: Se bloqueas a un etiquetador aínda poderá seguir aplicando etiquetas na túa conta, mais evitará que responda nos teus fíos, que te mencione e non poderá interactuar contigo de ningunha maneira.
hi: अवरुद्ध करने पर भी आपके खाते पर लेबल लग सकता है, पर इससे यह खाता आपके थ्रेड में जवाब नहीं दे सकेगा या आपसे संपर्क नहीं कर सकेगा।
ne: ब्लकले तपाईंको खातामा लेबलहरू लागू हुनबाट रोक्दैन, तर यस खाताले तपाईंको थ्रेडहरूमा उत्तर दिन वा तपाईंसँग अन्तरक्रिया गर्न रोक्नेछ।
uk: Блокування не завадить додавання міток до вашого облікового запису, але це зупинить можливість цього облікового запису від коментування ваших постів чи взаємодії з вами.

source: Bluesky cannot confirm the authenticity of the claimed date.
fi: Bluesky ei voi vahvistaa väitetyn päivämäärän oikeellisuutta.
ga: Ní féidir le Bluesky an dáta maíte a dheimhniú.
gl: Bluesky non pode confirmar a autenticidade da data solicitada.
hi: Bluesky दावा किए गए तिथि के प्रामाणिकता की पुष्टि नहीं कर सकता।
ne: ब्लूस्काईले दाबी गरिएको मितिको प्रामाणिकता पुष्टि गर्न सक्दैन।
uk: Bluesky не може підтвердити автентичність зазначеної дати.

source: Bluesky is an open network where you can choose your hosting provider. If you're a developer, you can host your own server.
fi: Bluesky on avoin verkosto, jossa voit valita hostauspalveluntarjoajasi. Jos olet kehittäjä, voit hostata omaa palvelintasi.
ga: Is líonra oscailte é Bluesky, lenar féidir do sholáthraí óstála féin a roghnú. Más forbróir thú, is féidir leat do fhreastalaí féin a óstáil.
gl: Bluesky é unha rede aberta onde podes elixir o teu proveedor de aloxamento. Se es desenvolves, podes aloxar o teu propio servidor.
hi: Bluesky एक खुला नेटवर्क है जहाँ आप अपना होस्टिंग प्रदाता चुन सकते हैं। यदि आप डेवलपर हैं, आप अपना सर्वर होस्ट कर सकते हैं।
ne: ब्लूस्काई खुला नेटवर्क हो जहाँ तपाईं आफ्नो होस्टिङ प्रदायक छनोट गर्न सक्नुहुन्छ। यदि तपाईं एक विकासकर्ता हुनुहुन्छ भने, तपाईं आफ्नो सर्भर होस्ट गर्न सक्नुहुन्छ।
uk: Bluesky — відкрита мережа, в якій ви можете обрати свого хостинг-провайдера. Якщо ви розробник, ви можете розмістити свій власний сервер.

source: Bluesky is better with friends!
fi: Bluesky on parempi kavereiden kanssa!
ga: Déanann mathshlua meidhréis ar Bluesky!
gl: Bluesky é mellor con amizades!
hi: Bluesky दोस्तों के साथ बेहतर है!
ne: ब्लूस्काई साथीहरूसँग अझ राम्रो छ!
uk: Bluesky найкращий з друзями!

source: Bluesky will choose a set of recommended accounts from people in your network.
fi: Bluesky valitsee joukon suositeltuja tilejä verkostosi käyttäjistä.
ga: Roghnóidh Bluesky roinnt cuntas molta ó dhaoine i do líonra.
gl: Bluesky elexirá un conxunto de contas recomendadas na túa rede.
hi: Bluesky आपके नेटवर्क से कुछ अनुशंसित खाते चुनेगा।
ne: ब्लूस्काई तपाईंको नेटवर्कका मानिसहरूबाट सिफारिस गरिएका खाताहरूको सेट चयन गर्नेछ।
uk: Bluesky обере набір рекомендованих облікових записів користувачів у вашій мережі.

source: Bluesky will not show your profile and posts to logged-out users. Other apps may not honor this request. This does not make your account private.
fi: Bluesky ei näytä profiiliasi eikä julkaisujasi kirjautumattomille käyttäjille. Muut sovellukset eivät välttämättä noudata tätä pyyntöä. Tämä ei tee tilistäsi yksityistä.
ga: Ní thaispeánfaidh Bluesky do phróifíl ná do chuid postálacha d’úsáideoirí atá logáilte amach. Is féidir nach gcloífidh aipeanna eile leis an iarratas seo. I bhfocail eile, ní bheidh do chuntas anseo príobháideach.
gl: Bluesky non amosará o teu perfil ou chíos a persoas que non iniciaran sesión. É posíbel que outras apps non respecten esta solicitude. Isto non fai que a túa conta sexa privada.
hi: Bluesky लॉग आउट उपयोगकर्ताओं को आपके प्रोफ़ाइल और पोस्ट नहीं दिखाएगा। अन्य ऐप इस अनुरोध का पालन नहीं भी कर सकते हैं। इससे आपका खाता निजी नहीं होगा।
ne: ब्लूस्काईले तपाईंको प्रोफाइल र पोस्टहरू लगआउट गरिएका प्रयोगकर्ताहरूलाई देखाउने छैन। अन्य एपहरूले यस अनुरोधको पालना नगर्न सक्छन्। यसले तपाईंको खाता निजी बनाउँदैन।
uk: Bluesky не буде показувати ваш профіль і повідомлення відвідувачам без облікового запису. Інші застосунки можуть не слідувати цьому запиту. Це не робить ваш обліковий запис приватним.

source: Bluesky+ icons
fi: Bluesky+-kuvakkeet
ga: Deilbhíní Bluesky+
gl: Iconas do Bluesky+
hi: Bluesky+ आइकॉन

source: Blur images
fi: Sumenna kuvat
ga: Déan íomhánna doiléir
gl: Desenfocar imaxes
hi: छवि धुंधला करें
ne: चित्रहरू धुंधला गर्नुहोस्
uk: Розмити зображення

source: Blur images and filter from feeds
fi: Sumenna kuvat ja suodata syötteistä
ga: Déan íomhánna doiléir agus scag ó fhothaí iad
gl: Desenfocar imaxes e filtrar desde as canles
hi: छवि धुंधला करें और फ़ीड से फ़िल्टर करें
ne: चित्रहरू धुंधला गर्नुहोस् र फिडबाट फिल्टर गर्नुहोस्
uk: Розмити зображення і фільтрувати їх зі стрічки

source: Books
fi: Kirjat
ga: Leabhair
gl: Libros
hi: किताबें
ne: पुस्तकहरू
uk: Книги

source: Browse more accounts on the Explore page
fi: Selaa lisää tilejä Explore-sivulla
ga: Tabhair súil ar thuilleadh cuntas ar an leathanach Taiscéalaíocht
gl: Explorar máis contas
hi: एक्सप्लोर पृष्ठ पर और खाते देखें
ne: एक्सप्लोर पृष्ठमा थप खाता ब्राउज गर्नुहोस्
uk: Переглянути більше облікових записів на сторінці Відкриття

source: Browse more feeds on the Explore page
fi: Selaa lisää syötteitä Explore-sivulla
ga: Tabhair súil ar thuilleadh fothaí ar an leathanach Taiscéalaíocht
gl: Revisar máis canles
hi: एक्सप्लोर पृष्ठ पर और सूची देखें
ne: एक्सप्लोर पृष्ठमा थप फिड ब्राउज गर्नुहोस्
uk: Переглянути більше стрічок на сторінці Відкриття

source: Browse more suggestions
fi: Selaa lisää ehdotuksia
ga: Tabhair súil ar thuilleadh moltaí
gl: Explorar máis suxerencias
hi: और सुझाव देखें
ne: थप सुझावहरू ब्राउज गर्नुहोस्
uk: Переглянути більше пропозицій

source: Browse more suggestions on the Explore page
fi: Selaa lisää ehdotuksia Explore-sivulla
ga: Tabhair súil ar thuilleadh moltaí ar an leathanach Taiscéalaíocht
gl: Explora máis suxerencias na páxina Explorar
hi: एक्सप्लोर पृष्ठ पर और सुझाव देखें
ne: एक्सप्लोर पृष्ठमा थप सुझावहरू ब्राउज गर्नुहोस्
uk: Переглянути більше запропонованого на сторінці Відкриття

source: Browse other feeds
fi: Selaa muita syötteitä
ga: Tabhair súil ar fhothaí eile
gl: Explorar outras canles
hi: अन्य फ़ीड देखें
ne: अन्य फिडहरू ब्राउज गर्नुहोस्
uk: Переглянути інші стрічки

source: Browse posts about {displayName}
fi: Selaa julkaisuja aiheesta {displayName}
ga: Tabhair súil ar phostálacha faoi {displayName}
gl: Navegar publicacións de {displayName}
hi: {displayName} के बारे में पोस्ट देखें

source: Browse posts tagged with {displayName}
fi: Selaa julkaisuja tunnisteella {displayName}
ga: Tabhair súil ar phostálacha a bhfuil clib {displayName} leo
gl: Navegar publicacións etiquetadas con {displayName}
hi: {displayName} से टैग किए गए पोस्ट देखें

source: Browse topic {displayName}
fi: Selaa aihetta {displayName}
ga: Tabhair súil ar an topaic {displayName}
gl: Navegar tema {displayName}
hi: {displayName} विषय देखें

source: By {0}
fi: Käyttäjältä {0}
ga: Le {0}
gl: Por {0}
hi: {0} के द्वारा
ne: {0} द्वारा
uk: Від {0}

source: By <0>{0}</0>
fi: Käyttäjältä <0>{0}</0>
ga: Le <0>{0}</0>
gl: Por <0>{0}</0>
hi: <0>{0}</0> के द्वार

source: By creating an account you agree to the <0>Privacy Policy</0>.
fi: Luomalla tilin hyväksyt <0>tietosuojakäytännön</0>.
ga: Má chruthaíonn tú cuntas, glacann tú leis an <0>bPolasaí Príobháideachta</0>.
gl: Ao crear unha conta, aceptas a <0>Política de privacidade</0>.
hi: खाता बनाने से आप <0>गोपनियता नीति</0> से सहमत हैं।
ne: खाता सिर्जना गरेर तपाईं <0>गोपनीयता नीति</0> सँग सहमत हुनुहुन्छ।
uk: Зі створенням облікового запису ви погоджуєтеся з <0>Політикою конфіденційності</0>.
