Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: {firstAuthorName} liked your custom feed
fi: {firstAuthorName} tykkäsi mukautetusta syötteestäsi
ga: Mhol {firstAuthorName} do shainfhotha
hi: {firstAuthorName} ने आपके कस्टम फ़ीड को पसंद किया
ne: {firstAuthorName} ले तपाईंको कस्टम फिडलाई मन पराए
uk: {firstAuthorName} сподобалась ваша стрічка

source: {firstAuthorName} liked your post
fi: {firstAuthorName} tykkäsi julkaisustasi
ga: Mhol {firstAuthorName} do phostáil
hi: {firstAuthorName} ने आपके पोस्ट को पसंद किया
ne: {firstAuthorName} ले तपाईंको पोस्टलाई मन पराए
uk: {firstAuthorName} сподобався ваш пост

source: {firstAuthorName} reposted your post
fi: {firstAuthorName} uudelleenjulkaisi julkaisusi
ga: D'athphostáil {firstAuthorName} do phostáil
hi: {firstAuthorName} ने आपके पोस्ट को रीपोस्ट किया
ne: {firstAuthorName} ले तपाईंको पोस्टलाई पुन: पोस्ट गरे
uk: {firstAuthorName} зробив репост

source: {firstAuthorName} signed up with your starter pack
fi: {firstAuthorName} rekisteröityi aloituspakettisi avulla
ga: Chláraigh {firstAuthorName} le do phacáiste fáilte
hi: {firstAuthorName} ने आपके स्टार्टर पैक से साइन अप किया
ne: {firstAuthorName} ले तपाईंको स्टार्टर प्याकबाट साइन अप गरे
uk: {firstAuthorName} зареєструвався з вашим початковим набором

source: {following} following
fi: {following} seurattua
ga: {following} á leanúint
gl: {following} seguindo
hi: {following} फ़ॉलोइंग
ne: {following} पछ्याउँदै छन्
uk: {following} підписок

source: {handle} can't be messaged
fi: Käyttäjälle {handle} ei voi viestiä
ga: Ní féidir TD a chur chuig {handle}
gl: Non é posíbel enviar mensaxes a {handle}
hi: {handle} को संदेश भेजा नहीं जा सकता
ne: {handle} लाई सन्देश पठाउन सकिदैन
uk: {handle} неможливо написати

# profiles
source: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# other} other {# others}} are included in your starter pack
fi: <0>{0}, </0><1>{1} </1>ja {2, plural, one {# muu} other {# muuta}} sisältyvät aloituspakettiisi
ga: Cuireadh <0>{0}, </0><1>{1}, </1>agus {2, plural, one {duine amháin eile} two {beirt eile} few {# dhuine eile} many {# nduine eile} other {# duine eile}} i do phacáiste fáilte
gl: <0>{0}, </0><1>{1}, </1>e {2, plural, one {# máis} other {# máis}} foron incluídos no teu paquete
hi: <0>{0}, </0><1>{1}, </1>और {2, plural, other {# अन्य}} आपके स्टार्टर पैक में शामिल हैं
ne: <0>{0}, </0><1>{1}, </1> र {2, plural, one {# other} other {# others}} तपाईंको स्टार्टर प्याकमा समावेश छन्
uk: <0>{0}, </0><1>{1}, </1> та {2, plural, one {# інші} few {# інші} many {# інші} other {# інші}} долучені до вашої підбірки

# feeds
source: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# other} other {# others}} are included in your starter pack
fi: <0>{0}, </0><1>{1} </1>ja {2, plural, one {# muu} other {# muuta}} sisältyvät aloituspakettiisi
ga: Cuireadh <0>{0}, </0><1>{1}, </1>agus {2, plural, one {duine amháin eile} two {beirt eile} few {# dhuine eile} many {# nduine eile} other {# duine eile}} i do phacáiste fáilte
gl: <0>{0}, </0><1>{1}, </1>e {2, plural, one {# máis} other {# máis}} foron incluídos no teu paquete
hi: <0>{0}, </0><1>{1}, </1>और {2, plural, other {# अन्य}} आपके स्टार्टर पैक में शामिल हैं
ne: <0>{0}, </0><1>{1}, </1> र {2, plural, one {# other} other {# others}} तपाईंको स्टार्टर प्याकमा समावेश छन्
uk: <0>{0}, </0><1>{1}, </1> та {2, plural, one {# інші} few {# інші} many {# інші} other {# інші}} долучені до вашої підбірки

source: <0>{0}</0> {1, plural, one {follower} other {followers}}
fi: <0>{0}</0> {1, plural, one {seuraaja} other {seuraajaa}}
ga: <0>{0}</0> {1, plural, one {leantóir} two {leantóir} few {leantóir} many {leantóir} other {leantóir}}
hi: <0>{0}</0> {1, plural, one {फ़ॉलोअर} other {फ़ॉलोअर}}
ne: <0>{0}</0> {1, plural, one {अनुगामी} other {अनुगामीहरू}}
uk: <0>{0}</0> {1, plural, one {читач} few {читачі} many {читачі} other {читачі}}

source: <0>{0}</0> {1, plural, one {following} other {following}}
fi: <0>{0}</0> {1, plural, one {seurattu} other {seurattua}}
ga: <0>{0}</0> {1, plural, one {á leanúint} two {á leanúint} few {á leanúint} many {á leanúint} other {á leanúint}}
hi: <0>{0}</0> {1, plural, one {फ़ॉलोइंग} other {फ़ॉलोइंग}}
ne: <0>{0}</0> {1, plural, one {पछ्याउँदै छन्} other {पछ्याउँदै छन्}}
uk: <0>{0}</0> {1, plural, one {читаєте} few {читаєте} many {читаєте} other {читаєте}}

source: <0>{0}</0> and<1> </1><2>{1} </2>are included in your starter pack
fi: <0>{0}</0> ja<1> </1><2>{1} </2>sisältyvät aloituspakettiisi
ga: Cuireadh <0>{0}</0> agus<1> </1><2>{1} </2> i do phacáiste fáilte
gl: <0>{0}</0> e<1> </1><2>{1} </2>están incluídos no paquete de inicio
hi: <0>{0}</0> और<1> </1><2>{1} </2>आपके स्टार्टर पैक में शामिल हैं
ne: <0>{0}</0> र<1> </1><2>{1} </2> तपाईंको स्टार्टर प्याकमा समावेश छन्
uk: <0>{0}</0> та<1> </1><2>{1} </2> у підбірці

source: <0>{0}</0> is included in your starter pack
fi: <0>{0}</0> sisältyy aloituspakettiisi
ga: Cuireadh <0>{0}</0> i do phacáiste fáilte
gl: <0>{0}</0> está incluído no paquete de inicio
hi: <0>{0}</0> आपके स्टार्टर पैक में शामिल है
ne: <0>{0}</0> तपाईंको स्टार्टर प्याकमा समावेश छ
uk: <0>{0}</0> у вашій підбірці

source: <0>{0}</0> members
fi: Listan <0>{0}</0> jäsenet
ga: <0>{0}</0> ball
gl: <0>{0}</0> membros
hi: <0>{0}</0> सदस्य
ne: <0>{0}</0> सदस्यहरू
uk: <0>{0}</0> учасників

source: <0>{date}</0> at {time}
fi: <0>{date}</0> klo {time}
ga: <0>{date}</0> ag {time}
gl: <0>{date}</0> ás {time}
hi: <0>{date}</0> को {time}
ne: <0>{date}</0> मा {time}
uk: <0>{date}</0> о {time}

source: <0>You</0> and<1> </1><2>{0} </2>are included in your starter pack
fi: <0>Sinä</0> ja<1> </1><2>{0} </2>sisällytte aloituspakettiisi
ga: Cuireadh <0>tusa</0> agus<1> </1><2>{0} </2>i do phacáiste fáilte
gl: <0>Ti</0> e<1> </1><2>{0} </2>estades incluídos no paquete de inicio
hi: <0>आप</0> और<1> </1><2>{0} </2>आपके स्टार्टर पैक में शामिल हैं
ne: <0>तपाईं</0> र<1> </1><2>{0} </2> तपाईंको स्टार्टर प्याकमा समावेश छन्
uk: <0>Ви</0> та<1> </1><2>{0} </2>у вашій підбірці

source: ⚠Invalid Handle
fi: ⚠Virheellinen käyttäjätunnus
ga: ⚠Leasainm Neamhbhailí
gl: ⚠Alcume inválido
hi: ⚠ अमान्य हैंडल
ne: ⚠अवैध ह्यान्डल
uk: ⚠Недопустимий псевдонім

source: 24 hours
fi: 24 tuntia
ga: 24 uair an chloig
gl: 24 horas
hi: 24 घंटे
ne: २४ घण्टा
uk: 24 години

source: 2FA Confirmation
fi: Kaksivaiheisen tunnistautumisen vahvistus
ga: Dearbhú 2FA
gl: Confirmación 2FA
hi: 2FA पुष्टिकरण
ne: २एफए पुष्टि
uk: Підтвердження двофакторної автентифікації

source: 30 days
fi: 30 päivää
ga: 30 lá
gl: 30 días
hi: 30 दिन
ne: ३० दिन
uk: 30 днів

source: 7 days
fi: 7 päivää
ga: 7 lá
gl: 7 días
hi: 7 दिन
ne: ७ दिन
uk: 7 днів

source: About
fi: Tietoja
ga: Maidir leis
hi: परिचय
ne: बारेमा
uk: Інформація

source: Accessibility
fi: Saavutettavuus
ga: Inrochtaineacht
gl: Accesibilidade
hi: सुलभता
ne: पहुँचयोग्यता
uk: Доступність

source: Accessibility Settings
fi: Saavutettavuusasetukset
ga: Socruithe Inrochtaineachta
gl: Axustes de accesibilidade
hi: सुलभता के सेटिंग
ne: पहुँचयोग्यता सेटिङ्स
uk: Налаштування доступності

source: Account
fi: Tili
ga: Cuntas
gl: Conta
hi: खाता
ne: खाता
uk: Обліковий запис

# toast
source: Account blocked
fi: Tili estetty
ga: Cuntas blocáilte
gl: Conta bloqueada
hi: खाता अवरुद्ध
ne: खाता ब्लक गरिएको छ
uk: Обліковий запис заблоковано

# toast
source: Account followed
fi: Tiliä seurattu
ga: Cuntas leanta
gl: Conta seguida
hi: खाता फ़ॉलो किया गया
ne: खाता पछ्याइएको छ
uk: Обліковий запис відстежується

# toast
source: Account muted
fi: Tili mykistetty
ga: Balbhaíodh an cuntas
gl: Conta silenciada
hi: खाता म्यूट किया गया
ne: खाता म्यूट गरिएको छ
uk: Обліковий запис ігноровано

source: Account Muted
fi: Tili mykistetty
ga: Balbhaíodh an Cuntas
gl: Conta silenciada
hi: खाता म्यूट किया गया
ne: खाता म्यूट गरिएको छ
uk: Обліковий запис ігнорується

source: Account Muted by List
fi: Tili mykistetty listan perusteella
ga: Balbhaíodh an Cuntas trí Liosta
gl: Conta silenciada por listaxe
hi: सूची द्वारा खाता म्यूट किया गया
ne: सूचीद्वारा खाता म्यूट गरिएको छ
uk: Обліковий запис ігноровано списком

source: Account options
fi: Tilin valinnat
ga: Roghanna cuntais
gl: Opcións da conta
hi: खाते के विकल्प
ne: खाताको विकल्पहरू
uk: Параметри облікового запису

source: Account removed from quick access
fi: Tili poistettu pikakäytöstä
ga: Baineadh an cuntas ón mearliosta
gl: Conta elimada de acceso rápido
hi: जल्द पहुँच से खाता हटाया गया
ne: खाता छिटो पहुँचबाट हटाइएको छ
uk: Обліковий запис вилучено зі швидкого доступу

# toast
source: Account unblocked
fi: Tilin esto poistettu
ga: Cuntas díbhlocáilte
gl: Conta desbloqueada
hi: खाता अनअवरुद्ध
ne: खाताको ब्लक हटाइएको छ
uk: Обліковий запис розблоковано

# toast
source: Account unfollowed
fi: Tilin seuraaminen lopetettu
ga: Cuntas díleanta
gl: Deixaches de seguir esta conta
hi: खाता अनफ़ॉलो किया गया
ne: खाताको पछ्याइ हटाइएको छ
uk: Обліковий запис не відстежується

# toast
source: Account unmuted
fi: Tilin mykistys poistettu
ga: Níl an cuntas balbhaithe a thuilleadh
gl: Conta desenmudecida
hi: खाता अनम्यूट किया गया
ne: खाताको म्यूट हटाइएको छ
uk: Обліковий запис не ігнорується

source: Add
fi: Lisää
ga: Cuir leis
gl: Engadir
hi: जोड़ें
ne: थप्नुहोस्
uk: Додати

source: Add {0} more to continue
fi: Lisää vielä {0} jatkaaksesi
ga: Cuir {0} eile leis chun dul ar aghaidh
gl: Engadir {0} máis para continuar
hi: आगे बढ्ने के लिए और {0} जोड़ें
ne: जारी राख्न {0} थप्नुहोस्
uk: Додати ще {0} для продовження

source: Add {displayName} to starter pack
fi: Lisää {displayName} aloituspakettiin
ga: Cuir {displayName} leis an bpacáiste fáilte
gl: Engadir a {displayName} ao paquete de inicio
hi: स्टार्टर पैक में {displayName} को जोड़ें
ne: स्टार्टर प्याकमा {displayName} थप्नुहोस्
uk: Додати {displayName} до підбірки

source: Add a content warning
fi: Lisää sisältövaroitus
ga: Cuir rabhadh faoin ábhar leis
gl: Engadir advertencia de contido
hi: सामग्री चेतावनी जोड़ें
ne: सामग्री चेतावनी थप्नुहोस्
uk: Додати попередження про вміст

source: Add a user to this list
fi: Lisää käyttäjä tähän listaan
ga: Cuir cuntas leis an liosta seo
gl: Engadir conta a esta listaxe
hi: इस सूची में किसी को जोड़ें
ne: यस सूचीमा एक प्रयोगकर्ता थप्नुहोस्
uk: Додати користувача до списку

source: Add account
fi: Lisää tili
ga: Cuir cuntas leis seo
gl: Engadir conta
hi: खाता जोड़ें
ne: खाता थप्नुहोस्
uk: Додати обліковий запис

source: Add alt text
fi: Lisää tekstivastine
ga: Cuir téacs malartach leis seo
gl: Engadir texto alternativo
hi: विवरण जोड़ें
ne: वैकल्पिक पाठ थप्नुहोस्
uk: Додати альтернативний текст

source: Add alt text (optional)
fi: Lisää tekstivastine (valinnainen)
ga: Cuir téacs malartach leis seo (roghnach)
gl: Engadir texto alternativo (opcional)
hi: विवरण जोड़ें (वैकल्पिक)
ne: वैकल्पिक पाठ थप्नुहोस् (ऐच्छिक)
uk: Додати альтернативний текст (за бажанням)

source: Add another account
fi: Lisää toinen tili
ga: Cuir cuntas eile leis
hi: एक और खाता जोड़ें
ne: अर्को खाता थप्नुहोस्
uk: Додати інший обліковий запис

source: Add another post
fi: Lisää toinen julkaisu
ga: Cuir postáil eile leis
hi: एक और पोस्ट जोड़ें
ne: अर्को पोष्ट थप्नुहोस्
uk: Написати ще

source: Add app password
fi: Lisää sovellussalasana
ga: Cuir pasfhocal aipe leis
hi: ऐप पासवर्ड जोड़ें
ne: एप पासवर्ड थप्नुहोस्
uk: Додати пароль застосунку

source: Add App Password
fi: Lisää sovellussalasana
ga: Cuir pasfhocal aipe leis seo
gl: Engadir contrasinal de app
hi: ऐफ पासवर्ड जोड़ें
ne: एप पासवर्ड थप्नुहोस्
uk: Додати пароль застосунку

source: Add muted words and tags
fi: Lisää mykistettyjä sanoja ja tunnisteita
ga: Cuir focail agus clibeanna a balbhaíodh leis seo
gl: Engadir palabras silenciadas e etiquetas
hi: म्यूट किए गए शब्द और टैग जोड़ें
ne: म्यूट शब्दहरू र ट्यागहरू थप्नुहोस्
uk: Додати ігноровані слова та теги

source: Add people
fi: Lisää käyttäjiä
ga: Cuir daoine leis
hi: लोगों को जोड़ें

source: Add recommended feeds
fi: Lisää suositellut syötteet
ga: Cuir fothaí molta leis seo
gl: Engadir canles recomendadas
hi: अनुशंसित फ़ीड जोड़ें
ne: सुझाइएको फिड थप्नुहोस्
uk: Додати рекомендовані стрічки

source: Add some feeds to your starter pack!
fi: Lisää syötteitä aloituspakettiisi!
ga: Cuir roinnt fothaí le do phacáiste fáilte!
gl: Engadir algunhas canles ao teu paquete de inicio!
hi: अपने स्टार्टर पैक में कुछ फ़ीड जोड़ें
ne: आफ्नो स्टार्टर प्याकमा केही फिडहरू थप्नुहोस्!
uk: Додати стрічки до початкового списку!

source: Add the default feed of only people you follow
fi: Lisää oletussyöte: vain seuraamasi käyttäjät
ga: Ná cuir ach fotha réamhshocraithe de na daoine a leanann tú leis seo
gl: Engade a canle predefinida só das persoas que segues
hi: केवल आपके फ़ॉलो किए गए लोगों का डिफ़ॉल्‍ट फ़ीड जोड़ें
ne: तपाईंले पछ्याएका व्यक्तिहरूको डिफल्ट फिड थप्नुहोस्
uk: Додавати стрічки людей, яких читаєте

source: Add the following DNS record to your domain:
fi: Lisää seuraava DNS-tietue verkkotunnukseesi:
ga: Cuir an taifead DNS seo a leanas le d'fhearann:
gl: Engade o seguinte rexistro DNS ao teu dominio:
hi: अपने डोमेन में निम्नलिखित DNS रिकॉर्ड जोड़ें:
ne: तपाईंको डोमेनमा निम्न DNS रेकर्ड थप्नुहोस्:
uk: Додайте наступний DNS-запис до вашого домену:

source: Add this feed to your feeds
fi: Lisää tämä syöte syötteisiisi
ga: Cuir an fotha seo le do chuid fothaí
gl: Engade esta canle ás túas canles
hi: आपके फ़ीड मे यह फ़ीड जोड़ें
ne: यस फिडलाई तपाईंको फिडमा थप्नुहोस्
uk: Додати цю стрічку до вашої стрічки

source: Add to lists
fi: Lisää listoihin
hi: सूचियों में जोड़ें
ne: सूचीहरूमा थप्नुहोस्
uk: Додати до списку

source: Added to list
fi: Lisätty listaan
ga: Curtha leis an liosta
gl: Engadido á listaxe
hi: सूची में जोड़ा गया
ne: सूचीमा थपियो
uk: Додано до списку

source: Adult
fi: Aikuinen
ga: Daoine fásta
gl: Adultos
hi: वयस्क
ne: वयस्क
uk: Дорослий

source: Adult Content
fi: Aikuissisältö
ga: Ábhar do dhaoine fásta
gl: Contido para adultos
hi: वयस्क सामग्री
ne: वयस्क सामग्री
uk: Вміст для дорослих

source: Adult content can only be enabled via the Web at <0>bsky.app</0>.
fi: Aikuissisällön voi ottaa käyttöön vain selainsovelluksen <0>bsky.app</0> kautta.
ga: Ní féidir ábhar do dhaoine fásta a chur ar fáil ach tríd an nGréasán ag <0>bsky.app</0>.
gl: O contido para adultos só se pode habilitar a través da web en <0>bsky.app</0>.
hi: वयस्क सामग्री को केवल <0>bsky.app</0> वेबसाइट पर सक्षम किया जा सकता है।
ne: वयस्क सामग्री मात्र वेब मार्फत <0>bsky.app</0> मा सक्षम गर्न सकिन्छ।
uk: Вміст для дорослих може бути увімкнено лише через вебверсію <0>bsky.app</0>.

source: Adult content is disabled.
fi: Aikuissisältö on poissa käytöstä.
ga: Tá ábhar do dhaoine fásta curtha ar ceal.
gl: O contido para adultos está deshabilitado.
hi: वयस्क सामग्री अक्षम है।
ne: वयस्क सामग्री अक्षम छ।
uk: Контент для дорослих вимкнено.

source: Adult Content labels
fi: Aikuissisällön merkinnät
ga: Lipéid d'ábhar do dhaoine fásta
gl: Etiquetas de contido para adultos
hi: वयस्क सामग्री लेबल
ne: वयस्क सामग्रीका लेबलहरू
uk: Мітки вмісту для дорослих

source: Advanced
fi: Edistyneet
ga: Ardleibhéal
gl: Avanzado
hi: विकसित
ne: उन्नत
uk: Розширені

source: All
fi: Kaikki
ga: Uile
gl: Todas
hi: सभी
uk: Усе

source: All accounts have been followed!
fi: Kaikkia tilejä seurattiin!
ga: Leanadh na cuntais go léir!
gl: Seguíronse todas as contas!
hi: सारे खाते फ़ॉलो किए गए हैं!
ne: सबै खाताहरू पछ्याइएका छन्!
uk: Здійснено підписку на усі облікові записи!

source: All the feeds you've saved, right in one place.
fi: Kaikki tallentamasi syötteet yhdessä paikassa.
ga: Na fothaí go léir a shábháil tú, in áit amháin.
gl: Todas as túas canles gardadas, nun só lugar.
hi: एक ही जगह पर, आपके सभी सहेजे गए फीड।
ne: तपाईंले बचत गरेका सबै फिडहरू एउटै स्थानमा।
uk: Усі збережені стрічки в одному місці.

source: Allow access to your direct messages
fi: Salli pääsy yksityisviesteihisi
ga: Ceadaigh fáil ar do chuid TDanna
gl: Permitir o acceso ás túas mensaxes directas
hi: आपके सीधे संदेशों तक पहुँच दें
ne: तपाईंको प्रत्यक्ष सन्देशहरूमा पहुँच अनुमति दिनुहोस्
uk: Дозволити доступ до ваших особистих повідомлень

source: Allow new messages from
fi: Salli uudet viestit
ga: Ceadaigh teachtaireachtaí nua ó
gl: Permitir novas mensaxes de
hi: इनसे नए संदेश आने की अनुमति दें:
ne: नयाँ सन्देशहरूबाट अनुमति दिनुहोस्
uk: Дозволяти нові повідомлення від

source: Allow quote posts
fi: Salli lainausjulkaisut
ga: Ceadaigh postálacha athluaite
gl: Permitir citar publicacións
hi: क्वोट पोस्ट की अनुमति दें

source: Allow replies from:
fi: Salli vastaukset
ga: Ceadaigh freagraí ó:
gl: Permitir respostas de:
hi: इन्हें जवाब देने की अनुमति दें:
ne: उत्तरहरूबाट अनुमति दिनुहोस्:
uk: Дозволити відповіді від:

source: Allows access to direct messages
fi: Sallii pääsyn yksityisviesteihin
ga: Ceadaíonn sé seo fáil ar do chuid teachtaireachtaí díreacha
gl: Permitir acceso ás mensaxes directas
hi: आपके सीधे संदेशों तक पहुँच देता है
ne: प्रत्यक्ष सन्देशहरूमा पहुँच अनुमति दिन्छ
uk: Надати доступ до особистих повідомлень

source: Already have a code?
fi: Onko sinulla jo koodi?
ga: An bhfuil cód agat cheana?
gl: Xa tes un código?
hi: पहले से कोड है?
ne: पहिले नै कोड छ?
uk: Вже маєте код?

source: Already signed in as @{0}
fi: Kirjautuneena jo sisään käyttäjänä @{0}
ga: Logáilte isteach cheana mar @{0}
gl: Sesión iniciada como @{0}
hi: @{0} द्वारा पहले से साइन इन किया गया है
ne: पहिले नै @{0} को रूपमा साइन इन गरिएको छ
uk: Вже увійшли як @{0}

source: Alt text
fi: Tekstivastine
ga: Téacs malartach
gl: Texto alternativo
hi: वैकल्पिक पाठ
ne: वैकल्पिक पाठ
uk: Альтернативний текст

source: Alt Text
fi: Tekstivastine
ga: Téacs Malartach
gl: Texto alternativo
hi: वैकल्पिक पाठ
ne: वैकल्पिक पाठ
uk: Альтернативний текст

source: Alt text describes images for blind and low-vision users, and helps give context to everyone.
fi: Tekstivastine kuvailee kuvia sokeille ja heikkonäköisille käyttäjille sekä lisää kontekstia kaikille.
ga: Cuireann an téacs malartach síos ar na híomhánna do dhaoine atá dall nó a bhfuil lagú radhairc orthu agus cuireann sé an comhthéacs ar fáil do chuile dhuine.
gl: O texto alternativo describe imaxes a persoas cegas ou con baixa visión e axuda a dar máis contexto.
hi: वैकल्पिक पाठ अंधे और कम दृश्य लोगों के लिए छवियों का वर्णन करता है, और सब को संदर्भ देने में मदद करता है।
ne: वैकल्पिक पाठले दृष्टिहीन र कमजोर दृष्टि भएका प्रयोगकर्ताहरूका लागि चित्रहरू वर्णन गर्छ, र सबैलाई सन्दर्भ दिन मद्दत गर्दछ।
uk: Альтернативний текст описує зображення для незрячих та користувачів із вадами зору, та надає додатковий контекст для всіх.

source: An email has been sent to {0}. It includes a confirmation code which you can enter below.
fi: Osoitteeseen {0} on lähetetty sähköpostiviesti. Siinä on vahvistuskoodi, jonka voit syöttää alle.
ga: Cuireadh teachtaireacht ríomhphoist chuig {0}. Tá cód dearbhaithe faoi iamh. Is féidir leat an cód a chur isteach thíos anseo.
gl: Un código de verificación foi enviado a {0}. Ingresa ese código a continuación.
hi: {0} को ईमेल भेजा गया है। इसमें एक पुष्टिकरण कोड मौजूद है जिसे आप नीचे दर्ज कर सकते हैं।
ne: एक इमेल {0} मा पठाइएको छ। यसमा एक पुष्टिकरण कोड समावेश छ, जसलाई तपाईं तल प्रविष्ट गर्न सक्नुहुन्छ।
uk: Було надіслано лист на адресу {0}. Він містить код підтвердження, який можна ввести нижче.

source: An error has occurred
fi: On tapahtunut virhe
ga: Tharla earráid
gl: Produciuse un erro
hi: त्रुटि हुई
ne: त्रुटि भएको छ
uk: Виникла помилка

source: An error occurred
fi: Tapahtui virhe
ga: Tharla earráid
gl: Ocurreu un erro
hi: त्रुटि हुई
ne: त्रुटि भयो
uk: Виникла помилка

source: An error occurred while compressing the video.
fi: Videota pakattaessa tapahtui virhe.
ga: Tharla earráid agus an físeán á chomhbhrú.
gl: Ocurreu un erro ao comprimir o vídeo.
hi: वीडियो कंप्रेशन के दौरान त्रुटि हुई।
ne: भिडियो संकुचन गर्दा त्रुटि भयो।
uk: Виникла помилка під час стискання цього відео.

source: An error occurred while generating your starter pack. Want to try again?
fi: Aloituspakettiasi luotaessa tapahtui virhe. Haluatko yrittää uudelleen?
ga: Tharla earráid agus do phacáiste fáilte á chruthú. An bhfuil fonn ort triail eile a bhaint as?
gl: Ocurreu un error ao xerar o teu paquete de inicio. Queres probar de novo?
hi: आपके स्टार्टर पैक बनाने में त्रुटि हुई। फिर से प्रयास करें?
ne: तपाईंको स्टार्टर प्याक निर्माण गर्दा त्रुटि भयो। के पुन: प्रयास गर्न चाहनुहुन्छ?
uk: Сталася помилка під час генерації вашої підбірки. Хочете спробувати ще раз?

source: An error occurred while loading the video. Please try again later.
fi: Videota ladattaessa tapahtui virhe. Yritä myöhemmin uudelleen.
ga: Tharla earráid agus an físeán á lódáil. Bain triail eile as ar ball.
gl: Ocurreu un erro ao cargar o vídeo. Por favor, proba de novo.
hi: वीडियो लोड करते समय त्रुटि हुई। बाद में फिर प्रयास करें।
ne: भिडियो लोड गर्दा त्रुटि भयो। कृपया पछि पुन: प्रयास गर्नुहोस्।
uk: Сталася помилка під час завантаження відео. Будь ласка, спробуйте пізніше.

source: An error occurred while loading the video. Please try again.
fi: Videota ladattaesa tapahtui virhe. Yritä uudelleen.
ga: Tharla earráid agus an físeán á lódáil. Bain triail eile as.
gl: Ocurreu un erro mentres cargaba o vídeo. Por favor, proba de novo.
hi: वीडियो लोड करते समय में त्रुटि हुई। फिर से प्रयास करें।
ne: भिडियो लोड गर्दा त्रुटि भयो। कृपया पुन: प्रयास गर्नुहोस्।
uk: Сталася помилка під час завантаження відео. Будь ласка, спробуйте ще.

source: An error occurred while saving the QR code!
fi: QR-koodia tallennettaessa tapahtui virhe!
ga: Tharla earráid agus an cód QR á shábháil!
gl: Ocurreu un erro ao gardar o código QR!
hi: QR कोड सहेजने में त्रुटि हुई!
ne: QR कोड बचत गर्दा त्रुटि भयो!
uk: Сталася помилка під час збереження QR-коду!

source: An error occurred while trying to follow all
fi: Yritettäessä seurata kaikkia tapahtui virhe
ga: Tharla earráid agus na cuntais go léir á leanúint
gl: Produciuse un erro ao tentar seguir todo
hi: सभी को फ़ॉलो करते समय त्रुटि हुई
ne: सबैलाई पछ्याउने प्रयास गर्दा त्रुटि भयो
uk: Сталася помилка при спробі читати усіх

source: An error occurred while uploading the video.
fi: Ladattaessa videota palveluun tapahtui virhe.
ga: Tharla earráid agus an físeán á uaslódáil.
gl: Ocurreu un erro ao cargar o vídeo.
hi: वीडियो अपलोड करते समय त्रुटि हुई।
ne: भिडियो अपलोड गर्दा त्रुटि भयो।
uk: Сталася помилка під час завантаження відео.

source: An issue not included in these options
fi: Ongelma, joka ei sisälly näihin vaihtoehtoihin
ga: Rud nach bhfuil ar fáil sna roghanna seo
gl: Un problema non presente nestas opcións
hi: समस्या जो इन विकल्पों में से नहीं है
ne: यी विकल्पहरूमा समावेश नभएको समस्या
uk: Проблема не включена до цих варіантів

source: An issue occurred starting the chat
fi: Chattia käynnistettäessä ilmeni ongelma
ga: Tharla fadhb agus an comhrá á thosú
gl: Ocurreu un erro iniciando a conversa
hi: बातचीत शुरू करने में समस्या हुई
ne: कुराकानी सुरु गर्दा समस्या भयो
uk: Сталася помилка під час створення чату

source: An issue occurred while trying to open the chat
fi: Yritettäessä avata chattia ilmenei ongelma
ga: Tharla fadhb agus an comhrá á oscailt
gl: Ocurreu un erro mentres tentabas abrir as conversas.
hi: बातचीत खोलते समय समस्या हुई
ne: कुराकानी खोल्ने प्रयास गर्दा समस्या भयो
uk: Сталася помилка при спробі відкрити чат

source: An issue occurred, please try again.
fi: Ilmeni ongelma. Yritä uudelleen.
ga: Tharla fadhb. Déan iarracht eile, le do thoil.
gl: Ocurreu un erro. Proba de novo.
hi: कोई समस्या हुई, फिर से प्रयास करें।
ne: समस्या भयो, कृपया पुन: प्रयास गर्नुहोस्।
uk: Виникла проблема, будь ласка, спробуйте ще раз.

source: an unknown error occurred
fi: tapahtui tuntematon virhe
ga: tharla earráid nach eol dúinn
gl: Ocurreu un erro descoñecido
hi: अज्ञात त्रुटि हुई
ne: अज्ञात त्रुटि भयो
uk: Сталася невідома помилка

source: an unknown labeler
fi: tuntematon merkitsijä
ga: lipéadóir anaithnid
gl: un etiquetador descoñecido
hi: अज्ञात लेबलकर्ता
ne: अज्ञात लेबलकर्ता
uk: невідомий мітник

source: and
fi: ja
ga: agus
gl: e
hi: और
ne: र
uk: та

source: Animals
fi: Eläimet
ga: Ainmhithe
gl: Animais
hi: प्राणि
ne: जनावरहरू
uk: Тварини

source: Animated GIF
fi: Animoitu GIF
ga: GIF beo
gl: GIF animado
hi: एनिमेटेड GIF
ne: एनिमेटेड GIF
uk: Анімована GIF
