Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Show reply for everyone
fi: Näytä vastaus kaikille
ga: Taispeáin freagra do chách
gl: Mostrar resposta para todo o mundo
hi: जवाब सब के लिए दिखाएँ
ne: सबैको लागि उत्तर देखाउनुहोस्
uk: Показувати відповіді усім

source: Show reposts
fi: Näytä uudelleenjulkaisut
ga: Taispeáin athphostálacha
hi: रीपोस्ट दिखाएँ
ne: पुनःपोस्टहरू देखाउनुहोस्
uk: Показувати репости

source: Show samples of your saved feeds in your Following feed
fi: Näytä näytteitä tallennetuista syötteistäsi Seuratut-syötteessäsi
ga: Taispeáin samplaí ó do chuid fothaí sábháilte san fhotha Following
hi: आपके फ़ॉलोइंग फीड में अपने सहेजे गए फ़ीड के नमूने दिखाएँ
ne: तपाईंको अनुसरण गर्ने फीडमा तपाईंको सहेजिएका फीडहरूको नमूना देखाउनुहोस्
uk: Показувати уривки збережених стрічок у стрічці користувачів, яких читаю

source: Show warning
fi: Näytä varoitus
ga: Taispeáin rabhadh
gl: Mostrar advertencia
hi: चेतावनी दिखाएँ
ne: चेतावनी देखाउनुहोस्
uk: Показати попередження

source: Show warning and filter from feeds
fi: Näytä varoitus ja suodata syötteistä
ga: Taispeáin rabhadh agus scag ó na fothaí é
gl: Mostrar advertencia e filtrar desde as canles
hi: चेतावनी दिखाएँ और फ़ीड से फ़िल्टर करें
ne: चेतावनी देखाउनुहोस् र फीडबाट फिल्टर गर्नुहोस्
uk: Показати попередження і фільтрувати зі стрічки

source: Sign in
fi: Kirjaudu sisään
ga: Logáil isteach
gl: Iniciar sesión
hi: साइन इन करें
ne: साइन इन गर्नुहोस्
uk: Увійти

source: Sign in as {0}
fi: Kirjaudu sisään käyttäjänä {0}
ga: Logáil isteach mar {0}
gl: Iniciar sesión como {0}
hi: {0} के रूप में साइन इन करें
ne: को रूपमा साइन इन गर्नुहोस् {0}
uk: Увійти як {0}

source: Sign in as...
fi: Kirjaudu sisään käyttäjänä…
ga: Logáil isteach mar...
gl: Iniciar sesión como ...
hi: ... के रूप में साइन इन करें
ne: को रूपमा साइन इन गर्नुहोस्...
uk: Увійти як...

source: Sign in or create your account to join the conversation!
fi: Kirjaudu sisään tai luo tili osallistuaksesi keskusteluun!
ga: Logáil isteach nó cláraigh chun páirt a ghlacadh sa chomhrá!
gl: Inicia sesión ou crea a túa conta para unirte á conversa!
hi: बातचीत में जुड़ने के लिए साइन इन करें या अपना खाता बनाएँ
ne: चर्चामा सामेल हुन साइन इन गर्नुहोस् वा आफ्नो खाता सिर्जना गर्नुहोस्!
uk: Увійти або створити обліковий запис, щоб приєднатися до розмови!

source: Sign in to Bluesky or create a new account
fi: Kirjaudu Blueskyhin tai luo uusi tili
gl: Inicia sesión en Bluesky ou crea unha nova conta
hi: Bluesky में साइन इन करें या नया खाता बनाएँ
ne: ब्लूस्काईमा साइन इन गर्नुहोस् वा नयाँ खाता सिर्जना गर्नुहोस्

source: Sign out
fi: Kirjaudu ulos
ga: Logáil amach
gl: Pechar sesión
hi: साइन आउट करें
ne: साइन आउट गर्नुहोस्
uk: Вийти

source: Sign Out
fi: Kirjaudu ulos
gl: Pechar sesión
hi: साइन आउट करें
ne: साइन आउट गर्नुहोस्

source: Sign out?
fi: Kirjaudutaanko ulos?
ga: Logáil amach?
gl: Pechar sesión?
hi: साइन आउट करें?
ne: साइन आउट गर्नुहोस्?
uk: Вийти?

source: Sign-in Required
fi: Sisäänkirjautuminen vaaditaan
ga: Caithfidh tú logáil isteach
gl: É necesario iniciar sesión
hi: साइन इन आवश्यक
ne: साइन इन आवश्यक छ
uk: Необхідно увійти для перегляду

source: Signed in as @{0}
fi: Kirjautunut sisään käyttäjänä @{0}
ga: Logáilte isteach mar @{0}
gl: Sesión iniciada como @{0}
hi: @{0} कए रूप में साइन इन किया गया है
ne: को रूपमा साइन इन गरिएको छ @{0}
uk: Ви увійшли як @{0}

source: Similar accounts
fi: Samankaltaisia tilejä
ga: Cuntais eile atá cosúil leis seo
gl: Contas similares
hi: एक जैसे खाते
ne: समान खाता
uk: Схожі облікові записи

source: Skip
fi: Ohita
ga: Ná bac leis
gl: Saltar
hi: छोड़ें
ne: छोड्नुहोस्
uk: Пропустити

source: Skip this flow
fi: Ohita nämä vaiheet
ga: Ná bac leis an bpróiseas seo
gl: Saltar este flujo
hi: इस फ़्लो को छोड़ें
ne: यो प्रवाह छोड्नुहोस्
uk: Пропустити цей процес

source: Smaller
fi: Pienempi
ga: Níos Lú
gl: Máis pequeno
hi: छोटा
ne: सानो
uk: Менше

source: Software Dev
fi: Ohjelmistokehitys
ga: Forbairt Bogearraí
gl: Programación
hi: सॉफ़्टवेयर डेवलपर
ne: सॉफ़्टवेयर विकासकर्ता
uk: Розробка П/З

source: Some other feeds you might like
fi: Muita syötteitä, joista saattaisit pitää
ga: Fothaí eile a mbeadh suim agat iontu
gl: Algunha outra canle poderiache gustar
hi: कुछ अन्य फ़ीड जो आपको शायद पसंद आएँ
ne: तपाईंलाई मन पर्ने अन्य फीडहरू
uk: Інші стрічки, які можуть вам сподобатися

source: Some people can reply
fi: Jotkut voivat vastata
ga: Tá daoine áirithe in ann freagra a thabhairt
gl: Algunhas persoas poden responder
hi: कुछ लोग जवाब दे सकते हैं
ne: केही व्यक्तिहरू उत्तर दिन सक्छन्
uk: Певні користувачі можуть відповідати

source: Something went wrong
fi: Jokin meni vikaan
ga: Theip ar rud éigin
gl: Algo saíu mal
hi: कोई गड़बड़ हुई
ne: केहि गलत भयो
uk: Щось пішло не так

source: Something went wrong, please try again
fi: Jokin meni vikaan, yritä uudelleen
ga: Chuaigh rud éigin amú, bain triail eile as
gl: Produciuse un erro, téntao de novo
hi: कोई गड़बड़ हुई, फिर प्रयास करें
ne: केहि गलत भयो, कृपया पुन: प्रयास गर्नुहोस्
uk: Щось пішло не так. Будь ласка, спробуйте ще раз

source: Something went wrong, please try again.
fi: Jokin meni vikaan. Yritä uudelleen.
ga: Chuaigh rud éigin ó rath. Bain triail eile as.
gl: Produciuse un erro, téntao de novo.
hi: कोई गड़बड़ हुई, फिर प्रयास करें।
ne: केहि गलत भयो, कृपया पुन: प्रयास गर्नुहोस्।
uk: Щось пішло не так. Просимо спробувати ще раз.

source: Something went wrong!
fi: Jokin meni vikaan!
ga: Theip ar rud éigin!
gl: Algo saíu mal!
hi: कोई गड़बड़ हुई!
ne: केहि गलत भयो!
uk: Щось пішло не так!

source: Something wrong? Let us know.
fi: Onko jokin vialla? Kerro meille.
ga: Rud éigin mícheart? Abair linn.
gl: Ocorreu un erro? Dínolo.
hi: कुछ गड़बड़ है? हमें बताएँ।

source: Sort replies
fi: Järjestele vastaukset
ga: Sórtáil freagraí
gl: Ordear respostas
hi: जवाब क्रमबद्ध करें
ne: उत्तरहरू वर्गीकरण गर्नुहोस्
uk: Сортувати відповіді

source: Sort replies by
fi: Järjestele vastaukset seuraavasti:
ga: Sórtáil freagraí de réir
gl: Ordear respostas por
hi: जवाबों को ऐसे क्रमबद्ध करें
ne: उत्तरहरूलाई यसद्वारा वर्गीकरण गर्नुहोस्
uk: Сортувати відповіді за

source: Sort replies to the same post by:
fi: Järjestele saman julkaisun vastaukset seuraavasti:
ga: Sórtáil freagraí ar an bpostáil chéanna de réir:
gl: Ordena as respostas ao mesmo. chío por:
hi: उसी पोस्ट के जवाबों को ऐसे क्रमबद्ध करें:
ne: त्यसै पोस्टका उत्तरहरूलाई यसद्वारा वर्गीकरण गर्नुहोस्:
uk: Сортувати відповіді до постів за:

source: Spam
fi: Roskaposti
ga: Turscar
gl: Lixo
hi: स्पैम
ne: स्प्याम
uk: Спам

source: Spam; excessive mentions or replies
fi: Roskaposti; liialliset maininnat tai vastaukset
ga: Turscar; an iomarca tagairtí nó freagraí
gl: Spam; mencións ou respostas excesivas
hi: स्पैम; अत्यधिक उल्लेख या जवाब
ne: स्प्याम; अत्यधिक उल्लेखहरू वा उत्तरहरू
uk: Спам; надмірні згадки або відповіді

source: Sports
fi: Urheilu
ga: Spórt
gl: Deportes
hi: खेल
ne: खेलकुद
uk: Спорт

source: Start a new chat
fi: Aloita uusi chatti
ga: Tosaigh comhrá nua
gl: Iniciar un novo chat
hi: नया बातचीत शुरू करें
ne: नयाँ च्याट सुरु गर्नुहोस्
uk: Розпочати новий чат

source: Start adding people
fi: Ala lisätä käyttäjiä
ga: Cuir tús le daoine a leanúint
gl: Comeza a engadir xente
hi: लोगों को जोड़ना शुरू करें

source: Start adding people!
fi: Ala lisätä käyttäjiä!
ga: Cuir tús le daoine a leanúint!
gl: Comeza a engadir xente!
hi: लोगों को जोड़ना शुरू करें!

source: Start chat with {displayName}
fi: Aloita chatti käyttäjän {displayName} kanssa
ga: Tosaigh comhrá le {displayName}
gl: Iniciar chat con {displayName}
hi: {displayName} से बातचीत शुरू करें
ne: {displayName} सँग च्याट सुरु गर्नुहोस्
uk: Розпочати чат з {displayName}

source: Starter Pack
fi: Aloituspaketti
ga: Pacáiste Fáilte
gl: Paquete de inicio
hi: स्टार्टर पैक
ne: स्टार्टर प्याक
uk: Набір початківця

source: Starter pack by {0}
fi: Aloituspaketti käyttäjältä {0}
ga: Pacáiste fáilte le {0}
gl: Paquete de inicio de {0}
hi: {0} द्वारा स्टार्टर पैक
ne: {0} द्वारा स्टार्टर प्याक
uk: Набір початківця від {0}

source: Starter pack by <0/>
fi: Aloituspaketti käyttäjältä <0/>
ga: Pacáiste fáilte le <0/>
gl: Paquete de inicio por <0/>
hi: <0/> द्वारा स्टार्टर पैक

source: Starter pack by you
fi: Oma aloituspakettisi
ga: Pacáiste fáilte a chruthaigh tusa
gl: Paquete de inicio creado por ti
hi: आपके द्वारा स्टार्टर पैक
ne: तपाईंको द्वारा स्टार्टर प्याक
uk: Початкові набори, створені вами

source: Starter pack is invalid
fi: Aloituspaketti on virheellinen
ga: Tá an pacáiste fáilte neamhbhailí
gl: O paquete de inicio non é válido
hi: स्टार्टर पैक अमान्य है
ne: स्टार्टर प्याक अवैध छ
uk: Хибний набір початківця

source: Starter Packs
fi: Aloituspaketit
ga: Pacáistí Fáilte
gl: Paquetes de inicio
hi: स्टार्टर पैक
ne: स्टार्टर प्याकहरू
uk: Набори початківця

source: Starter packs let you easily share your favorite feeds and people with your friends.
fi: Aloituspakettien avulla voit jakaa helposti suosikkisyötteesi ja -käyttäjäsi kavareillesi.
ga: Tig leat na fothaí agus na daoine is fearr leat a roinnt le do chuid cairde le pacáiste fáilte.
gl: Os paquetes de inicio permítenche compartir facilmente as túas canles e persoas favoritas coas túas amizades.
hi: स्टार्टर पैक आपको अपने पसंदीदा फ़ीड और लोगों को अपने दोस्तों के साथ आसानी से साझा करने देते हैं
ne: स्टार्टर प्याकहरूले तपाईंलाई तपाईंका मनपर्ने फीडहरू र मानिसहरू सजिलैसँग तपाईंका साथीहरूसँग साझा गर्न दिन्छ।
uk: Власні підбірки дозволяють легко ділитись з друзями улюбленими стрічками та користувачами.

source: Status Page
fi: Tilasivu
ga: Leathanach Stádais
gl: Páxina de estado
hi: स्थिति पृष्ठ
ne: स्थिति पृष्ठ
uk: Сторінка стану

source: Step {0} of {1}
fi: Vaihe {0}/{1}
ga: Céim {0} as {1}
gl: Paso {0} de {1}
hi: {1} से चरण {0}
ne: चरण {0} को {1}
uk: Крок {0} з {1}

source: Storage cleared, you need to restart the app now.
fi: Tallennustila tyhjennetty. Sinun on nyt käynnistettävä sovellus uudelleen.
ga: Stóráil scriosta, tá ort an aip a atosú anois.
gl: O almacenamento borrado, cómpre reiniciar a aplicación agora.
hi: स्टोरेज खाली की गई, आपको ऐप फिर से खोलना पड़ेगा।
ne: भण्डारण मेटिएको छ, अब तपाईंले अनुप्रयोग पुनः सुरु गर्न आवश्यक छ।
uk: Сховище очищено, тепер вам треба перезапустити застосунок.

source: Storybook
gl: Libro de contos
hi: कहानी की किताब
ne: स्टोरीबुक

source: Submit
fi: Lähetä
ga: Seol
gl: Enviar
hi: जमा करें
ne: पेश गर्नुहोस्
uk: Надіслати

source: Submit appeal
gl: Enviar apelación
hi: अपील जमा करें

source: Submit Appeal
gl: Enviar Apelación
hi: अपील जमा करें

source: Subscribe
fi: Tilaa
ga: Liostáil
gl: Suscribirse
hi: सदस्यता लें
ne: सदस्यता लिनुहोस्
uk: Підписатися

source: Subscribe to @{0} to use these labels:
fi: Tilaa @{0} käyttääksesi näitä merkintöjä:
ga: Glac síntiús le @{0} leis na lipéid seo a úsáid:
gl: Suscríbete a @{0} para usar estas etiquetas:
hi: इन लेबलों का उपयोग करने के लिए @{0} की सदस्यता लें:
ne: यी लेबलहरू प्रयोग गर्न @{0} लाई सदस्यता लिनुहोस्:
uk: Підписатися на @{0}, щоб використовувати ці мітки:

source: Subscribe to Labeler
fi: Tilaa merkitsijä
ga: Glac síntiús le lipéadóir
gl: Suscribirse ao etiquetador
hi: लेबलकर्ता की सदस्यता लें
ne: लेबलरलाई सदस्यता लिनुहोस्
uk: Підписатися на мітника

source: Subscribe to this labeler
fi: Tilaa tämä merkitsijä
ga: Glac síntiús leis an lipéadóir seo
gl: Suscribirse a este etiquetador
hi: इस लेबलकर्ता की सदस्यता लें
ne: यस लेबलरलाई सदस्यता लिनुहोस्
uk: Підписатися на цього мітника

source: Subscribe to this list
fi: Tilaa tämä lista
ga: Liostáil leis an liosta seo
gl: Suscribirse a esta listaxe
hi: इस सूची की सदस्यता लें
ne: यस सूचीलाई सदस्यता लिनुहोस्
uk: Підписатися на цей список

source: Success!
fi: Onnistui!
ga: D'éirigh leis!
gl: Éxito!
hi: सफल!
ne: सफलता!
uk: Успіх!

source: Suggested for you
fi: Ehdotuksia sinulle
ga: Molta duit
gl: Suxerido para ti
hi: आपके लिए सुझाव
ne: तपाईंका लागि सुझाव गरिएको
uk: Пропоновано для вас

source: Suggestive
fi: Vihjaileva
ga: Gáirsiúil
gl: Suxestivo
hi: भड़काऊ
ne: सुझावात्मक
uk: Непристойний

source: Support
fi: Tuki
ga: Tacaíocht
gl: Soporte
hi: सहायता
ne: सहयोग
uk: Підтримка

source: Switch account
fi: Vaihda tiliä
ga: Athraigh an cuntas
gl: Cambiar de conta
hi: खाता बदलें
ne: खाता स्विच गर्नुहोस्
uk: Перемкнути обліковий запис

source: Switch Account
fi: Vaihda tiliä
ga: Athraigh an cuntas
gl: Cambiar a outra conta
hi: खाते बदलें
ne: खाता स्विच गर्नुहोस्
uk: Перемикнути обліковий запис

source: Switch accounts
gl: Cambiar de contas
hi: खाता बदलें

source: System
fi: Järjestelmä
ga: Córas
gl: Sistema
hi: सिस्टम
ne: सिस्टम
uk: Системна

source: System log
fi: Järjestelmäloki
ga: Logleabhar an chórais
gl: Rexistro do sistema
hi: सिस्टम लॉग
ne: सिस्टम लग
uk: Системний журнал

source: Tags only
fi: Vain tunnisteissa
ga: Clibeanna amháin
gl: Só etiquetas
hi: केवल टैग
ne: केवल टैगहरू
uk: Лише мітки

source: Tap to dismiss
fi: Hylkää napauttamalla
ga: Tapáil le dúnadh
gl: Toca para descartar
hi: ख़ारिज करने के लिए दबाएँ
ne: हटाउनका लागि ट्याप गर्नुहोस्
uk: Торкніться, щоб пропустити

source: Task complete - 10 follows!
fi: Tehtävä valmis – 10 seurattua!
ga: Obair curtha i gcrích - 10 gcuntas leanta!
gl: Tarefa acadada - 10 seguidores!
hi: कार्य समाप्त - 10 फ़ॉलो!

source: Task complete - 10 likes!
fi: Tehtävä valmis – 10 tykkäystä!
ga: Obair curtha i gcrích - 10 moladh!
gl: Tarefa completada - 10 gústame!
hi: कार्य समाप्त - 10 पसंद!
ne: कार्य पूरा भयो - १० लाइक्स!
uk: Завдання виконано — 10 вподобайок!

source: Teach our algorithm what you like
fi: Opeta algoritmillemme, mistä pidät
ga: Abair linn na rudaí a thaitníonn leat
gl: Ensínalle ao noso algoritmo o que che gusta
hi: हमारे एल्गोरिथ्म को सिखाएँ कि आपको क्या पसंद है
ne: हाम्रो एल्गोरिदमलाई तपाईं के मनपर्छ भनेर सिकाउनुहोस्
uk: Покажіть нашому алгоритму, що ви любите

source: Tech
fi: Teknologia
ga: Teic
gl: Tecnoloxía
hi: प्रौद्योगिकी
ne: प्रविधि
uk: Технології

source: Tell a joke!
fi: Kerro vitsi!
ga: Inis scéal grinn!
gl: Conta unha brincadeira!
hi: कोई मज़ाक कहें!
ne: जोकर भन्नुहोस्!
uk: Розкажіть жарт!

source: Tell us a bit about yourself
fi: Kerro hieman itsestäsi
ga: Abair linn beagáinín fút féin
gl: Fálanos un pouco de ti
hi: हमें अपने बारे में कुछ बताएँ
ne: हाम्रोलाई तपाईंको बारेमा केही भन्नुहोस्
uk: Розкажіть нам трохи про себе

source: Tell us a little more
fi: Kerro hieman lisää
ga: Abair beagán níos mó
gl: Cóntanos un pouco máis
hi: हमें थोड़ा और बताएँ
ne: हाम्रोलाई थोरै बढी बताउनुहोस्
uk: Розкажіть нам ще трохи

source: Terms
fi: Ehdot
ga: Téarmaí
gl: Condicións
hi: शर्तें
ne: नियमहरू
uk: Умови

source: Terms of Service
fi: Käyttöehdot
ga: Téarmaí Seirbhíse
gl: Condicións de servizo
hi: सेवा की शर्तें
ne: सेवाका नियमहरू
uk: Умови Використання

source: Terms used violate community standards
fi: Yhteisön sääntöjä rikkova sanasto
ga: Sárú ar chaighdeáin an phobail atá sna téarmaí a úsáideadh
gl: Os termos utilizados infrinxen os estándares da comunidade
hi: इन शब्दों का उपयोग समुदाय मानकों का उल्लंघन है
ne: प्रयोग गरिएका नियमहरूले समुदायको मापदण्ड उल्लङ्घन गरेका छन्
uk: Використані терміни порушують стандарти спільноти

source: Text & tags
fi: Tekstissä ja tunnisteissa
ga: Téacs agus clibeanna
gl: Texto e etiquetas
hi: पाठ और टैग
ne: पाठ र टैगहरू
uk: Текст та мітки

source: Text input field
fi: Tekstikenttä
ga: Réimse téacs
gl: Campo de entrada de texto
hi: पाठ दर्ज करने की फ़ील्ड
ne: पाठ इनपुट क्षेत्र
uk: Поле вводу тексту

source: Thank you. Your report has been sent.
fi: Kiitos. Raporttisi on lähetetty.
ga: Go raibh maith agat. Seoladh do thuairisc.
gl: Grazas. O teu informe foi enviado.
hi: धन्यवाद। आपकी शिकायत भेज दी गई है।
ne: धन्यवाद। तपाईंको रिपोर्ट पठाइएको छ।
uk: Дякуємо. Вашу скаргу було надіслано.

source: Thanks, you have successfully verified your email address. You can close this dialog.
fi: Kiitos, olet vahvistanut sähköpostiosoitteesi onnistuneesti. Voit sulkea tämän valintaikkunan.
ga: Go raibh maith agat! D'éirigh linn do sheoladh ríomhphoist a dheimhniú. Is féidir leat an fhuinneog seo a dhúnadh anois.
gl: Grazas, verificaches correctamente o teu enderezo de correo electrónico. Podes pechar esta xanela.
hi: धन्यवाद, आपने सफलतापूर्वक अपने ईमेल पते को सत्यापित किया है, आप इस डायलॉग को बंद कर सकते हैं।
ne: धन्यवाद, तपाईंले तपाईंको ईमेल ठेगाना सफलतापूर्वक प्रमाणित गर्नुभयो। तपाईं यो संवाद बन्द गर्न सक्नुहुन्छ।
uk: Дякуємо, ви успішно підтвердили адресу електронної пошти. Ви можете закрити цей діалог.

source: That contains the following:
fi: Se sisältää seuraavaa:
ga: Ina bhfuil an méid seo a leanas:
gl: Que contén o seguinte:
hi: जिसमें निम्नलिखित शामिल हैं:
ne: यसमा तलका सामग्रीहरू छन्:
uk: Що містить наступне:

source: That starter pack could not be found.
fi: Tätä aloituspakettia ei löydy.
ga: Níorbh fhéidir an pacáiste fáilte sin a aimsiú.
gl: Non se puido atopar ese paquete de inicio.
hi: वह स्टार्टर पैक नहीं मिला।
ne: त्यो स्टार्टर प्याक फेला पार्न सकिएन।
uk: Підбірку не вдалось знайти.

source: That's all, folks!
fi: Siinä kaikki, ihmiset!
ga: Sin é é!
gl: Iso é todo, parroquia!
hi: बस इतना ही, दोस्तों!
ne: त्यति हो, साथीहरू!
uk: На цьому все!

source: The account will be able to interact with you after unblocking.
fi: Tili voi olla vuorovaikutuksessa kanssasi, kun poistat eston.
ga: Beidh an cuntas seo in ann caidreamh a dhéanamh leat tar éis duit é a dhíbhlocáil
gl: A conta poderá interactuar contigo despois de desbloqueala.
hi: अनअवरुद्ध करने के बाद खाता आपसे संपर्क कर सकेगा।
ne: खाता अनब्लक गरेपछि तपाईं सँग अन्तर्क्रिया गर्न सक्षम हुनेछ।
uk: Обліковий запис зможе взаємодіяти з вами після розблокування.

source: The app will be restarted
fi: Sovellus käynnistyy uudelleen
ga: Atosófar an aip
gl: A aplicación reiniciarase
hi: ऐप को फिर से शुरू किया जाएगा

source: The author of this thread has hidden this reply.
fi: Ketjun aloittaja on piilottanut tämän vastauksen.
ga: Chuir údar an tsnáithe seo an freagra seo i bhfolach.
gl: A persoa autora deste fío ocultou esta resposta.
hi: इस थ्रेड के लेखक ने इस जवाब को छिपाया है।
ne: यस थ्रेडका लेखकले यस उत्तरलाई लुकेको छ।
uk: Автор цієї гілки приховав цю відповідь.

source: The Community Guidelines have been moved to <0/>
fi: Yhteisöohjeet on siirretty kohtaan <0/>
ga: Bogadh Treoirlínte an Phobail go dtí <0/>
gl: As Directrices da Comunidade movéronse a <0/>
hi: सामुदायिक दिशानिर्देशों को <0/> पर स्थानांतरित कर दिया गया है
ne: समुदायका मार्गदर्शक सिद्धान्तहरू <0/> मा सारिएको छ।
uk: Правила Спільноти переміщено до <0/>

source: The Copyright Policy has been moved to <0/>
fi: Tekijänoikeuskäytäntö on siirretty kohtaan <0/>
ga: Bogadh an Polasaí Cóipchirt go dtí <0/>
gl: A Política de Copyright moveuse a <0/>
hi: कॉपीराइट नीति को <0/> पर स्थानांतरित कर दिया गया है
ne: प्रतिलिपि अधिकार नीति <0/> मा सारिएको छ।
uk: Політику захисту авторського права переміщено до <0/>

source: The Discover feed
fi: Discover-syöte
ga: An fotha Discover
gl: A canle de Descubrir
hi: डिस्कवर फ़ीड
ne: डिस्कभर फीड
uk: Стрічка відкриття

source: The Discover feed now knows what you like
fi: Discover-syöte tietää nyt, mistä pidät
ga: Tá an fotha Discover eolach ar a bhfuil ag taitneamh leat anois
gl: A canle Discover agora sabe o que che gusta
hi: अब डिस्कवर फ़ीड को पता है कि आपको क्या पसंद है
ne: डिस्कभर फीडले अब तपाईंलाई के मनपर्छ थाहा पाएको छ।
uk: Тепер Стрічка відкриття знає ваші уподобання

source: The experience is better in the app. Download Bluesky now and we'll pick back up where you left off.
fi: Kokemus on parempi sovelluksessa. Lataa Bluesky nyt, niin jatkamme siitä, mihin jäit.
ga: Tá an t-eispéireas níos fearr san aip. Íoslódáil Bluesky anois agus tosóidh muid arís san áit ar stop tú.
gl: A experiencia é mellor na aplicación. Descarga Bluesky agora e retomarémolo onde o deixaches.
hi: यह अनुभव ऐप में बेहतर है। अभी Bluesky डाउनलोड करें और हम ठीक यहीं से जारी रखेंगे।
ne: अनुप्रयोगमा अनुभव राम्रो छ। अब ब्लूस्काई डाउनलोड गर्नुहोस् र हामी तपाईंको स्थानबाट पुनः सुरु गर्नेछौं।
uk: Досвід використання кращий у застосунку. Завантажте Bluesky вже зараз та продовжуйте з того місця, де зупинились.

source: The feed has been replaced with Discover.
fi: Tämä syöte on korvattu Discover-syötteellä.
ga: Tá Discover curtha in áit an fhotha seo.
gl: A canle foi substituída por Descubrir.
hi: फ़ीड को डिस्कवर से बदल दिया गया है।
ne: यो फीड डिस्कभरसँग प्रतिस्थापित गरिएको छ।
uk: Стрічку замінено на Стрічку відкриття.

source: The following labels were applied to your account.
fi: Seuraavat merkinnät asetettiin tilillesi.
ga: Cuireadh na lipéid seo a leanas le do chuntas.
gl: Aplicáronse as seguintes etiquetas á túa conta.
hi: आपके खाते पर नीचे दिए गए लेबल लगाए गए हैं।
ne: तलका लेबलहरू तपाईंको खातामा लागू गरिएका छन्।
uk: Наступні мітки були додані до вашого облікового запису.

source: The following labels were applied to your content.
fi: Seuraavat merkinnät asetettiin sisällöllesi.
ga: Cuireadh na lipéid seo a leanas le do chuid ábhair.
gl: Aplicáronse as seguintes etiquetas ao teu contido.
hi: आपके खाते पर नीचे दिए गए लेबल लगाए गए हैं।
ne: तलका लेबलहरू तपाईंको सामग्रीमा लागू गरिएका छन्।
uk: Наступні мітки були додані до вашого контенту.

source: The Privacy Policy has been moved to <0/>
fi: Tietosuojakäytäntö on siirretty kohtaan <0/>
ga: Bogadh an Polasaí Príobháideachta go dtí <0/>
gl: A Política de Privacidade moveuse a <0/>
hi: गोपनीयता नीति को <0/> पर स्थानांतरित किया गया है
ne: गोपनीयता नीति <0/> मा सारिएको छ।
uk: Політика конфіденційності була переміщена до <0/>

source: The server appears to be experiencing issues. Please try again in a few moments.
fi: Palvelin näyttää kärsivän ongelmista. Yritä hetken kuluttua uudelleen.
ga: Is dóigh go bhfuil fadhb leis an bhfreastalaí. Bain triail eile as i gceann cúpla nóiméad.
gl: Semella que o servidor está a experimentar problemas. Por favor, téntao de novo nun intre.
hi: लगता है सर्वर को समस्याएँ हो रहीं हैं। कृपया थोड़े समय बाद फिर प्रयास करें।
ne: सर्भर समस्यामा देखिनु भएको छ। कृपया केही समय पछि पुन: प्रयास गर्नुहोस्।
uk: Схоже, на сервері певні проблеми. Будь ласка, спробуйте знову через деякий час.

source: The starter pack that you are trying to view is invalid. You may delete this starter pack instead.
fi: Aloituspaketti, jonka yritit näyttää, on virheellinen. Voit sen sijaan poistaa tämän aloituspaketin.
ga: Tá an pacáiste fáilte sin neamhbhailí. Tig leat é a scriosadh.
gl: O paquete de inicio que estás tentando ver non é válido. Podes eliminar este paquete de inicio no seu lugar.
hi: आप जिस स्टार्टर पैक को देखने का प्रयास कर रहे हैं, वह अमान्य है। आप इस स्टार्टर पैक को मिटा सकते हैं।
ne: तपाईं जसलाई हेर्न चाहनुहुन्छ त्यो स्टार्टर प्याक अमान्य छ। तपाईं यस स्टार्टर प्याकलाई मेट्न सक्नुहुन्छ।
uk: Підбірка, яку ви намагаєтесь переглянути, хибна. Ви можете її видалити.

source: The Terms of Service have been moved to
fi: Käyttöehdot on siirretty kohtaan
ga: Bogadh ár dTéarmaí Seirbhíse go dtí
gl: Movéronse as Condicións de Servizo a
hi: सेवा की शर्तों को स्थानांतरित कर दिया गया है
ne: सेवाका नियमहरू <0/> मा सारिएका छन्।
uk: Умови Використання перенесено до

source: The verification code you have provided is invalid. Please make sure that you have used the correct verification link or request a new one.
fi: Antamasi vahvistuskoodi on virheellinen. Varmista, että olet käyttänyt oikeaa vahvistuslinkkiä, tai pyydä uusi.
ga: D'úsáid tú cód dearbhaithe neamhbhailí. Deimhnigh gur bhain tú úsáid as an nasc ceart, nó iarr ceann nua.
gl: O código de verificación que proporcionaches non é válido. Asegúrate de utilizar a ligazón de verificación correcta ou solicita unha nova.
hi: आपका दर्ज किया गया सत्यापन कोड अमान्य है। पक्का करें कि आपने सही सत्यापन कोड का उपयोग किया या नए कोड का अनुरोध करें।
ne: तपाईंले दिएको प्रमाणिकरण कोड अमान्य छ। कृपया पक्का गर्नुहोस् कि तपाईंले सहि प्रमाणिकरण लिंक प्रयोग गर्नुभएको छ वा नयाँ कोडको अनुरोध गर्नुहोस्।
uk: Введений вами код підтвердження хибний. Переконайтеся, що ви використали правильне посилання або запросіть новий код.

source: Theme
fi: Teema
ga: Téama
gl: Tema
hi: थीम
ne: थिम
uk: Тема
