Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Reposted by {0}
fi: {0} uudelleenjulkaisi
ga: Athphostáilte ag {0}
gl: Rechouchiado por {0}
hi: {0} ने रीपोस्ट किया
ne: {0} द्वारा पुनःपोस्ट गरियो
uk: {0} зробив(-ла) репост

source: Reposted by <0><1/></0>
fi: <0><1/></0> uudelleenjulkaisi
ga: Athphostáilte ag <0><1/></0>
gl: Rechouchiado por <0><1/></0>
hi: <0><1/></0> ने रीपोस्ट किया
ne: <0><1/></0> द्वारा पुनःपोस्ट गरियो
uk: Репост від <0><1/></0>

source: Reposted by you
fi: Uudelleenjulkaisit
ga: Athphostáilte agat
gl: Rechouchiado por ti
hi: आपने रीपोस्ट किया
ne: तपाईँद्वारा पुनःपोस्ट गरियो
uk: Ви зробили репост

source: Reposts of this post
fi: Tämän julkaisun uudelleenjulkaisut
ga: Athphostálacha den phostáil seo
gl: Rechouchíos deste chío
hi: इस पोस्ट के रीपोस्ट
ne: यस पोस्टका पुनःपोस्टहरू
uk: Репости цього поста

source: Require alt text before posting
fi: Edellytä tekstivastinetta ennen julkaisua
ga: Bíodh téacs malartach ann roimh phostáil i gcónaí
gl: Require texto alternativo antes de publicar
hi: पोस्ट करने से पहले वैकल्पिक पाठ आवश्यक करें
ne: पोस्ट गर्नु अघि वैकल्पिक पाठ आवश्यक छ
uk: Вимагати опис зображень перед публікацією

source: Required for this provider
fi: Vaaditaan tälle palveluntarjoajalle
ga: Riachtanach don soláthraí seo
gl: Obrigatorio para este provedor
hi: इस प्रदाता के लिए आवश्यक
ne: यस प्रदायकका लागि आवश्यक छ
uk: Вимагається цим хостинг-провайдером

source: Required in your region
fi: Pakollinen alueellasi
ga: Riachtanach i do réigiún
gl: Obrigatorio na túa rexión
hi: आपके क्षेत्र में आवश्यक
ne: तपाईँको क्षेत्रमा आवश्यक छ
uk: Необхідно для вашого регіону

source: Resend email
fi: Lähetä sähköpostiviesti uudelleen
ga: Athsheol an ríomhphost
gl: Reenviar correo
hi: ईमेल फिर भेजें
ne: ईमेल पुनः पठाउनुहोस्
uk: Повторно надіслати електронний лист

source: Resend Email
fi: Lähetä sähköpostiviesti uudelleen
ga: Athsheol an ríomhphost
gl: Reenviar correo
hi: ईमेल फिर भेजें
ne: ईमेल पुनः पठाउनुहोस्
uk: Надіслати лист ще раз

source: Resend Verification Email
fi: Lähetä vahvistussähköpostiviesti uudelleen
ga: Athsheol an ríomhphost dearbhaithe
gl: Reenviar correo de verificación
hi: सत्यापन ईमेल फिर भेजें
ne: प्रमाणीकरण ईमेल पुनः पठाउनुहोस्
uk: Надіслати лист з підтвердженням ще раз

source: Reset code
fi: Palautuskoodi
ga: Cód athshocraithe
gl: Código de restablecimento
hi: कोड रीसेट करें
ne: कोड रिसेट गर्नुहोस्
uk: Код скидання

source: Reset onboarding state
fi: Nollaa käyttöönoton tila
ga: Athshocraigh an próiseas cláraithe
gl: Restablecer o estado de incorporación
hi: ज्ञानप्राप्ति स्थिति को रीसेट करें
ne: प्रारम्भिक अवस्थालाई रिसेट गर्नुहोस्

source: Reset password
fi: Palauta salasana
ga: Athshocraigh an pasfhocal
gl: Restablecer o contrasinal
hi: पासवर्ड रीसेट करें
ne: पासवर्ड रिसेट गर्नुहोस्
uk: Скинути пароль

source: Retries the last action, which errored out
fi: Yrittää uudelleen viimeisintä toimintoa, joka epäonnistui
ga: Baineann sé seo triail eile as an ngníomh is déanaí, ar theip air
gl: Tenta de novo a última acción, que errou
hi: पिछली क्रिया का फिर से प्रयास करता है, जिसमें त्रुटि हुई
ne: अन्तिम कार्य पुन: प्रयास गर्नुहोस्, जसमा त्रुटि भएको थियो
uk: Повторити останню дію, яка спричинила помилку

source: Retry
fi: Yritä uudelleen
ga: Bain triail eile as
gl: Reintentar
hi: फिर प्रयास करें
ne: पुन: प्रयास गर्नुहोस्
uk: Повторити спробу

source: Return to previous page
fi: Palaa edelliselle sivulle
ga: Fill ar an leathanach roimhe seo
gl: Volver á páxina anterior
hi: पिछले पृष्ठ पर वापस जाएँ
ne: अघिल्लो पृष्ठमा फर्कनुहोस्
uk: Повернутися до попередньої сторінки

source: Returns to home page
fi: Palaa kotinäkymään
ga: Filleann sé seo abhaile
gl: Volve á páxina de inicio
hi: होम पृष्ठ पर वापस जाता है
ne: गृहपृष्ठमा फर्कनुहोस्
uk: Повертає до головної сторінки

source: Returns to previous page
fi: Palaa edelliselle sivulle
ga: Filleann sé seo ar an leathanach roimhe seo
gl: Volve á páxina anterior
hi: पिछले पृष्ठ पर वापस जाता है
ne: अघिल्लो पृष्ठमा फर्कनुहोस्
uk: Повертає до попередньої сторінки

source: Save
fi: Tallenna
ga: Sábháil
gl: Gardar
hi: सहेजें
ne: सुरक्षित गर्नुहोस्
uk: Зберегти

# action
source: Save
fi: Tallenna
ga: Sábháil
gl: Gardar
hi: सहेजें
ne: सुरक्षित गर्नुहोस्
uk: Зберегти

source: Save birthday
fi: Tallenna syntymäpäivä
ga: Sábháil do bhreithlá
gl: Gardar aniversario
hi: जन्मदिन सहेजें
ne: जन्मदिन सुरक्षित गर्नुहोस्
uk: Зберегти день народження

source: Save changes
fi: Tallenna muutokset
ga: Sábháil na hathruithe
gl: Gardar cambios
hi: बदलाव सहेजें
ne: परिवर्तनहरू सुरक्षित गर्नुहोस्
uk: Зберегти зміни

source: Save image
fi: Tallenna kuva
ga: Sábháil an íomhá
gl: Gardar imaxe
hi: छवि सहेजें
ne: चित्र सुरक्षित गर्नुहोस्
uk: Зберегти зображення

source: Save image crop
fi: Tallenna kuvan rajaus
ga: Sábháil an pictiúr bearrtha
gl: Gardar recorte de imaxe
hi: छवि क्रॉप सहेजें
ne: चित्र काट्ने सेटिङ सुरक्षित गर्नुहोस्
uk: Обрізати зображення

source: Save new handle
fi: Tallenna uusi käyttäjätunnus
ga: Sábháil an leasainm nua
gl: Gardar novo alcume
hi: नया हैंडल सहेजें
ne: नयाँ ह्यान्डल सुरक्षित गर्नुहोस्
uk: Зберегти новий псевдонім

source: Save QR code
fi: Tallenna QR-koodi
ga: Sábháil an cód QR
gl: Gardar código QR
hi: QR कोड सहेजें
ne: QR कोड सुरक्षित गर्नुहोस्
uk: Зберегти QR-код

source: Save to my feeds
fi: Tallenna syötteisiini
ga: Sábháil i mo chuid fothaí
gl: Gardar nas miñas canles
hi: मेरे फ़ीड में सहेजें
ne: मेरो फिडहरूमा सुरक्षित गर्नुहोस्
uk: Зберегти до моїх стрічок

source: Saved Feeds
fi: Tallennetut syötteet
ga: Fothaí Sábháilte
gl: Canles guardadas
hi: सहेजे गए फ़ीड
ne: सुरक्षित फिडहरू
uk: Збережені стрічки

source: Saved to your feeds
fi: Tallennettu syötteisiisi
ga: Sábháilte le mo chuid fothaí
gl: Guardado nas túas canles
hi: आपके फ़ीड में सहेजा गया
ne: तपाईंको फिडहरूमा सुरक्षित गरियो
uk: Збережено до ваших стрічок

source: Saves image crop settings
fi: Tallentaa kuvan rajausasetukset
ga: Sábhálann sé seo na socruithe le haghaidh íomhánna a laghdú
gl: Guarda os axustes de recorte da imaxe
hi: छवि क्रॉप सेटिंग सहेजता है
ne: चित्र काट्ने सेटिङ सुरक्षित गर्दछ
uk: Зберігає налаштування обрізання зображення

source: Say hello!
fi: Tervehdi!
ga: Abair heileo!
gl: Di ola!
hi: नमस्ते कहें!
ne: नमस्ते भन्नुहोस्!
uk: Привітайтесь!

source: Science
fi: Tiede
ga: Eolaíocht
gl: Ciencia
hi: विज्ञान
ne: विज्ञान
uk: Наука

source: Scroll to top
fi: Vieritä alkuun
ga: Fill ar an mbarr
gl: Desprázate cara arriba
hi: ऊपर जाएँ
ne: माथि स्क्रोल गर्नुहोस्
uk: Прогорнути вгору

source: Search
fi: Haku
ga: Cuardaigh
gl: Buscar
hi: खोजें
ne: खोज्नुहोस्
uk: Пошук

source: Search by name or interest
fi: Hae nimellä tai kiinnostuksen kohteella
ga: Cuardach de réir ainm nó spéiseanna
gl: Procurar por nome ou interese
hi: नाम या दिलचस्पी से खोजें

source: Search feeds
fi: Hae syötteitä
ga: Cuardaigh fothaí
gl: Procurar canles
hi: फ़ीड खोजें

source: Search for "{query}"
fi: Haku ”{query}”
ga: Déan cuardach ar “{query}”
gl: Buscar "{query}"
hi: "{query}" खोजें
ne: "{query}" को लागि खोज्नुहोस्
uk: Шукати "{query}"

source: Search for "{searchText}"
fi: Haku ”{searchText}”
ga: Déan cuardach ar "{searchText}"
gl: Buscar "{searchText}"
hi: "{searchText}" खोजें
ne: “{searchText}” को लागि खोज्नुहोस्
uk: Пошук "{searchText}"

source: Search for feeds that you want to suggest to others.
fi: Hae syötteitä, joita haluat ehdottaa toisille.
ga: Cuardaigh fothaí ar mhaith leat moladh do dhaoine eile.
gl: Busca canles que queiras suxerir aos demais.
hi: फ़ीड खोजें जो आप दूसरों को दिखाना चाहते हैं
ne: अरूलाई सिफारिस गर्न चाहिने फिडहरूको लागि खोज्नुहोस्।
uk: Шукати стрічки, якими ви б хотіли поділитись з іншими.

source: Search GIFs
fi: Hae GIF-animaatioita
ga: Cuardaigh GIFanna
gl: Buscar GIFs
hi: GIF खोजें
ne: GIF हरूको लागि खोज्नुहोस्।
uk: Пошук GIF-файлів

source: Search profiles
fi: Hae profiileja
ga: Cuardaigh próifílí
gl: Buscar perfís
hi: प्रोफ़ाइल खोजें
ne: प्रोफाइलहरूको लागि खोज्नुहोस्।
uk: Пошук профілів

source: Search Tenor
fi: Hae Tenorista
ga: Cuardaigh Tenor
gl: Buscar en Tenor
hi: Tenor में खोजें
ne: टेनरमा खोज्नुहोस्।
uk: Пошук Tenor

source: See this guide
fi: Katso tämä opas
ga: Féach ar an treoirleabhar seo
gl: Ver esta guía
hi: यह गाइड देखें
ne: यो मार्गदर्शक हेर्नुहोस्।
uk: Перегляньте цей посібник

source: Seek slider. Use the arrow keys to seek forwards and backwards, and space to play/pause
fi: Kelauksen liukusäädin. Käytä nuolinäppäimiä eteen- ja taaksepäin kelaamiseen ja välilyöntiä toistamiseen tai pysäyttämiseen.
ga: Sleamhnán cuardaigh. Úsáid na saigheadeochracha chun dul ar aghaidh nó ar gcúl, agus an spásbharra chun seinm nó cur ar sos
hi: सीक स्लाइडर। एरो की से आगे और पीछे सीक करें, और स्पेस से चालू/बंद करें
ne: स्लाइडर खोज्नुहोस्। अगाडि र पछाडि जान तीर कुञ्जीहरू प्रयोग गर्नुहोस्, र प्ले/पज गर्न स्पेसबार प्रयोग गर्नुहोस्।
uk: Повзунок пошуку. Використовуйте клавіші зі стрілками для пошуку вперед і назад та пробіл для відтворення або паузи

source: Select a color
fi: Valitse väri
ga: Roghnaigh dath
gl: Selecciona unha cor
hi: रंग चुनें
ne: रंग चयन गर्नुहोस्।
uk: Вибрати колір

source: Select account
fi: Valitse tili
ga: Roghnaigh cuntas
gl: Seleccionar conta
hi: खाता चुनें
ne: खाता चयन गर्नुहोस्।
uk: Вибрати обліковий запис

source: Select an avatar
fi: Valitse profiilikuva
ga: Roghnaigh abhatár
gl: Selecciona un avatar
hi: अवतार चुनें
ne: एभाटार चयन गर्नुहोस्।
uk: Виберіть аватар

source: Select an emoji
fi: Valitse emoji
ga: Roghnaigh emoji
gl: Selecciona un emoji
hi: इमोजी चुनें
ne: इमोजी चयन गर्नुहोस्।
uk: Виберіть емодзі

source: Select content languages
fi: Valitse sisällön kielet
ga: Roghnaigh teangacha ábhair
hi: सामग्री भाषाएँ चुनें
ne: सामग्री भाषाहरू चयन गर्नुहोस्।
uk: Вибрати мови вмісту

source: Select from an existing account
fi: Valitse olemassa olevalta tililtä
ga: Roghnaigh ó chuntas atá ann
gl: Selecciona unha conta existente
hi: मौजूदा खाते से चुनें
ne: अस्तित्वमा रहेको खाताबाट चयन गर्नुहोस्।
uk: Вибрати існуючий обліковий запис

source: Select GIF
fi: Valitse GIF
ga: Roghnaigh GIF
gl: Seleccionar GIF
hi: GIF चुनें
ne: GIF चयन गर्नुहोस्।
uk: Вибрати GIF

source: Select GIF "{0}"
fi: Valitse GIF ”{0}”
ga: Roghnaigh GIF "{0}"
gl: Seleccionar GIF "{0}"
hi: "{0}" GIF चुनें
ne: GIF "{0}" चयन गर्नुहोस्।
uk: Вибрати GIF "{0}"

source: Select how long to mute this word for.
fi: Valitse, kuinka pitkään tämä sana mykistetään.
ga: Cá fhad a bheidh an focal seo balbhaithe?
gl: Selecciona durante canto tempo queres silenciar esta palabra.
hi: चुनें कि कितने समय तक इस शब्द को म्यूट करना है।
ne: यो शब्द कति समयसम्म म्यूट गर्ने चयन गर्नुहोस्।
uk: Оберіть, як довго ігнорувати це слово.

source: Select language...
fi: Valitse kieli…
ga: Roghnaigh teanga...
gl: Seleccionar idioma...
hi: भाषा चुनें...
ne: भाषा चयन गर्नुहोस्...
uk: Обрати мову...

source: Select languages
fi: Valitse kielet
ga: Roghnaigh teangacha
gl: Seleccionar idiomas
hi: भाषाएँ चुनें
ne: भाषाहरू चयन गर्नुहोस्।
uk: Вибрати мови

source: Select moderator
fi: Valitse moderaattori
ga: Roghnaigh modhnóir
gl: Seleccionar moderador
hi: मॉडरेटर चुनें
ne: मोडरेटर चयन गर्नुहोस्।
uk: Вибрати модератора

source: Select subtitle file (.vtt)
fi: Valitse tekstitystiedosto (.vtt)
ga: Roghnaigh comhad fotheideal (.vtt)
gl: Seleccionar lexendaxe (.vtt)
hi: उपशीर्षक फ़ाइल (.vtt) चुनें
ne: सबटाइटल फाइल (.vtt) चयन गर्नुहोस्
uk: Обрати файл субтитрів (.vtt)

source: Select the {emojiName} emoji as your avatar
fi: Valitse emoji {emojiName} profiikuvaksesi
ga: Roghnaigh an emoji {emojiName} mar abhatár
gl: Seleccionar o emoji {emojiName} como o teu avatar
hi: {emojiName} इमोजी को अपने अवतार के रूप में चुनें
ne: {emojiName} इमोजीलाई आफ्नो अवतारको रूपमा चयन गर्नुहोस्
uk: Обрати {emojiName} емодзі як ваш аватар

source: Select the moderation service(s) to report to
fi: Valitse moderointipalvelu(t), joille ilmiantaa
ga: Roghnaigh na seirbhísí modhnóireachta le tuairisciú chuige
gl: Selecciona o(s) servizo(s) de moderación aos que queres informar
hi: शिकायत करने के लिए मॉडरेशन सेवा(एँ) चुनें
ne: प्रतिवेदन गर्नका लागि मध्यस्थता सेवा(हरू) चयन गर्नुहोस्
uk: Вибрати сервіс(и) модерації для скарги

source: Select what content this mute word should apply to.
fi: Valitse, mitä sisältöä tämä mykistyssana koskee.
ga: Roghnaigh an t-ábhar a gcuirfear an focal balbhaithe seo i bhfeidhm air.
gl: Selecciona a que contido debería aplicarse esta palabra silenciada.
hi: चुनें कि किस सामग्री पर यह म्यूट शब्द लागू होगा
ne: यो मौन शब्दलाई कुन सामग्रीमा लागू गर्नु पर्ने हो चयन गर्नुहोस्।
uk: Оберіть, до якого вмісту слід застосовувати ігнорування слів.

source: Select which languages you want your subscribed feeds to include. If none are selected, all languages will be shown.
fi: Valitse, mitä kieliä haluat tilaamiesi syötteiden sisältävän. Jos et valitse mitään, kaikki kielet näytetään.
ga: Roghnaigh na teangacha ba mhaith leat a fheiceáil i do chuid fothaí. Mura roghnaíonn tú, taispeánfar ábhar i ngach teanga duit.
gl: Elixe en que idiomas desexas que estean os chíos das túas canles. Se non seleccionas ningún, mostraranse en todos os idiomas.
hi: चुनें कि आप अपनी सदस्यता वाली फ़ीड में कौन सी भाषाएँ शामिल करना चाहते हैं। यदि कोई भी चयनित नहीं है, तो सभी भाषाएँ दिखाई जाएँगी।
ne: तपाईंको सदस्यता प्राप्त फिडहरूले समेट्ने भाषाहरू चयन गर्नुहोस्। केही पनि चयन नगरिएमा, सबै भाषाहरू देखाइनेछ।
uk: Оберіть мови постів, які ви хочете бачити у збережених каналах. Якщо не вибрано жодної – буде показано пости всіма мовами.

source: Select your date of birth
fi: Aseta syntymäaikasi
ga: Roghnaigh do dháta breithe
gl: Seleccione a túa data de nacemento
hi: अपनी जन्मतिथि चुनें
ne: आफ्नो जन्म मिति चयन गर्नुहोस्
uk: Вибрати дату народження

source: Select your interests from the options below
fi: Valitse kiinnostuksen kohteesi alla olevista vaihtoehdoista
ga: Roghnaigh na rudaí a bhfuil suim agat iontu as na roghanna thíos
gl: Seleccione os teus intereses entre as seguintes opcións
hi: नीचे दिए विकल्पों में अपनी दिलचस्पियाँ चुनें
ne: तलका विकल्पहरूबाट आफ्नो रुचिहरू चयन गर्नुहोस्
uk: Вибрати ваші інтереси з варіантів нижче

source: Select your preferred language for translations in your feed.
fi: Valitse käännösten kieli syötteessäsi.
ga: Do rogha teanga nuair a dhéanfar aistriúchán ar ábhar i d'fhotha.
gl: A que idioma queres traducir os chíos na túa canle.
hi: अपने फ़ीड में अनुवाद के लिए अपनी पसंदीदा भाषा चुनें।
ne: आफ्नो फिडमा अनुवादका लागि मनपर्ने भाषा चयन गर्नुहोस्।
uk: Оберіть бажану мову для перекладів у вашій стрічці.

source: Send a neat website!
fi: Lähetä siisti verkkosivusto!
ga: Seol suíomh gréasáin spéisiúil!
gl: Envía un sitio web interesante!
hi: कितना सुंदर वेबसाइट है!
ne: सुन्दर वेबसाइट पठाउनुहोस्!
uk: Надішліть нарядний сайт!

source: Send email
fi: Lähetä sähköpostiviesti
ga: Seol ríomhphost
gl: Enviar correo
hi: ईमेल भेजें
ne: इमेल पठाउनुहोस्
uk: Надіслати ел. листа

# action
source: Send Email
fi: Lähetä sähköpostiviesti
ga: Seol ríomhphost
gl: Enviar correo
hi: ईमेल भेजें
ne: इमेल पठाउनुहोस्
uk: Надіслати ел. лист

source: Send feedback
fi: Lähetä palautetta
ga: Seol aiseolas
gl: Enviar comentarios
hi: प्रतिक्रिया भेजें
ne: प्रतिक्रिया पठाउनुहोस्
uk: Надіслати відгук

source: Send message
fi: Lähetä viesti
ga: Seol teachtaireacht
gl: Enviar mensaxe
hi: संदेश भेजें
ne: सन्देश पठाउनुहोस्
uk: Надіслати повідомлення

source: Send post to...
fi: Lähetä julkaisu käyttäjälle…
ga: Seol an phostáil seo chuig...
gl: Enviar chío a...
hi: इन्हें पोस्ट भेजें
ne: पोष्ट पठाउनुहोस्...
uk: Надіслати пост до...

source: Send report
fi: Lähetä raportti
ga: Seol an tuairisc
gl: Enviar reporte
hi: शिकायत भेजें
ne: रिपोर्ट पठाउनुहोस्
uk: Поскаржитись

source: Send report to {0}
fi: Lähetä raportti palveluun {0}
ga: Seol an tuairisc chuig {0}
gl: Enviar reporte a {0}
hi: {0} को शिकायत भेजें
ne: रिपोर्ट पठाउनुहोस् {0}
uk: Поскаржитися до {0}

source: Send verification email
fi: Lähetä vahvistussähköpostiviesti
ga: Seol ríomhphost dearbhaithe
gl: Enviar correo de verificación
hi: सत्यापन ईमेल भेजें
ne: सत्यापन इमेल पठाउनुहोस्
uk: Надіслати електронний лист підтвердження

source: Send via direct message
fi: Lähetä yksityisviestillä
ga: Seol mar theachtaireacht dhíreach
gl: Enviar vía mensaxe directa
hi: सीधा संदेश द्वारा भेजें
ne: प्रत्यक्ष सन्देश मार्फत पठाउनुहोस्
uk: Надіслати в особисті повідомлення

source: Sends email with confirmation code for account deletion
fi: Lähettää sähköpostiin tilin poistamiseen tarvittavan vahvistuskoodin
ga: Seolann sé seo ríomhphost ina bhfuil cód dearbhaithe chun an cuntas a scriosadh
gl: Envía un correo electrónico co código de confirmación para a eliminación da conta
hi: खाता मिटाने के लिए पुष्टिकरण कोड के साथ ईमेल भेजता है
ne: खाता मेटाउनेको लागि पुष्टि कोड सहित इमेल पठाउँछ
uk: Надсилає електронний лист з кодом підтвердження видалення облікового запису

source: Server address
fi: Palvelimen osoite
ga: Seoladh an fhreastalaí
gl: Enderezo do servidor
hi: सर्वर पता
ne: सर्भर ठेगाना
uk: Адреса сервера

source: Set app icon to {0}
fi: Aseta sovelluskuvakkeeksi {0}
ga: Athraigh deilbhín na haipe go {0}
gl: Definir a icona da aplicación a {0}
hi: ऐप आइकॉन को {0} करें

source: Set birthdate
fi: Aseta syntymäaika
ga: Socraigh do bhreithlá
gl: Establecer aniversario
hi: जन्मतिथि चुनें
ne: जन्म मिति सेट गर्नुहोस्
uk: Додати дату народження

source: Set new password
fi: Aseta uusi salasana
ga: Socraigh pasfhocal nua
gl: Establecer un novo contrasinal
hi: नया पासवर्ड सेट करें
ne: नयाँ पासवर्ड सेट गर्नुहोस्
uk: Встановити новий пароль

source: Set up your account
fi: Määritä tilisi
ga: Socraigh do chuntas
gl: Configura a túa conta
hi: खाता बनाएँ
ne: तपाईंको खाता सेट गर्नुहोस्
uk: Налаштуйте ваш обліковий запис

source: Sets email for password reset
fi: Asettaa sähköpostiosoitteen salasanan palautusta varten
ga: Socraíonn sé seo an seoladh ríomhphoist le haghaidh athshocrú an phasfhocail
gl: Establece o correo electrónico para restablecer o contrasinal
hi: पासवर्ड रीसेट करने के लिए ईमेल चुनता है
ne: पासवर्ड रीसेटको लागि इमेल सेट गर्दछ
uk: Встановлює ел. адресу для скидання пароля

source: Settings
fi: Asetukset
ga: Socruithe
gl: Axustes
hi: सेटिंग
ne: सेटिङ्स
uk: Налаштування

source: Sexual activity or erotic nudity.
fi: Erotiikka tai muu aikuisviihde.
ga: Gníomhaíocht ghnéasach nó lomnochtacht gháirsiúil.
gl: Actividade sexual ou nudez erótica.
hi: यौन गतिविधि या कामुक नग्नता।
ne: यौन क्रियाकलाप वा कामोत्तेजक नग्नता।
uk: Сексуальна активність або еротична оголеність.

source: Sexually Suggestive
fi: Seksuaalisesti vihjaileva
ga: Graosta
gl: Sexualmente suxestivo
hi: यौन रूप से भड़काऊ
ne: यौन रूपले प्रस्तावनात्मक
uk: З сексуальним підтекстом

source: Share
fi: Jaa
ga: Comhroinn
gl: Compartir
hi: साझा करें
ne: साझा गर्नुहोस्
uk: Поширити

# action
source: Share
fi: Jaa
ga: Comhroinn
gl: Compartir
hi: साझा करें
ne: साझा गर्नुहोस्
uk: Поширити

source: Share a cool story!
fi: Jaa siisti tarina!
ga: Inis scéal suimiúil!
gl: Comparte unha historia xenial!
hi: अनोखी कहानी साझा करें
ne: एक शानदार कथा साझा गर्नुहोस्!
uk: Поділіться цікавою історією!

source: Share a fun fact!
fi: Jaa hauska fakta!
ga: Roinn rud éigin fútsa féin!
gl: Comparte un dato curioso!
hi: मज़ेदार बात साझा करें!
ne: एक रमाइलो तथ्य साझा गर्नुहोस्!
uk: Поділіться веселим фактом!

source: Share anyway
fi: Jaa kuitenkin
ga: Comhroinn mar sin féin
gl: Compartir de todas as maneiras
hi: फिर भी साझा करें
ne: तथापि साझा गर्नुहोस्
uk: Все одно поширити

source: Share link
fi: Jaa linkki
ga: Comhroinn an nasc
gl: Compartir ligazón
hi: लिंक साझा करें
ne: लिङ्क साझा गर्नुहोस्
uk: Поділитись посиланням

source: Share link dialog
fi: Jaa linkki -valintaikkuna
ga: Dialóg le nasc a roinnt
gl: Xanela para compartir ligazón
hi: लिंग डायलॉग साझा करें
ne: लिङ्क साझा संवाद
uk: Поділитись посиланням на діалог

source: Share QR code
fi: Jaa QR-koodi
ga: Comhroinn an cód QR
gl: Compartir código QR
hi: QR कोड साझा करें
ne: QR कोड साझा गर्नुहोस्
uk: Поширити QR-код

source: Share this feed
fi: Jaa tämä syöte
ga: Comhroinn an fotha seo
gl: Compartir esta canle
hi: इस फ़ीड को साझा करें

source: Share this starter pack
fi: Jaa tämä aloituspaketti
ga: Roinn an pacáiste fáilte seo
gl: Compartir este paquete de inicio
hi: इस स्टार्टर पैक को साझा करें
ne: यस स्टार्टर प्याकलाई साझा गर्नुहोस्
uk: Поділитись цією підбіркою

source: Share this starter pack and help people join your community on Bluesky.
fi: Jaa tämä aloituspaketti ja auta muita liittymään yhteisöösi Blueskyssa.
ga: Roinn an pacáiste fáilte seo agus cuidigh le daoine páirt a ghlacadh i do phobal ar Bluesky.
gl: Comparte este paquete de iniciación e axuda a xente a unirse á túa comunidade en Bluesky.
hi: इस स्टार्टर पैक को साझा करें और लोगों को Bluesky पर आपके समुदाय में जुड़ने सहायता करें।
ne: यस स्टार्टर प्याकलाई साझा गर्नुहोस् र तपाईंको समुदायमा मानिसहरूलाई ब्लूस्काईमा सामेल हुन मद्दत गर्नुहोस्।
uk: Поділіться цією підбіркою та допоможіть людям долучитись до своєї спільности у Bluesky.

source: Share your favorite feed!
fi: Jaa suosikkisyötteesi!
ga: Roinn an fotha is fearr leat!
gl: Comparte as túas canles favoritas!
hi: अपना पसंदीदा फ़ीड साझा करें
ne: तपाईंको मनपर्ने फीड साझा गर्नुहोस्!
uk: Поділіться улюбленою стрічкою!

source: Shared Preferences Tester
fi: Jaettujen asetusten testeri
ga: Tástáil Roghanna Comhroinnte
gl: Probador de Preferencias Compartidas
hi: साझा की गई प्राथमिकताओं का परीक्षक
ne: साझा गरिएको प्राथमिकता परीक्षक
uk: Тестувальник спільних налаштувань

source: Show
fi: Näytä
ga: Taispeáin
gl: Ver
hi: दिखाएँ
ne: देखाउनुहोस्
uk: Показати

source: Show alt text
fi: Näytä tekstivastine
ga: Taispeáin an téacs malartach
gl: Ver texto alternativo
hi: वैकल्पिक पाठ दिखाएँ
ne: विकल्पात्मक पाठ देखाउनुहोस्
uk: Показати альтернативний текст

source: Show anyway
fi: Näytä silti
ga: Taispeáin mar sin féin
gl: Ver de todas as maneiras
hi: फिर भी दिखाएँ
ne: तथापि देखाउनुहोस्
uk: Показати все одно

source: Show badge
fi: Näytä merkintä
ga: Taispeáin suaitheantas
gl: Mostrar distintivo
hi: बैज दिखाएँ
ne: बैज देखाउनुहोस्
uk: Показати значок

source: Show badge and filter from feeds
fi: Näytä merkintä ja suodata syötteistä
ga: Taispeáin suaitheantas agus scag ó na fothaí é
gl: Mostra a insignia e filtra desde as canles
hi: बैज दिखाएँ और फ़ीड से फ़िल्टर करें
ne: बैज देखाउनुहोस् र फीडबाट फिल्टर गर्नुहोस्
uk: Показати значок і фільтри зі стрічки

source: Show less like this
fi: Näytä vähemmän tällaista
ga: Níos lú den sórt seo
gl: Mostrar menos como este
hi: ऐसी चीज़ें कम देखें
ne: यसको जस्तो कम देखाउनुहोस्
uk: Показувати менше таких публікацій

source: Show list anyway
fi: Näytä lista silti
ga: Taispeáin an liosta mar sin féin
gl: Mostrar listaxe de todas as maneiras
hi: फिर भी सूची दिखाएँ
ne: सूचीलाई यथास्थिति देखाउनुहोस्
uk: Все одно показати список

source: Show More
fi: Näytä lisää
ga: Tuilleadh
gl: Ver máis
hi: अधिक दिखाएँ
ne: थप देखाउनुहोस्
uk: Показати більше

source: Show more like this
fi: Näytä enemmän tällaista
ga: Níos mó den sórt seo
gl: Mostrar máis como este
hi: ऐसी चीज़ें अधिक देखें
ne: यसको जस्तो थप देखाउनुहोस्
uk: Показувати більше таких публікацій

source: Show quote posts
fi: Näytä lainausjulkaisut
ga: Taispeáin postálacha athluaite
gl: Amosar citas
hi: क्वोट पोस्ट दिखाएँ
ne: उद्धरण पोस्टहरू देखाउनुहोस्
uk: Показувати цитовані пости

source: Show replies
fi: Näytä vastaukset
ga: Taispeáin freagraí
gl: Amosar respostas
hi: जवाब दिखाएँ
ne: उत्तरहरू देखाउनुहोस्
uk: Показувати відповіді

source: Show replies as
fi: Näytä vastaukset
ga: Taispeáin freagraí mar
gl: Amosar respostas como
hi: जवाबों को ऐसे दिखाएँ

source: Show replies by people you follow before all other replies
fi: Näytä seuraamiesi käyttäjien vastaukset ennen muita vastauksia
ga: Taispeáin freagraí ó na daoine a leanaim roimh aon fhreagra eile
gl: Ver respostas de xente que segues antes que outras respostas
hi: अन्य जवाबों से पहले आपके फ़ॉलो किए गए लोगों के जवाब दिखाएँ
ne: तपाईंले अनुसरण गर्ने व्यक्तिहरूको उत्तरहरू सबै अन्य उत्तरहरूभन्दा पहिले देखाउनुहोस्
uk: Показувати відповіді тих, за ким ви слідкуєте, перед іншими відповідями
