Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: This reply will be sorted into a hidden section at the bottom of your thread and will mute notifications for subsequent replies - both for yourself and others.
fi: Tämä vastaus sijoitetaan piilotettuun osaan ketjusi loppuun, ja ilmoitukset myöhemmistä vastauksista – niin omista kuin muidenkin – mykistetään.
ga: Cuirfear an freagra seo i rannán speisialta a bheidh i bhfolach ag bun an tsnáithe seo, agus ní bhfaighidh tusa nó éinne eile fógraí maidir le freagraí eile.
gl: Esta resposta ordenarase nunha sección oculta na parte inferior do teu fío e silenciará as notificacións para as respostas posteriores, tanto para ti como para os demais.
hi: इस जवाब को आपके थ्रेड के नीचे एक छिपे अनुभाग में डाल दिया जाएगा और उत्तरवर्ती जवाबों के अधिसूचनाओं को सभी के लिए म्यूट किया जाएगा।
ne: यो जवाफ तपाईंको थ्रेडको तल लुकेको सेक्सनमा क्रमबद्ध गरिनेछ र subsequent जवाफहरूको लागि - तपाईं र अरूसँग - अधिसूचनाहरू म्यूट गरिनेछ।

source: This service has not provided terms of service or a privacy policy.
fi: Tämä palvelu ei ole toimittanut käyttöehtoja tai tietosuojakäytäntöä.
ga: Níor chuir an tseirbhís seo téarmaí seirbhíse ná polasaí príobháideachta ar fáil.
gl: Este servizo non proporcionou condicións de servizo nin unha política de privacidade.
hi: इस सेवा ने कोई सेवा की शर्तें या गोपनियता नीति नहीं दी है।
ne: यस सेवाले सेवा सर्तहरू वा गोपनीयता नीति प्रदान गरेको छैन।
uk: Цей сервіс не надав умови обслуговування або політики конфіденційності.

source: This should create a domain record at:
fi: Tämän pitäisi luoda tietue verkkotunnukseen
ga: Ba cheart dó seo taifead fearainn a chruthú ag:
gl: Isto debería crear un rexistro de dominio en:
hi: इस जगह पर डोमेन रिकॉर्ड बनना चाहिए:
ne: यसले निम्न स्थानमा एक डोमेन रेकर्ड सिर्जना गर्नु पर्छ:
uk: Це має створити обліковий запис домену:

source: This user doesn't have any followers.
fi: Tällä käyttäjällä ei ole yhtään seuraajaa.
ga: Níl aon leantóirí ag an úsáideoir seo.
gl: Esta persoa non ten seguidores.
hi: इस उपयोगकर्ता के कोई फ़ॉलोअर नहीं हैं
ne: यस प्रयोगकर्तासँग कुनै फलोअर छैन।
uk: Ніхто не підписаний на користувача.

source: This user has blocked you
fi: Tämä käyttäjä on estänyt sinut
ga: Tá tú blocáilte ag an úsáideoir seo.
gl: Esta persoa bloqueoute
hi: इस उपयोगकर्ता ने आपको अवरुद्ध किया है
ne: यस प्रयोगकर्ताले तपाईंलाई ब्लक गरेको छ।
uk: Цей користувач заблокував вас

source: This user has blocked you. You cannot view their content.
fi: Tämä käyttäjä on estänyt sinut. Et voi nähdä hänen sisältöään.
ga: Tá an t-úsáideoir seo tar éis thú a bhlocáil. Ní féidir leat a gcuid ábhair a fheiceáil.
gl: Esta persoa bloqueoute. Non podes ver o seu contido.
hi: इस उपयोगकर्ता ने आपको अवरुद्ध किया है। आप उनके सामग्री नहीं देख सकते।
ne: यस प्रयोगकर्ताले तपाईंलाई ब्लक गरेको छ। तपाईं तिनीहरूको सामग्री हेर्न सक्दैन।
uk: Цей користувач заблокував вас. Ви не можете бачити їх пости.

source: This user has requested that their content only be shown to signed-in users.
fi: Tämä käyttäjä on pyytänyt, että hänen sisältönsä näkyy vain kirjautuneille käyttäjille.
ga: Is mian leis an úsáideoir seo nach mbeidh a chuid ábhair ar fáil ach d’úsáideoirí atá sínithe isteach.
gl: Esta persoa solicitou que o seu contido só se mostre ás persoas que iniciaron sesión.
hi: इस उपयोगकर्ता ने अनुरोध किया है कि उनकी सामग्री केवल साइन-इन उपयोगकर्ताओं को दिखाई जाए।
ne: यस प्रयोगकर्ताले अनुरोध गरेको छ कि तिनीहरूको सामग्री केवल साइन इन गरिएका प्रयोगकर्ताहरूलाई मात्र देखाइनेछ।
uk: Цей користувач налаштував, щоб його контент був видимий лише для користувачів, які увійшли в систему.

source: This user is included in the <0>{0}</0> list which you have blocked.
fi: Tämä käyttäjä on listassa <0>{0}</0>, jonka olet estänyt.
ga: Tá an t-úsáideoir seo ar an liosta <0>{0}</0> a bhlocáil tú.
gl: Esta persoa está incluída na listaxe <0>{0}</0> que bloqueaches.
hi: यह उपयोगकर्ता <0>{0}</0> सूची में शामिल है जिसे आपने अवरुद्ध किया है।
ne: यो प्रयोगकर्ता <0>{0}</0> सूचीमा समावेश गरिएको छ जुन तपाईंले ब्लक गरेको छ।
uk: Цей користувач є в списку <0>{0}</0>, який ви заблокували.

source: This user is included in the <0>{0}</0> list which you have muted.
fi: Tämä käyttäjä on listassa <0>{0}</0>, jonka olet mykistänyt.
ga: Tá an t-úsáideoir seo ar an liosta <0>{0}</0> a bhalbhaigh tú.
gl: Esta persoa está incluída na listaxe <0>{0}</0> que silenciaches.
hi: यह उपयोगकर्ता <0>{0}</0> सूची में शामिल है जिसे आपने म्यूट किया है।
ne: यो प्रयोगकर्ता <0>{0}</0> सूचीमा समावेश गरिएको छ जुन तपाईंले म्यूट गरेको छ।
uk: Цей користувач є в списку <0>{0}</0>, який ви додали до ігнорування.

source: This user is new here. Press for more info about when they joined.
fi: Tämä käyttäjä on uusi täällä. Paina tätä nähdäksesi, milloin hän liittyi.
ga: Tá an t-úsáideoir seo nua anseo. Brúigh le tuilleadh eolais a fháil faoina gclárú.
gl: Esta persoa é nova aquí. Preme para obter máis información sobre cando se uniron.
hi: यह उपयोगकर्ता यहाँ नया है। वे कब जुड़े, इसके बारे में अधिक जानकारी के लिए दबाएँ
ne: यो प्रयोगकर्ता यहाँ नयाँ हो। उनी कहिले जडान गर्नुभएको हो भन्ने थप जानकारीको लागि थिच्नुहोस्।
uk: Це новий користувач. Натисніть для детальнішої інформації про дату приєднання.

source: This user isn't following anyone.
fi: Tämä käyttäjä ei seuraa ketään.
ga: Níl éinne á leanúint ag an úsáideoir seo.
gl: Este persoa non segue a ninguén.
hi: यह उपयोगकर्ता किसी को फ़ॉलो नहीं करता।
ne: यो प्रयोगकर्ता कसैलाई पनि फलो गर्दै छैन।
uk: Цей користувач не підписаний ні на кого.

source: This will delete "{0}" from your muted words. You can always add it back later.
fi: Tämä poistaa sanan ”{0}” mykistyksistäsi. Voit lisätä sen takaisin myöhemmin.
ga: Bainfidh sé seo "{0}" de do chuid focal balbhaithe. Tig leat é a chur ar ais níos déanaí.
gl: Isto eliminará "{0}" das túas palabras silenciadas. Sempre podes engadilo máis tarde.
hi: यह आपके म्यूट शब्दों से "{0}" को मिटा देगा। आप हमेशा इसे
ne: यसले "{0}"लाई तपाईंको म्यूटेड शब्दहरूबाट मेटाउनेछ। तपाईं यसलाई पछि पुनः थप्न सक्नुहुन्छ।
uk: Це видалить «{0}» з ваших ігнорованих слів. Ви зможете повернути його будь-коли.

source: This will remove @{0} from the quick access list.
fi: Tämä poistaa tilin @{0} pikakäyttöluettelosta.
ga: Leis seo, bainfear @{0} den mhearliosta.
gl: Isto eliminará @{0} da listaxe de acceso rápido.
hi: यह @{0} को जल्द पहुँच सूची से हटा देगा।
ne: यसले @{0}लाई क्विक एक्सेस सूचीबाट हटाउनेछ।
uk: Це прибере @{0} зі списку швидкого доступу.

source: This will remove your post from this quote post for all users, and replace it with a placeholder.
fi: Tämä poistaa julkaisusi tästä lainausjulkaisusta kaikilta käyttäjiltä ja korvaa sen paikkamerkillä.
ga: Leis seo, bainfear do phostáil seo den phostáil athluaite seo do gach úsáideoir, agus cuirfear ionadchoinneálaí ina háit.
gl: Esto eliminará o teu chío desta cita para todas as persoas e substituirase por un marcador de posición.
hi: यह आपके पोस्ट को इस क्वोट पोस्ट से सभी उपयोगकर्ताओं के लिए हटा देगा, और उसके बदले एक स्थानधारक छोड़ देगा।
ne: यसले तपाईंको पोस्टलाई यो उद्धरण पोस्टबाट सबै प्रयोगकर्ताहरूको लागि हटाउनेछ र यसलाई एक स्थानधारक सँग प्रतिस्थापित गर्नेछ।
uk: Це видалить ваш пост з цитованого посту для усіх користувачів та замінить його на заповнювач.

source: Thread options
fi: Ketjun valinnat
ga: Roghanna snáitheanna
gl: Opcións de fíos
hi: थ्रेड विकल्प

source: Thread preferences
fi: Ketjun asetukset
ga: Roghanna snáitheanna
gl: Preferencias de fíos
hi: थ्रेड प्राथमिकताएँ
ne: थ्रेड प्राथमिकताहरू
uk: Налаштування гілок

source: Thread Preferences
fi: Ketjun asetukset
ga: Roghanna Snáitheanna
gl: Preferencias de Fíos
hi: थ्रेड प्राथमिकताएँ
ne: थ्रेड प्राथमिकताहरू
uk: Налаштування гілок

source: Threaded
fi: Ketjuna
ga: Modh snáithithe
gl: Enfiado
hi: थ्रेड

source: Threads Preferences
fi: Ketjujen asetukset
ga: Roghanna Snáitheanna
gl: Preferencias de fíos
hi: थ्रेड प्राथमिकताएँ
ne: थ्रेड प्राथमिकताहरू
uk: Налаштування обговорень

source: To disable the email 2FA method, please verify your access to the email address.
fi: Jotta voit poistaa sähköpostiin perustuvan kaksivaiheisen tunnistautumisen käytöstä, vahvista pääsysi sähköpostiosoitteeseen.
ga: Chun 2FA trí ríomhphoist a dhíchumasú, dearbhaigh gur leatsa an seoladh ríomhphoist.
gl: Para desactivar o método 2FA de correo electrónico, verifica o teu acceso ao enderezo de correo electrónico.
hi: ईमेल 2FA विधि अक्षम करने के लिए, कृपया ईमेल पते तक पहुँच को सत्यापित करें।
ne: इमेल 2FA विधि बन्द गर्नका लागि कृपया आफ्नो इमेल ठेगानामा पहुँच प्रमाणित गर्नुहोस्।
uk: Щоб вимкнути метод двофакторної автентифікації електронної пошти, будь ласка, перевірте свій доступ до адреси електронної пошти.

source: To report a conversation, please report one of its messages via the conversation screen. This lets our moderators understand the context of your issue.
fi: Jos haluat ilmiantaa keskustelun, ilmianna jokin sen viesteistä keskustelunäytön kautta. Tämä auttaa moderaattoreitamme ymmärtämään ongelmasi kontekstin.
ga: Chun comhrá a thuairisciú, tuairiscigh teachtaireacht amháin as tríd an scáileán comhrá. Cuireann sé sin ar cumas ár modhnóirí comhthéacs do dheacrachta a thuiscint.
gl: Para denunciar unha conversa, informa dunha das súas mensaxes a través da pantalla de conversa. Isto permite que os nosos moderadores comprendan o contexto do teu problema.
hi: बातचीत की शिकायत करने के लिए, कृपया बातचीत स्क्रीन द्वारा किसी संदेश की शिकायत करें। इससे हमारे मॉडरेटर को आपकी समस्या का संदर्भ समझने में आसानी होगी।
ne: एक संवाद रिपोर्ट गर्नको लागि, कृपया यसको एक सन्देशलाई संवाद स्क्रिन मार्फत रिपोर्ट गर्नुहोस्। यसले हाम्रो मोडरेटरलाई तपाईंको समस्याको सन्दर्भ बुझ्न मद्दत पुर्याउँछ।
uk: Для скарги на розмову, будь ласка, поскаржтеся на одне з повідомлень з неї через екран розмови. Це дозволить нашим модераторам зрозуміти контекст проблеми.

source: To whom would you like to send this report?
fi: Kenelle haluaisit lähettää tämän raportin?
ga: Cé chuige ar mhaith leat an tuairisc seo a sheoladh?
gl: A quen che gustaría enviar este informe?
hi: आप यह शिकायत किसे भेजना चाहते हैं?
ne: यो रिपोर्ट तपाईं कुनलाई पठाउन चाहनुहुन्छ?
uk: Кому ви хотіли б відправити цю скаргу?

source: Today
fi: Tänään
ga: Inniu
gl: Hoxe
hi: आज
ne: आज
uk: Сьогодні

source: Toggle to enable or disable adult content
fi: Vaihda ottaaksesi aikuisille tarkoitetun sisällön käyttöön tai poistaaksesi sen käytöstä
ga: Scoránaigh le ábhar do dhaoine fásta a cheadú nó gan a cheadú
gl: Activa ou desactiva o contido para persoas adultas
hi: वयस्क सामग्री सक्षम या अक्षम करने के लिए टॉगल करें
ne: वयस्क सामग्री सक्षम वा असक्षम गर्न टगल गर्नुहोस्
uk: Увімкнути або вимкнути вміст для дорослих

source: Top
fi: Suosituimmat
ga: Barr
gl: Arriba
hi: बहतरीन
ne: शीर्ष
uk: Топ

source: Topic
fi: Aihe
ga: Ábhar
gl: Tema
hi: विषय

source: Translate
fi: Käännä
ga: Aistrigh
gl: Traducir
hi: अनुवाद करें
ne: अनुवाद गर्नुहोस्
uk: Перекласти

source: Trending
fi: Trendaavat
ga: Treochtaí
gl: Tendencia
hi: रुझान

# action
source: Try again
fi: Yritä uudelleen
ga: Bain triail eile as
gl: Intentar de novo
hi: फिर प्रयास करें
ne: पुनः प्रयास गर्नुहोस्
uk: Спробувати ще раз

source: TV
ga: Teilifís
hi: टीवी
ne: टीभी
uk: ТВ

source: Two-factor authentication (2FA)
fi: Kaksivaiheinen tunnistautuminen
ga: Fíordheimhniú déshraithe (2FA)
gl: Autenticación en dous pasos (2FA)
hi: दो-चरणीय प्रमाणीकरण (2FA)
ne: दुई-कारक प्रमाणीकरण (2FA)
uk: Двофакторна автентифікація (2FA)

source: Type your message here
fi: Kirjoita viestisi tähän
ga: Scríobh do theachtaireacht anseo
gl: Escribe aquí a túa mensaxe
hi: अपना संदेश यहाँ लिखें
ne: यहाँ तपाईंको सन्देश टाइप गर्नुहोस्
uk: Введіть своє повідомлення тут

source: Type:
fi: Tyyppi:
ga: Clóscríobh:
gl: Tipo:
hi: प्रकार:
ne: प्रकार:
uk: Тип:

source: Unable to connect. Please check your internet connection and try again.
fi: Yhteyden muodostaminen ei onnistu. Tarkista internetyhteytesi ja yritä uudelleen.
ga: Ní féidir ceangal a bhunú. Seiceáil do cheangal leis an idirlíon agus bain triail eile as.
gl: Non é posíbel conectar. Comproba a túa conexión a internet e téntao de novo.
hi: कनेक्ट करने में असफल। कृपया अपना इंटरनेट कनेक्शन जाँच ले और फिर प्रयास करें।
ne: जडान गर्न असमर्थ। कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस् र पुनः प्रयास गर्नुहोस्।
uk: Не вдається з'єднатись. Будь ласка, перевірте з'єднання з Інтернетом та повторіть спробу.

source: Unable to contact your service. Please check your Internet connection.
fi: Yhteyden muodostaminen palveluusi ei onnistu. Tarkista internetyhteytesi.
ga: Ní féidir teagmháil a dhéanamh le do sheirbhís. Seiceáil do cheangal leis an idirlíon, le do thoil.
gl: Non se puido contactar co teu servizo. Comproba a túa conexión a Internet.
hi: आपकी सेवा से संपर्क करने में असमर्थ। कृपया अपना इंटरनेट कनेक्शन जाँच ले।
ne: तपाईंको सेवा सम्पर्क गर्न असमर्थ। कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस्।
uk: Не вдалося зв'язатися з вашим хостинг-провайдером. Перевірте ваше підключення до Інтернету.

source: Unable to delete
fi: Poistaminen ei onnistu
ga: Ní féidir é a scriosadh
gl: Non se pode eliminar
hi: मिटाने में असमर्थ
ne: हटाउन असमर्थ
uk: Неможливо видалити

source: Unblock
fi: Poista esto
ga: Díbhlocáil
gl: Desbloquear
hi: अनअवरुद्ध करें
ne: ब्लक हटाउनुहोस्
uk: Розблокувати

# action
source: Unblock
fi: Poista esto
ga: Díbhlocáil
gl: Desbloquear
hi: अनअवरुद्ध करें
ne: ब्लक हटाउनुहोस्
uk: Розблокувати

source: Unblock account
fi: Poista tilin esto
ga: Díbhlocáil an cuntas
gl: Desbloquear conta
hi: खाता अनअवरुद्ध करें
ne: खाता ब्लक हटाउनुहोस्
uk: Розблокувати обліковий запис

source: Unblock Account?
fi: Poistetaanko tilin esto?
ga: An bhfuil fonn ort an cuntas seo a dhíbhlocáil?
gl: Desbloquear Conta?
hi: खाता अनअवरुद्ध करें?
ne: खाता ब्लक हटाउन चाहानुहुन्छ?
uk: Розблокувати обліковий запис?

source: Undo repost
fi: Kumoa uudelleenjulkaisu
ga: Cuir stop leis an athphostáil
gl: Desfacer o rechouchío
hi: रीपोस्ट पूर्ववत करें
ne: पुनःपोस्टलाई रद्द गर्नुहोस्
uk: Скасувати репост

source: Undo repost ({0, plural, one {# repost} other {# reposts}})
fi: Kumoa uudelleenjulkaisu ({0, plural, one {# uudelleenjulkaisu} other {# uudelleenjulkaisua}})
ga: Cuir stop leis an athphostáil ({0, plural, one {# athphostáil} two {# athphostáil} few {# athphostáil} many {# n-athphostáil} other {# athphostáil}})
hi: रीपोस्ट पूर्ववत करें ({0, plural, one {# रीपोस्ट} other {# रीपोस्ट}})

# action
source: Unfollow
fi: Älä seuraa
ga: Dílean
gl: Deixar de seguir
hi: अनफ़ॉलो करें
ne: अनफोलो गर्नुहोस्
uk: Відписатись

source: Unfollow {0}
fi: Lopeta käyttäjän {0} seuraaminen
ga: Dílean {0}
gl: Deixa de seguir a {0}
hi: {0} को अनफ़ॉलो करें
ne: {0} लाई अनफोलो गर्नुहोस्
uk: Відписатися від {0}

source: Unfollow account
fi: Lopeta tilin seuraaminen
hi: खाता अनफ़ॉलो करें
ne: खाता अनफोलो गर्नुहोस्

source: Unlike
fi: Älä tykkää
ga: Dímhol
gl: No me gusta
hi: नापसंद करें
uk: Прибрати вподобання

source: Unlike ({0, plural, one {# like} other {# likes}})
fi: Älä tykkää ({0, plural, one {# tykkäys} other {# tykkäystä}})
ga: Dímhol ({0, plural, one {# mholadh} two {# mholadh} few {# mholadh} many {# moladh} other {# moladh}})
hi: नापसंद करें ({0, plural, one {# पसंद} other {# पसंद}})

source: Unmute
fi: Poista mykistys
ga: Díbhalbhaigh
gl: Activar
hi: अनम्यूट करें
ne: म्यूट हटाउनुहोस्
uk: Не ігнорувати

source: Unmute account
fi: Poista tilin mykistys
hi: खाता अनम्यूट करें
ne: खाता म्यूट हटाउनुहोस्

source: Unmute conversation
fi: Poista keskustelun mykistys
ga: Ná balbhaigh an comhrá seo níos mó
gl: Activar a conversa
hi: बातचीत अनम्यूट करें
ne: वार्तालाप म्यूट हटाउनुहोस्
uk: Не ігнорувати розмову

source: Unmute thread
fi: Poista ketjun mykistys
ga: Ná balbhaigh an snáithe seo níos mó
gl: Activar o fío
hi: थ्रेड अनम्यूट करें
ne: थ्रेड म्यूट हटाउनुहोस्
uk: Перестати ігнорувати

source: Unmute video
fi: Poista videon mykistys
ga: Ná balbhaigh an físeán seo níos mó
gl: Activar o audio do vídeo
hi: वीडियो अनम्यूट करें
ne: भिडियो म्यूट हटाउनुहोस्
uk: Увімкнути звук відео

source: Unpin
fi: Irrota
ga: Díghreamaigh
gl: Desfixar
hi: पिन से हटाएँ
ne: अनपिन गर्नुहोस्
uk: Відкріпити

source: Unpin feed
fi: Irrota syöte
ga: Díghreamaigh an fotha
gl: Desfixar canle
hi: फ़ीड को पिन से हटाएँ

source: Unpin from home
fi: Irrota kotinäkymästä
ga: Díghreamaigh ón mbaile
gl: Desfixar do inicio
hi: होम से पिन से हटाएँ
ne: होमबाट अनपिन गर्नुहोस्
uk: Відкріпити від головної сторінки

source: Unpin from profile
fi: Irrota profiilista
ga: Díghreamaigh ón bpróifíl
gl: Desfixar do perfil
hi: प्रोफ़ाइल से पिन से हटाएँ
ne: प्रोफाइलबाट अनपिन गर्नुहोस्
uk: Відкріпити від облікового запису

source: Unpin moderation list
fi: Irrota moderointilista
ga: Díghreamaigh an liosta modhnóireachta
gl: Desfixar a listaxe de moderación
hi: मॉडरेशन सूची को पिन से हटाएँ
ne: मोडरेशन सूची अनपिन गर्नुहोस्
uk: Відкріпити список модерації

source: Unpinned {0} from Home
fi: Irrotettu {0} kotinäkymästä
ga: Díghreamaíodh {0} ón mBaile
gl: {0} desfixada do Inicio
hi: {0} को होम पिन से हटाया गया

source: Unpinned from your feeds
fi: Irrotettu syötteistäsi
ga: Díghreamaithe ó do chuid fothaí
gl: Desfixouse das túas canles
hi: आपके फ़ीड से पिन से हटाया गया
ne: तपाईंको फिडहरूबाट अनपिन गरिएको
uk: Відкріплено від ваших стрічок

source: Unsubscribe
fi: Peruuta tilaus
ga: Díliostáil
gl: Cancelar a subscrición
hi: सदस्यता छोड़ें
ne: सदस्यता समाप्त गर्नुहोस्
uk: Відписатися

source: Unsubscribe from list
fi: Peruuta listan tilaus
ga: Díliostáil ón liosta seo
gl: Cancelar a subscrición da listaxe
hi: सूची की सदस्यता छोड़ें
ne: सूचीबाट सदस्यता समाप्त गर्नुहोस्
uk: Відписатись від списку

source: Unsubscribe from this labeler
fi: Peruuta merkitsijän tilaus
ga: Díliostáil ón lipéadóir seo
gl: Cancelar a subscrición a esta etiquetadora
hi: इस लेबलकर्ता की सदस्यता छोड़ें
ne: यस लेबलरबाट सदस्यता समाप्त गर्नुहोस्
uk: Відписатися від цього мітника

source: Unsubscribed from list
fi: Listan tilaus peruutettu
ga: Dhíliostáil tú ón liosta seo
gl: Cancelouse a subscrición da listaxe
hi: सूची की सदस्यता छोड़ी गई
ne: सूचीबाट सदस्यता समाप्त गरिएको
uk: Відписано від списку

source: Unwanted Sexual Content
fi: Ei-toivottu seksuaalinen sisältö
ga: Ábhar graosta nach mian liom
gl: Contido sexual non desexado
hi: अनचाहा यौन सामग्री
ne: अवांछनीय यौन सामग्री
uk: Небажаний сексуальний вміст

source: Update <0>{displayName}</0> in Lists
fi: Päivitä <0>{displayName}</0> listoissa
ga: Nuashonraigh <0>{displayName}</0> i Liostaí
gl: Actualizar <0>{displayName}</0> nas listaxes
hi: सूची में <0>{displayName}</0> अपडेट करें
ne: सूचीहरूमा <0>{displayName}</0> अपडेट गर्नुहोस्
uk: Оновити <0>{displayName}</0> у Списках

source: Update to {domain}
fi: Päivitä verkkotunnukseen {domain}
ga: Uasdátú chuig {domain}
gl: Actualizar para {domain}
hi: {domain} को अपडेट करें
ne: {domain} मा अपडेट गर्नुहोस्
uk: Оновити на {domain}

# toast
source: Updating quote attachment failed
fi: Lainauksen liitoksen päivittäminen epäonnistui
ga: Theip ar uasdátú an cheangaltáin athluaite
gl: Produciuse un erro ao actualizar o anexo da cotización
hi: क्वोट अटैचमेंट का अपडेट असफल
ne: कोट अट्याचमेन्ट अपडेट गर्न असफल
uk: Не вдалось оновити вкладення з цитуванням

# toast
source: Updating reply visibility failed
fi: Vastauksen näkyvyyden päivittäminen epäonnistui
ga: Theip ar infheictheacht an fhreagra a uasdátú
gl: Produciuse un erro ao actualizar a visibilidade das respostas
hi: जवाब दृश्यता का अपडेट असफल
ne: उत्तर दृश्यता अपडेट गर्न असफल
uk: Не вдалось оновити видимість відповіді

source: Updating...
fi: Päivitetään…
ga: Á uasdátú…
gl: Actualizando...
hi: अपडेट हो रहा है...
ne: अपडेट गर्दै...
uk: Оновлення...

source: Upload a photo instead
fi: Lataa palveluun sen sijaan kuva
ga: Uaslódáil grianghraf in ionad
gl: Carga unha foto no seu lugar
hi: इसके बदले फ़ोटो अपलोड करें
ne: फोटो अपलोड गर्नुहोस्
uk: Натомість завантажити фото

source: Upload a text file to:
fi: Lataa tekstitiedosto osoitteeseen
ga: Uaslódáil comhad téacs chuig:
gl: Carga un ficheiro de texto a:
hi: यहाँ पाठ फ़ाइल अपलोड करें:
ne: टेक्स्ट फाइल अपलोड गर्नुहोस्:
uk: Завантажити текстовий файл до:

source: Upload from Camera
fi: Lataa kamerasta
ga: Uaslódáil ó Cheamara
gl: Cargar desde a cámara
hi: कैमरा से अपलोड करें
ne: क्यामेरा बाट अपलोड गर्नुहोस्
uk: Завантажити з камери

source: Upload from Files
fi: Lataa tiedostoista
ga: Uaslódáil ó Chomhaid
gl: Cargar desde ficheiros
hi: फ़ाइलों से अपलोड करें
ne: फाइल बाट अपलोड गर्नुहोस्
uk: Завантажити з файлів

source: Upload from Library
fi: Lataa kirjastosta
ga: Uaslódáil ó Leabharlann
gl: Cargar desde a biblioteca
hi: लाइब्रेरी से अपलोड करें
ne: लाइब्रेरी बाट अपलोड गर्नुहोस्
uk: Завантажити з бібліотеки

source: Uploading images...
fi: Ladataan kuvia palveluun…
ga: Íomhánna á n-uaslódáil...
gl: Cargando imaxes...
hi: छवि अपलोड हो रहा है...
ne: तस्विरहरू अपलोड गर्दै...
uk: Завантаження зображень...

source: Uploading link thumbnail...
fi: Ladataan linkin pikkukuvaa palveluun…
ga: Mionsamhail á huaslódáil...
gl: Cargando miniatura da ligazón...
hi: लिंक थंबनेल अपलोड हो रहा है...
ne: लिंक थम्बनेल अपलोड गर्दै...
uk: Завантаження ескізу посилання...

source: Uploading video...
fi: Ladataan videota palveluun…
ga: Físeán á uaslódáil...
gl: Cargando vídeo...
hi: वीडियो अपलोड हो रहा है...
ne: भिडियो अपलोड गर्दै...
uk: Завантаження відео...

source: Use app passwords to sign in to other Bluesky clients without giving full access to your account or password.
fi: Käytä sovellussalasanoja kirjautuaksesi muihin Bluesky-sovelluksiin antamatta niille täyttä pääsyä tiliisi tai salasanaasi.
ga: Bain úsáid as pasfhocail aipe chun logáil isteach i gcliaint Bluesky eile gan rochtain iomlán a thabhairt ar do chuntas nó ar do phasfhocal.
hi: अपने खाते या पासवर्ड का पूर्ण पहुँच दिए बिना अन्य Bluesky क्लाएंट में साइन इन करने के लिए ऐप पासवर्ड का उपयोग करें।
ne: अन्य Bluesky क्लाइन्टहरूमा साइन इन गर्नका लागि एप पासवर्डको प्रयोग गर्नुहोस् बिना तपाईंको खाता वा पासवर्डको पूर्ण पहुँच दिनुहोस्।

source: Use default provider
fi: Käytä oletustoimittajaa
ga: Úsáid an soláthraí réamhshocraithe
gl: Usar o provedor predeterminado
hi: डिफ़ॉल्ट प्रदाता का उपयोग करें
ne: डिफल्ट प्रदायक प्रयोग गर्नुहोस्
uk: Використовувати провайдера за замовчуванням

source: Use in-app browser
fi: Käytä sovelluksen sisäistä selainta
ga: Úsáid an brabhsálaí san aip seo
gl: Usar o navegador na aplicación
hi: ऐप-आंतरिक ब्राउज़र का उपयोग करें
ne: एप भित्र ब्राउजर प्रयोग गर्नुहोस्
uk: У вбудованому браузері

source: Use in-app browser to open links
fi: Avaa linkit sovelluksen sisäisellä selaimella
ga: Úsáid an brabhsálaí san aip seo chun nascanna a oscailt
gl: Usar o navegador da aplicación para abrir as ligazóns
hi: लिंक खोलने के लिए ऐप-आंतरिक ब्राउज़र का उपयोग करें
ne: लिंक खोल्नको लागि एप भित्र ब्राउजर प्रयोग गर्नुहोस्
uk: Використовувати вбудований браузер для відкриття посилань

source: Use my default browser
fi: Käytä oletusselaintani
ga: Úsáid an brabhsálaí réamhshocraithe atá agam
gl: Usar o meu navegador predeterminado
hi: मेरे डिफ़ॉल्ट ब्राउज़र का उपयोग करें
ne: मेरो डिफल्ट ब्राउजर प्रयोग गर्नुहोस्
uk: У звичайному браузері

source: Use recommended
fi: Käytä suositeltuja
ga: Úsáid an ceann molta
gl: Usar recomendados
hi: अनुशंसित का उपयोग करें
ne: सिफारिस गरिएको प्रयोग गर्नुहोस्
uk: Використовувати рекомендоване

source: Used by:
fi: Käyttänyt
ga: In úsáid ag:
gl: Usado por:
hi: इनके द्वारा उपयोग किया गया:
ne: द्वारा प्रयोग गरिएको:
uk: Використано:

source: User Blocked
fi: Käyttäjä estetty
ga: Úsáideoir blocáilte
gl: Persoas bloqueada
hi: उपयोगकर्ता अवरुद्ध
ne: प्रयोगकर्ता अवरुद्ध गरिएको
uk: Користувача заблоковано

source: User Blocked by "{0}"
fi: Käyttäjä estetty, syynä ”{0}”
ga: Úsáideoir blocáilte ag "{0}"
gl: Persoas bloqueada por "{0}"
hi: "{0}" द्वारा उपयोगकर्ता अवरुद्ध
ne: "{0}" द्वारा प्रयोगकर्ता अवरुद्ध गरिएको
uk: Користувача заблоковано списком "{0}"

source: User blocked by list
fi: Käyttäjä estetty listan perusteella
ga: Úsáideoir blocáilte trí liosta
gl: Persoas bloqueada por listaxe
hi: सूची द्वारा उपयोगकर्ता अवरुद्ध
ne: सूची द्वारा प्रयोगकर्ता अवरुद्ध
uk: Користувача заблоковано списком
