Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: There is no time limit for account deactivation, come back any time.
fi: Tilin käytöstä poistamiseen ei ole aikarajaa. Palaa takaisin milloin tahansa.
ga: Níl srian ama le díghníomhú cuntais, fill uair ar bith.
gl: Non hai límite de tempo para a desactivación da conta, regresa en calquera momento.
hi: खाता निष्क्रियण पर कोई समय सीमा नहीं है, कभी भी वापस आएँ।
ne: खाता निष्क्रिय गर्नको लागि कुनै समय सीमा छैन, कुनै पनि समय फर्कनुहोस्।
uk: Немає граничного часу для деактивації облікового запису, повертайтеся коли завгодно.

source: There was an issue connecting to Tenor.
fi: Yhteyden muodostamisessa Tenoriin ilmeni ongelma.
ga: Bhí fadhb ann maidir le teagmháil a dhéanamh le Tenor.
gl: Houbo un problema ao conectarse a Tenor.
hi: Tenor से कनेक्ट करने में समस्या हुई।
ne: टेणरमा जडान गर्न समस्या आयो।
uk: Виникла проблема при з'єднанні до Tenor.

source: There was an issue contacting the server
fi: Yhteydenotossa palvelimeen ilmeni ongelma
ga: Bhí fadhb ann maidir le teagmháil a dhéanamh leis an bhfreastalaí
gl: Produciuse un problema ao contactar co servidor
hi: सर्वर से संपर्क करने में समस्या हुई
ne: सर्भरलाई सम्पर्क गर्न समस्या आयो।
uk: При з'єднанні з сервером виникла проблема

source: There was an issue contacting the server, please check your internet connection and try again.
fi: Yhteydenotossa palvelimeen ilmeni ongelma. Tarkista internetyhteytesi ja yritä uudelleen.
ga: Bhí fadhb ann maidir le teagmháil a dhéanamh leis an bhfreastalaí. Seiceáil do cheangal leis an idirlíon agus bain triail eile as.
gl: Houbo un problema ao contactar co servidor. Comproba a túa conexión a Internet e téntao de novo.
hi: सर्वर से संपर्क करने में समस्या हुई, कृपया अपना इंटरनेट कनेक्शन जाँच लें और फिर प्रयास करें।
ne: सर्भरलाई सम्पर्क गर्न समस्या आयो, कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
uk: Виникла проблема зі з'єднанням з сервером. Перевірте підключення до Інтернету і повторіть спробу знову.

source: There was an issue fetching notifications. Tap here to try again.
fi: Ilmoitusten hakemisessa ilmeni ongelma. Napauta tästä yrittääksesi uudelleen.
ga: Bhí fadhb ann maidir le fógraí a fháil. Tapáil anseo le triail eile a bhaint as.
gl: Houbo un problema ao recuperar as notificacións. Toca aquí para tentalo de novo.
hi: अधिसूचनाएँ लाने में समस्या हुई। फिर प्रयास करने के लिए यहाँ दबाएँ।
ne: सूचनाहरू प्राप्त गर्न समस्या आयो। पुन: प्रयास गर्न यहाँ ट्याप गर्नुहोस्।
uk: Виникла проблема з завантаженням сповіщень. Натисніть тут, щоб повторити спробу.

source: There was an issue fetching posts. Tap here to try again.
fi: Julkaisujen hakemisessa ilmeni ongelma. Napauta tästä yrittääksesi uudelleen.
ga: Bhí fadhb ann maidir le postálacha a fháil. Tapáil anseo le triail eile a bhaint as.
gl: Houbo un problema ao recuperar os chíos. Toca aquí para tentalo de novo.
hi: पोस्ट लाने में समस्या हुई। फिर प्रयास करने के लिए यहाँ दबाएँ।
ne: पोस्टहरू प्राप्त गर्न समस्या आयो। पुन: प्रयास गर्न यहाँ ट्याप गर्नुहोस्।
uk: Виникла проблема з завантаженням постів. Натисніть тут, щоб повторити спробу.

source: There was an issue fetching the list. Tap here to try again.
fi: Listan hakemisessa ilmeni ongelma. Napauta tästä yrittääksesi uudelleen.
ga: Bhí fadhb ann maidir leis an liosta a fháil. Tapáil anseo le triail eile a bhaint as.
gl: Houbo un problema ao buscar a listaxe. Toca aquí para tentalo de novo.
hi: सूची को लाने में समस्या हुई। फिर प्रयास करने के लिए यहाँ दबाएँ।
ne: सूची प्राप्त गर्न समस्या आयो। पुन: प्रयास गर्न यहाँ ट्याप गर्नुहोस्।
uk: Виникла проблема з завантаженням списку. Натисніть тут, щоб повторити спробу.

source: There was an issue fetching your app passwords
fi: Sovellussalasanojesi hakemisessa ilmeni ongelma
ga: Bhí fadhb ann agus do chuid pasfhocal aipe á n-íoslódáil
hi: आपके ऐप पासवर्ड को लाने में समस्या हुई।
ne: तपाईंका एप पासवर्ड प्राप्त गर्न समस्या आयो।
uk: Виникла проблема з завантаженням ваших паролів застосунку

source: There was an issue fetching your lists. Tap here to try again.
fi: Listojesi hakemisessa ilmeni ongelma. Napauta tästä yrittääksesi uudelleen.
ga: Bhí fadhb ann maidir le do chuid liostaí a fháil. Tapáil anseo le triail eile a bhaint as.
gl: Houbo un problema ao recuperar as túas listaxes. Toca aquí para tentalo de novo.
hi: आपकी सूचियों को लाने में समस्या हुई। फिर प्रयास करने के लिए यहाँ दबाएँ।
ne: तपाईंका सूची प्राप्त गर्न समस्या आयो। पुन: प्रयास गर्न यहाँ ट्याप गर्नुहोस्।
uk: Виникла проблема з завантаженням ваших списків. Натисніть тут, щоб повторити спробу.

source: There was an issue fetching your service info
fi: Palvelutietojesi hakemisessa ilmeni ongelma
ga: Bhí fadhb ann agus d'fhaisnéis seirbhíse á híoslódáil
gl: Houbo un problema recollendo a túa información no servizo
hi: आपके सेवा जानकारी को लाने में समस्या हुई।
ne: तपाईंको सेवा जानकारी प्राप्त गर्न समस्या आयो।
uk: Під час отримання інформації про використання виникла проблема

source: There was an issue removing this feed. Please check your internet connection and try again.
fi: Tämän syötteen poistamisessa ilmeni ongelma. Tarkista internetyhteytesi ja yritä uudelleen.
ga: Bhí fadhb ann maidir leis an bhfotha seo a bhaint. Seiceáil do cheangal leis an idirlíon agus bain triail eile as.
gl: Produciuse un problema ao eliminar esta canle. Comproba a túa conexión a Internet e téntao de novo.
hi: इस फ़ीड को हटाने में समस्या हुई। कृपया अपना इंटरनेट कनेक्शन जाँच लें और फिर प्रयास करें।
ne: यो फीड मेटाउन समस्या आयो। कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
uk: Виникла проблема під час видалення цієї стрічки. Будь ласка, перевірте з'єднання з інтернетом та спробуйте знов.

source: There was an issue sending your report. Please check your internet connection.
fi: Raportin lähettämisessä ilmeni ongelma. Tarkista internetyhteytesi.
ga: Níor seoladh do thuairisc. Seiceáil do cheangal leis an idirlíon, le do thoil.
gl: Houbo un problema ao enviar o teu informe. Comproba a túa conexión a internet.
hi: आपके शिकायत को भेजने में समस्या हुई। कृपया अपना इंटरनेट कनेक्शन जाँच लें।
ne: तपाईंको रिपोर्ट पठाउन समस्या आयो। कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस्।
uk: Виникла проблема з надсиланням вашої скарги. Будь ласка, перевірте підключення до Інтернету.

source: There was an issue updating your feeds, please check your internet connection and try again.
fi: Syötteidesi päivityksessä ilmeni ongelma. Tarkista internetyhteytesi ja yritä uudelleen.
ga: Bhí fadhb ann maidir le do chuid fothaí a nuashonrú. Seiceáil do cheangal leis an idirlíon agus bain triail eile as.
gl: Houbo un problema ao actualizar as túas canles. Comproba a túa conexión a Internet e téntao de novo.
hi: आपके फ़ीड को अपडेट करने में समस्या हुई। कृपया अपना इंटरनेट कनेक्शन जाँच लें और फिर प्रयास करें।
ne: तपाईंको फीडहरू अपडेट गर्न समस्या आयो, कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
uk: Виникла проблема з оновленням ваших стрічок. Будь ласка, перевірте підключення до Інтернету і повторіть спробу.

source: There was an issue! {0}
fi: Ilmeni ongelma! {0}
ga: Bhí fadhb ann! {0}
gl: Houbo un problema! {0}
hi: कोई समस्या हुई! {0}
ne: समस्या आयो! {0}
uk: Виникла проблема! {0}

source: There was an issue. Please check your internet connection and try again.
fi: Ilmeni ongelma. Tarkista internetyhteytesi ja yritä uudelleen.
ga: Bhí fadhb ann. Seiceáil do cheangal leis an idirlíon, le do thoil, agus bain triail eile as.
gl: Houbo un problema. Comproba a túa conexión a Internet e téntao de novo.
hi: कोई समस्या हुई! कृपया अपना इंटरनेट कनेक्शन जाँच ले और फिर प्रयास करें।
ne: समस्या आयो। कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
uk: Виникла проблема. Перевірте підключення до Інтернету і повторіть спробу.

source: There was an unexpected issue in the application. Please let us know if this happened to you!
fi: Sovelluksessa ilmeni odottamaton ongelma. Kerro meille, jos tämä tapahtui sinulle!
ga: D’éirigh fadhb gan choinne leis an aip. Abair linn, le do thoil, má tharla sé sin duit!
gl: Houbo un problema inesperado na aplicación. Avísanos se che pasou isto!
hi: एप्लिकेशन में एक अप्रत्याशित समस्या थी. कृपया हमें बताएं कि क्या आपके साथ ऐसा हुआ है!
ne: अनुप्रयोगमा अप्रत्याशित समस्या आयो। कृपया हामीलाई बताउनुहोस् यदि यो तपाईंलाई भएको छ!
uk: У застосунку сталася неочікувана проблема. Будь ласка, повідомте нас, якщо ви отримали це повідомлення!

source: There's been a rush of new users to Bluesky! We'll activate your account as soon as we can.
fi: Blueskyyn on tullut paljon uusia käyttäjiä! Aktivoimme tilisi niin pian kuin mahdollista.
ga: Tá ráchairt ar Bluesky le déanaí! Cuirfidh muid do chuntas ag obair chomh luath agus is féidir.
gl: Houbo un alude de novas persoas a Bluesky! Activaremos a túa conta en canto poidamos.
hi: Bluesky में नए उपयोगकर्ताओं की होड़ लगी है! हम आपका खाता जल्द ही सक्रिय करेंगे।
ne: ब्लूस्काईमा नयाँ प्रयोगकर्ताहरूको भीड भएको छ! हामी तपाईंको खाता सकेसम्म चाँडो सक्रिय गर्नेछौं।
uk: Відбувався наплив нових користувачів у Bluesky! Ми активуємо ваш обліковий запис як тільки зможемо.

source: These settings only apply to the Following feed.
fi: Nämä asetukset vaikuttavat vain Seuratut-syötteeseen.
ga: Cuirtear na socruithe seo i bhfeidhm ar an bhfotha Following amháin.
gl: Estas opcións só se aplicarán ao seguinte fío.
hi: ये सेटिंग केवल फ़ॉलोइंग फ़ीड पर लागू होते हैं।
ne: यी सेटिङ्स केवल फलोइङ फीडमा लागू हुन्छ।
uk: Ці налаштування застосовуються лише для стрічки тих, кого ви читаєте.

source: This {screenDescription} has been flagged:
fi: Tämä {screenDescription} on liputettu:
ga: Cuireadh bratach leis an {screenDescription} seo:
gl: Esta {screenDescription} foi marcada:
hi: यह {screenDescription} फ्लैग किया गया है:
ne: यस {screenDescription} लाई चिह्नित गरिएको छ:
uk: Цей {screenDescription} був позначений:

source: This account has requested that users sign in to view their profile.
fi: Tämä tili on pyytänyt, että käyttäjät kirjautuvat sisään nähdäkseen profiilin.
ga: Ní mór duit logáil isteach le próifíl an chuntais seo a fheiceáil.
gl: Esta conta solicitou que as persoas inicien sesión para ver o seu perfil.
hi: इस खाते ने अनुरोध किया है कि उपयोगकर्ता उनका प्रोफ़ाइल देखने के लिए साइन इन करे।
ne: यस खाताले प्रयोगकर्ताहरूलाई आफ्नो प्रोफाइल हेर्न साइन इन गर्न अनुरोध गरेको छ।
uk: Цей користувач вказав, що не хоче, аби його профіль бачили відвідувачі без облікового запису.

source: This account is blocked by one or more of your moderation lists. To unblock, please visit the lists directly and remove this user.
fi: Tämä tili on estetty ainakin yhden moderointilistasi perusteella. Poistaaksesi eston käy suoraan listoissa ja poista tämä käyttäjä.
ga: Tá an cuntas seo blocáilte i liosta modhnóireachta amháin ar a laghad de do chuid. Chun é a díbhlocáil bain an t-úsáideoir de na liostaí sin.
gl: Esta conta está bloqueada por unha ou máis das túas listaxes de moderación. Para desbloquear, visita as listaxes directamente e elimina esta persoa.
hi: इस खाते को को आपके एक या अधिक मॉडरेशन सूचियों द्वारा अवरुद्ध किया गया है। अनअवरुद्ध करने के लिए सूची में जाकर इस उपयोगकर्ता को वहाँ से हटाएँ।
ne: यो खाता तपाईंका एक वा बढी मोडरेशन सूचीहरूले ब्लक गरिएको छ। अनब्लक गर्नको लागि कृपया सूचीहरूमा सिधै जानुहोस् र यस प्रयोगकर्तालाई हटाउनुहोस्।
uk: Обліковий запис заблоковано одним або кількома списками модерації. Щоб розблокувати, видаліть користувача з таких списків.

source: This appeal will be sent to <0>{sourceName}</0>.
fi: Tämä valitus lähetetään kohteeseen <0>{sourceName}</0>.
ga: Cuirfear an t-achomharc seo chuig <0>{sourceName}</0>.
gl: Esta apelación enviarase a <0>{sourceName}</0>.
hi: यह अपील <0>{sourceName}</0> को भेजी जाएगी।
ne: यो अपील <0>{sourceName}</0> मा पठाइनेछ।
uk: Це звернення буде надіслано до <0>{sourceName}</0>.

source: This appeal will be sent to Bluesky's moderation service.
fi: Tämä valitus lähetetään Blueskyn moderointipalveluun.
ga: Seolfar an t-achomharc seo go dtí seirbhís modhnóireachta Bluesky.
gl: Esta apelación enviarase ao servizo de moderación de Bluesky.
hi: यह अपील Bluesky की मॉडरेशन सेवा को भेजी जाएगी।
ne: यो अपील ब्लूस्काईको मोडरेशन सेवामा पठाइनेछ।
uk: Це звернення буде направлено до сервісу модерації Bluesky.

source: This chat was disconnected
fi: Yhteys chattiin katkesi
ga: Dínascadh an comhrá seo
gl: Desconectouse este conversa
hi: यह बातचीत डिसकनेक्ट हो गया।
ne: यो च्याट डिस्कनेक्ट गरिएको थियो।
uk: Цей чат не в мережі

source: This content has been hidden by the moderators.
fi: Moderaattorit ovat piilottaneet tämän sisällön.
ga: Chuir na modhnóirí an t-ábhar seo i bhfolach.
gl: Este contido ocultouse por decisión dos moderadores.
hi: इस सामग्री को मॉडरेटर ने छिपाया है
ne: यो सामग्रीलाई मोडरेटरहरूले लुकेको छन्।
uk: Цей контент був прихований модераторами.

source: This content has received a general warning from moderators.
fi: Tämä sisältö on saanut yleisen varoituksen moderaattoreilta.
ga: Chuir na modhnóirí foláireamh ginearálta leis an ábhar seo.
gl: Este contido recibiu unha advertencia xeral dos moderadores.
hi: इस सामग्री को मॉडरेटर द्वारा सामान्य चेतावनी दी गई है।
ne: यो सामग्रीलाई मोडरेटरहरूले सामान्य चेतावनी दिएका छन्।
uk: Цей контент отримав загальне попередження від модераторів.

source: This content is hosted by {0}. Do you want to enable external media?
fi: Tätä sisältöä hostaa {0}. Haluatko sallia ulkoisen median?
ga: Tá an t-ábhar seo ar fáil ó {0}. An bhfuil fonn ort na meáin sheachtracha a thaispeáint?
gl: Este contido está aloxado por {0}. Queres activar medios externos?
hi: यह सामग्री {0} द्वारा होस्ट की गई है। क्या आप बाहरी मीडिया सक्षम करना चाहते हैं?
ne: यो सामग्री {0} द्वारा होस्ट गरिएको छ। के तपाईं बाह्य मिडिया सक्षम गर्न चाहनुहुन्छ?
uk: Цей вміст розміщено {0}. Увімкнути зовнішні медіа?

source: This content is not available because one of the users involved has blocked the other.
fi: Tämä sisältö ei ole saatavilla, koska toinen käyttäjistä on estänyt toisen.
ga: Níl an t-ábhar seo le feiceáil toisc gur bhlocáil duine de na húsáideoirí an duine eile.
gl: Este contido non está dispoñíbel porque unha das persoas implicadas bloqueou a outra.
hi: यह सामग्री उपलब्ध नहीं है क्योंकि किसी उपयोगकर्ता ने दूसरे को अवरुद्ध किया है।
ne: यो सामग्री उपलब्ध छैन किनकि संलग्न भएका एक प्रयोगकर्ताले अर्को प्रयोगकर्तालाई ब्लक गरेको छ।
uk: Цей контент недоступний, оскільки один із залучених користувачів заблокував іншого.

source: This content is not viewable without a Bluesky account.
fi: Tämä sisältö ei ole nähtävissä ilman Bluesky-tiliä.
ga: Níl an t-ábhar seo le feiceáil gan chuntas Bluesky.
gl: Este contido non se pode ver sen unha conta Bluesky.
hi: यह सामग्री Bluesky खाते के बिना देखी नहीं जा सकती।
ne: यो सामग्री बिना Bluesky खाता प्रयोग नगरी हेर्न सकिँदैन।
uk: Цей вміст не доступний для перегляду без облікового запису Bluesky.

source: This feature is in beta. You can read more about repository exports in <0>this blogpost</0>.
fi: Tämä ominaisuus on beetavaiheessa. Voit lukea lisää arkistojen viennistä <0>tästä blogijulkaisusta</0>.
ga: Tá an ghné seo á tástáil fós. Tig leat níos mó faoi chartlanna easpórtáilte a léamh sa <0>bhlagphost seo</0>.
gl: Esta función está en versión beta. Podes ler máis sobre as exportacións de repositorios en <0>este blog</0>.
hi: यह सुविधा बीटा में है। आप <0>इस ब्लॉग पोस्ट</0> पर रेपोसीटोरी निर्यात के बारे में अधिक पढ़ सकते हैं।
ne: यो सुविधा बेटामा छ। तपाईं <0>यो ब्लगपोस्ट</0> मा रिपोजिटरी निर्यातहरूको बारेमा थप पढ्न सक्नुहुन्छ।
uk: Ця функція знаходиться в беті. Ви можете дізнатися більше про експорт репозиторіїв у <0>цьому блозі.</0>.

source: This feature is not available while using an App Password. Please sign in with your main password.
fi: Tämä ominaisuus ei ole saatavilla sovellussalasanaa käytettäessä. Kirjaudu sisään pääsalasanallasi.
ga: Níl an ghné seo ar fáil má tá tú ag baint úsáide as Pasfhocal Aipe. Logáil isteach le do ghnáth-phasfhocal, le do thoil.
gl: Esta característica non está dispoñíbel empregando un contrasinal de aplicación. Fai o favor de identificarte co teu contrasinal de usuario.
hi: यह सुविधा ऐप पासवर्ड के उपयोग के साथ उपलब्ध नहीं है। कृपया अपने मुख्य पासवर्ड से साइन इन करें।
ne: यो सुविधा App पासवर्ड प्रयोग गर्दा उपलब्ध छैन। कृपया आफ्नो मुख्य पासवर्ड सँग साइन इन गर्नुहोस्।
uk: Ця функція недоступна за використання пароля застосунку. Будь ласка, увійдіть за допомогою вашого основного пароля.

source: This feed is currently receiving high traffic and is temporarily unavailable. Please try again later.
fi: Tämä syöte saa tällä hetkellä paljon liikennettä ja on tilapäisesti pois käytöstä. Yritä uudelleen myöhemmin.
ga: Tá ráchairt an-mhór ar an bhfotha seo faoi láthair. Níl sé ar fáil anois díreach dá bhrí sin. Bain triail eile as níos déanaí, le do thoil.
gl: Esta canle está a recibir moito tráfico e non está dispoñíbel temporalmente. Téntao de novo máis tarde.
hi: इस फ़ीड को अभी भारी ट्रैफ़िक मिल रही है और अस्थायी रूप से अनुपलब्ध है। कृपया फिर प्रयास करें।
ne: यो फिड अहिले उच्च ट्राफिक प्राप्त गर्दैछ र अस्थायी रूपमा उपलब्ध छैन। कृपया पछि प्रयास गर्नुहोस्।
uk: Ця стрічка зараз отримує забагато запитів і тимчасово недоступна. Спробуйте ще раз пізніше.

source: This feed is empty! You may need to follow more users or tune your language settings.
fi: Tämä syöte on tyhjä! Sinun on ehkä seurattava useampia käyttäjiä tai säädettävä kieliasetuksiasi.
ga: Tá an fotha seo folamh! Is féidir go mbeidh ort tuilleadh úsáideoirí a leanúint nó do shocruithe teanga a athrú.
gl: Esta canle está baleira! É posíbel que teñas que seguir a máis persoas ou axustar a túa configuración de idioma.
hi: यह फ़ीड खाली है! आपको अधिक उपयोगकर्ताओं को फ़ॉलो करना पड़ेगा या अपने भाषा सेटिंग को बदलना पड़ेगा।
ne: यो फिड खाली छ! तपाईंलाई अझ धेरै प्रयोगकर्ताहरूलाई अनुसरण गर्न आवश्यक पर्न सक्छ या आफ्नो भाषा सेटिङलाई अनुकूलन गर्नुपर्छ।
uk: Ця стрічка порожня! Можливо, вам треба підписатися на більшу кількість користувачів або змінити ваші налаштування мови.

source: This feed is empty.
fi: Tämä syöte on tyhjä.
ga: Tá an fotha seo folamh.
gl: Esta canle está baleira.
hi: यह फ़ीड खाली है।
ne: यो फिड खाली छ।
uk: Стрічка порожня.

source: This feed is no longer online. We are showing <0>Discover</0> instead.
fi: Tämä syöte ei ole enää linjoilla. Näytämme sen sijaan syötteen <0>Discover</0>.
ga: Níl an fotha seo ar líne níos mó. Tá <0>Discover</0> á thaispeáint againn ina ionad.
gl: Esta canle xa non está en liña. No seu lugar, mostramos <0>Descubrir</0>.
hi: यह फ़ीड और ऑनलाइन नहीं है। हम इसके बदले <0>डिस्कवर</0> दिखा रहे हैं।
ne: यो फिड अब अनलाइन छैन। हामी <0>Discover</0> देखाउँदै छौं।
uk: Ця стрічка більше не в мережі. Замість неї доступна <0>Стрічка відкриття</0>.

source: This handle is reserved. Please try a different one.
fi: Tämä käyttäjätunnus on varattu. Kokeile toista.
ga: Tá an leasainm seo coimeádta. Bain triail as ceann eile.
gl: Este nome de usuario está reservado. Fai o favor de escoller un diferente.
hi: यह हैंडल सुरक्षित है। कृपया कुछ और चुनें।
ne: यो ह्यान्डल आरक्षित छ। कृपया अर्को प्रयास गर्नुहोस्।
uk: Цей псевдонім використовується. Будь ласка, спробуйте інший.

source: This label was applied by the author.
fi: Tämä merkintä on tekijän asettama.
ga: Chuir an t-údar an lipéad seo leis.
gl: Esta etiqueta foi aplicada pola persoa autora.
hi: यह लेबल लेखक द्वारा लगाई गई है।
ne: यो लेबल लेखक द्वारा लागू गरियो।
uk: Ця мітка була додана автором.

source: This label was applied by you.
fi: Tämä merkintä on itse asettamasi.
ga: Chuir tusa an lipéad seo leis.
gl: Esta etiqueta foi aplicada por ti.
hi: यह लेबल आपके द्वारा लगाई गई है।
ne: यो लेबल तपाईं द्वारा लागू गरियो।
uk: Ця мітка була додана вами.

source: This labeler hasn't declared what labels it publishes, and may not be active.
fi: Tämä merkitsijä ei ole ilmoittanut, mitä merkintöjä se julkaisee, eikä välttämättä ole aktiivinen.
ga: Ní dúirt an lipéadóir seo céard iad na lipéid a fhoilsíonn sé, agus is féidir nach bhfuil sé i mbun gnó.
gl: Este etiquetador non declarou que etiquetas publica e é posíbel que non estea activo.
hi: इस लेबलकर्ता ने घोषित नहीं किया है कि वह क्या लेबल लगाता है, और शायद निष्क्रिय है।
ne: यस लेबलरले कुन लेबलहरू प्रकाशित गर्छ भन्ने घोषणा गरेको छैन, र यो सक्रिय नहुन सक्छ।
uk: Цей мітник ще не заявив, які мітки він публікує, і може бути неактивним.

source: This link is taking you to the following website:
fi: Tämä linkki vie sinut seuraavalle verkkosivustolle:
ga: Téann an nasc seo go dtí an suíomh idirlín seo:
gl: Esta ligazón lévate ao seguinte sitio web:
hi: यह लिंक आपको नीचे दिए गए वेबसाइट पर ले जा रहा है:
ne: यो लिंक तपाईंलाई निम्न वेबसाइटमा लैजान्छ:
uk: Це посилання веде на сайт:

source: This list – created by <0>{0}</0> – contains possible violations of Bluesky's community guidelines in its name or description.
fi: Tämä lista – luojana <0>{0}</0> – sisältää nimessään tai kuvauksessaan mahdollisia Blueskyn yhteisöohjeiden rikkomuksia.
hi: <0>{0}</0> द्वारा बनाई गई इस सूची के नाम या विवरण में Bluesky के समुदाय दिशानिर्देशों का संभावित उल्लंघन है।

source: This list is empty.
fi: Tämä lista on tyhjä.
ga: Tá an liosta seo folamh.
gl: Esta lista está baleira.
hi: यह सूची खाली है।

source: This moderation service is unavailable. See below for more details. If this issue persists, contact us.
fi: Tämä moderointipalvelu ei ole saatavilla. Katso lisätietoja alta. Jos ongelma jatkuu, ota yhteys meihin.
ga: Níl an tseirbhís modhnóireachta ar fáil. Féach tuilleadh sonraí thíos. Má mhaireann an fhadhb seo, téigh i dteagmháil linn.
gl: Este servizo de moderación non está disponíbel. Consulta máis detalles a continuación. Se o problema persiste, contáctanos.
hi: यह मॉडरेशन सेवा अनुपलब्ध है। अधिक जानकारी के लिए नीचे देखें। यदि यहा समस्या बनी रहती है, हमसे संपर्क करें।
ne: यो मोडरेशन सेवा उपलब्ध छैन। थप विवरणको लागि तल हेर्नुहोस्। यदि यो समस्या जारी रहन्छ भने, हामीलाई सम्पर्क गर्नुहोस्।
uk: Даний сервіс модерації недоступний. Перегляньте деталі нижче. Якщо проблема не зникне, зв'яжіться з нами.

source: This post claims to have been created on <0>{0}</0>, but was first seen by Bluesky on <1>{1}</1>.
fi: Tämä julkaisu väittää olevansa luotu <0>{0}</0>, mutta ensi kerran se on nähty Blueskyssa <1>{1}</1>.
ga: Deir an phostáil seo gur cruthaíodh í ar <0>{0}</0>, ach chonacthas í ar Bluesky den chéad uair ar <1>{1}</1>.
gl: Esta publicación declara que foi feita en <0>{0}</0>, pero foi vista por primeira vez por Bluesky en <1>{1}</1>.
hi: यह पोस्ट <0>{0}</0> को बनने का दावा करता है, पर इसे Bluesky पर सबसे पहले <1>{1}</1> को देखा गया।
ne: यो पोस्ट <0>{0}</0> मा सिर्जना गरिएको दावी गर्दछ, तर पहिलो पटक Bluesky द्वारा <1>{1}</1> मा देखिएको थियो।
uk: Зазначається, що пост було створено — <0>{0}</0>, але вперше цей пост було оприлюднено на Bluesky — <1>{1}</1>.

source: This post will be hidden from feeds and threads. This cannot be undone.
fi: Tämä julkaisu piilotetaan syötteistä ja ketjuista. Tätä ei voi kumota.
ga: Ní bheidh an phostáil seo le feiceáil ar do chuid fothaí ná snáitheanna. Ní féidir dul ar ais air seo.
gl: Este chío ocultarase das canles e dos fíos. Isto non se pode desfacer.
hi: इस पोस्ट को फ़ीड और थ्रेड से छिपा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
ne: यो पोस्ट फिड र थ्रेडहरूबाट लुकेको हुनेछ। यसलाई उल्टाउन सकिँदैन।
uk: Цей пост буде приховано від стрічок та гілок. Цю дію не можна скасувати.

source: This post's author has disabled quote posts.
fi: Tämän julkaisun tekijä on poistanut lainausjulkaisut käytöstä.
ga: Chuir údar na postála seo cosc ar phostálacha athluaite.
gl: A persoa autora deste chío desactivou os chíos de citas.
hi: इस पोस्ट के लेखक ने क्वोट पोस्ट अक्षम किए हैं।
ne: यस पोस्टको लेखकले उद्धरण पोस्टहरू निष्क्रिय गरेको छ।
uk: Автор цього поста вимкнув можливість його цитувати.
