Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Create a QR code for a starter pack
fi: Luo QR-koodi aloituspaketille
ga: Cruthaigh cód QR le haghaidh pacáiste fáilte
gl: Crear un código QR para o paquete de inicio
hi: स्टार्टर पैक के लिए QR कोड बनाएँ
ne: स्टार्टर प्याकका लागि QR कोड सिर्जना गर्नुहोस्
uk: Створити QR-код для підбірки

source: Create a starter pack
fi: Luo aloituspaketti
ga: Cruthaigh pacáiste fáilte
gl: Crea un paquete de inicio
hi: स्टार्टर पैक बनाएँ
ne: स्टार्टर प्याक सिर्जना गर्नुहोस्
uk: Створити власну підбірку

source: Create a starter pack for me
fi: Luo aloituspaketti minulle
ga: Cruthaigh pacáiste fáilte ar mo shon
gl: Crea un paquete de inicio para min
hi: मेरे लिए स्टार्टर पैक बनाएँ
ne: मेरो लागि स्टार्टर प्याक सिर्जना गर्नुहोस्
uk: Створення власної підбірки для мене

source: Create account
fi: Luo tili
ga: Cláraigh
gl: Crear conta
hi: साइन अप करें
ne: साइन अप गर्नुहोस्
uk: Реєстрація

source: Create Account
fi: Luo tili
ga: Cruthaigh cuntas
gl: Crear unha conta
hi: खाता बनाएँ
ne: खाता सिर्जना गर्नुहोस्
uk: Створити обліковий запис

source: Create an account
fi: Luo tili
ga: Cruthaigh cuntas
gl: Crea unha conta
hi: खाता बनाएँ
ne: खाता बनाउनुहोस्
uk: Створити обліковий запис

source: Create an avatar instead
fi: Luo sen sijaan profiilikuva
ga: Cruthaigh abhatár nua ina ionad sin
gl: Crea un avatar
hi: इसके बदले अवतार बनाएँ
ne: यसको सट्टा एउटा अवतार बनाउनुहोस्
uk: Натомість створити аватар

source: Create another
fi: Luo toinen
ga: Cruthaigh ceann eile
gl: Crea outro
hi: एक और बनाएँ
ne: अर्को बनाउनुहोस्
uk: Створити інший

source: Create new account
fi: Luo uusi tili
ga: Cruthaigh cuntas nua
gl: Crear unha conta nova
hi: नया खाता बनाएँ
ne: नयाँ खाता सिर्जना गर्नुहोस्
uk: Створити новий обліковий запис

source: Create report for {0}
fi: Luo raportti: {0}
ga: Cruthaigh tuairisc do {0}
gl: Crea un reporte de {0}
hi: {0} के लिए शिकायत लिखें
ne: {0} का लागि रिपोर्ट सिर्जना गर्नुहोस्
uk: Створити звіт для {0}

source: Created {0}
fi: Luotu {0}
ga: Cruthaíodh {0}
gl: Creado {0}
hi: {0} बनाया गया
ne: सिर्जना गरियो {0}
uk: Створено: {0}

source: Creator has been blocked
fi: Tekijä on estetty
ga: Cuireadh cosc ar an gcruthaitheoir
hi: रचयिता को अवरुद्ध किया गया

source: Culture
fi: Kulttuuri
ga: Cultúr
gl: Cultura
hi: संस्कृति
ne: संस्कृति
uk: Культура

source: Customize who can interact with this post.
fi: Mukauta, kuka voi olla vuorovaikutuksessa tämän julkaisun kanssa.
ga: Cé atá in ann idirghníomhú leis an bpostáil seo?
gl: Personaliza quen pode interactuar con este chío.
hi: चुनें कि इस पोस्ट से कौन संपर्क कर सकता है।
ne: यस पोस्टसँग कसले अन्तरक्रिया गर्न सक्छ भन्ने अनुकूलन गर्नुहोस्।
uk: Налаштуйте, хто може взаємодіяти з цим постом.

source: Dark
fi: Tumma
ga: Dorcha
gl: Escuro
hi: अँधेरा
ne: गाढा
uk: Темна

# Name of app icon variant
source: Dark
fi: Tumma
ga: Dorcha
gl: Escuro
hi: अँधेरा
ne: गाढा
uk: Темна

source: Dark mode
fi: Tumma ulkoasu
ga: Modh dorcha
gl: Modo Escuro
hi: अँधेरा मोड
ne: गाढा मोड
uk: Темний режим

source: Dark theme
fi: Tumma teema
ga: Téama dorcha
gl: Tema escuro
hi: अँधेरा थीम
ne: गाढा थिम
uk: Темна тема

source: Date of birth
fi: Syntymäaika
ga: Dáta breithe
gl: Data de nacemento
hi: जन्मतिथि
ne: जन्म मिति
uk: Дата народження

source: Deactivate account
fi: Poista tili käytöstä
ga: Díghníomhaigh mo chuntas
gl: Desactivar conta
hi: खाता निष्क्रिय करें
ne: खाता निष्क्रिय गर्नुहोस्
uk: Деактивувати обліковий запис

source: Debug Moderation
fi: Avaa moderoinnin vianetsintä
ga: Dífhabhtaigh Modhnóireacht
gl: Depuración de Moderacion
hi: मॉडरेशन डिबग करें
ne: डिबग मोडरेशन
uk: Налагодження модерації

source: Debug panel
fi: Vianetsintäpaneeli
ga: Painéal dífhabhtaithe
gl: Panel de depuración
hi: पैनल डिबग करें
ne: डिबग प्यानल
uk: Панель налагодження

source: Default
fi: Oletus
ga: Réamhshocrú
gl: Por Defecto
hi: डिफ़ॉल्‍ट
ne: डिफल्ट
uk: Типово

source: Default icons
fi: Oletuskuvakkeet
ga: Deilbhíní réamhshocraithe
hi: डिफ़ॉल्‍ट आइकॉन

source: Delete
fi: Poista
ga: Scrios
gl: Borrar
hi: मिटाएँ
ne: मेटाउनुहोस्
uk: Видалити

source: Delete account
fi: Poista tili
ga: Scrios an cuntas
gl: Borrar a conta
hi: खाता मिटाएँ
ne: खाता मेटाउनुहोस्
uk: Видалити обліковий запис

source: Delete Account <0>"</0><1>{0}</1><2>"</2>
fi: Poista tili <0>”</0><1>{0}</1><2>”</2>
ga: Scrios Cuntas <0>"</0><1>{0}</1><2>"</2>
gl: Borrar a conta <0>"</0><1>{0}</1><2>"</2>
hi: <0>"</0><1>{0}</1><2>"</2>" खाता मिटाएँ
ne: खाता मेटाउनुहोस् <0>"</0><1>{0}</1><2>"</2>
uk: Видалити обліковий запис <0>"</0><1>{0}</1><2>"</2>

source: Delete app password
fi: Poista sovellussalasana
ga: Scrios pasfhocal na haipe
gl: Borrar contrasinal de aplicación
hi: अप्प पासवर्ड हटाएं
ne: एप पासवर्ड मेटाउनुहोस्
uk: Видалити пароль для застосунку

source: Delete app password?
fi: Poistetaanko sovellussalasana?
ga: Scrios pasfhocal na haipe?
gl: Borrar contrasinal de aplicación?
hi: ऐप पासवर्ड मिटाएँ?
ne: एप पासवर्ड मेटाउनुहोस्?
uk: Видалити пароль застосунку?

source: Delete chat declaration record
fi: Poista chatin deklaraatiotietue
ga: Scrios taifead dearbhaithe comhrá
gl: Eliminar rexistro de declaración de conversa
hi: बातचीत घोषणा रेकॉर्ड मिटाएँ
ne: कुराकानी घोषणाको रेकर्ड मेटाउनुहोस्

source: Delete for me
fi: Poista itseltäni
ga: Scrios domsa
gl: Borrar para min
hi: मेरे लिए मिटाएँ
ne: मेरो लागि मेटाउनुहोस्
uk: Видалити для мене

source: Delete message
fi: Poista viesti
ga: Scrios an teachtaireacht seo
gl: Borrar mensaxe
hi: संदेश मिटाएँ
ne: सन्देश मेटाउनुहोस्
uk: Видалити повідомлення

source: Delete message for me
fi: Poista viesti itseltäni
ga: Scrios an teachtaireacht seo domsa
gl: Borrar mensaxe para min
hi: मेरे लिए संदेश मिटाएँ
ne: मेरो लागि सन्देश मेटाउनुहोस्
uk: Видалити повідомлення для мене

source: Delete my account
fi: Poista tilini
ga: Scrios mo chuntas
gl: Borrar a miña conta
hi: मेरा खाता मिटाएँ
ne: मेरो खाता मेटाउनुहोस्
uk: Видалити мій обліковий запис

source: Delete post
fi: Poista julkaisu
ga: Scrios an phostáil
gl: Borrar un chío
hi: पोस्ट मिटाएँ
ne: पोस्ट मेटाउनुहोस्
uk: Видалити пост

source: Delete starter pack
fi: Poista aloituspaketti
ga: Scrios an pacáiste fáilte
gl: Borrar paquete de inicio
hi: स्टार्टर पैक मिटाएँ
ne: स्टार्टर प्याक मेटाउनुहोस्
uk: Видалити власну підбірку

source: Delete starter pack?
fi: Poistetaanko aloituspaketti?
ga: An bhfuil fonn ort an pacáiste fáilte seo a scriosadh?
gl: Borrar paquete de inicio?
hi: स्टार्टर पैक मिटाएँ?
ne: स्टार्टर प्याक मेटाउनुहोस्?
uk: Видалити власну підбірку?

source: Delete this list?
fi: Poistetaanko tämä lista?
ga: An bhfuil fonn ort an liosta seo a scriosadh?
gl: Borrar esta listaxe?
hi: यह सूची मिटाएँ?
ne: यो सूची मेटाउनुहोस्?
uk: Видалити цей список?

source: Delete this post?
fi: Poistetaanko tämä julkaisu?
ga: An bhfuil fonn ort an phostáil seo a scriosadh?
gl: Borrar este chío?
hi: यह पोस्ट मिटाएँ?
ne: यो पोस्ट मेटाउनुहोस्?
uk: Видалити цей пост?

source: Deleted
fi: Poistettu
ga: Scriosta
gl: Eliminado
hi: मिटाया गया
ne: मेटाइयो
uk: Видалено

source: Deleted Account
fi: Poistettu tili
ga: Cuntas Scriosta
gl: Conta eliminada
hi: मिटाया गया खाता
ne: मेटाइएको खाता
uk: Видалений обліковий запис

source: Description
fi: Kuvaus
ga: Cur síos
gl: Descrición
hi: विवरण
ne: विवरण
uk: Опис

source: Descriptive alt text
fi: Kuvaileva tekstivastine
ga: Téacs malartach tuairisciúil
gl: Texto descritivo alternativo
hi: विस्तृत वैकल्पिक पाठ
ne: वर्णनात्मक वैकल्पिक पाठ
uk: Альтернативний текст опису

source: Detach quote
fi: Irrota lainaus
ga: Dícheangail an phostáil athluaite
gl: Desvincular cita
hi: क्वोट अलग करें
ne: उद्धरण अलग गर्नुहोस्
uk: Вилучити цитування

source: Detach quote post?
fi: Irrotetaanko lainausjulkaisu?
ga: An bhfuil fonn ort an phostáil athluaite a dhícheangal?
gl: Desvincular chío da cita?
hi: क्वोट पोस्ट अलग करें
ne: उद्धरण पोस्ट अलग गर्नुहोस्?
uk: Вилучити цитований пост?

# toast
source: Developer mode disabled
gl: Modo desenvolvedor deshabilitado
hi: डेवलपर मोड अक्षम
uk: Режим розробника вимкнено

# toast
source: Developer mode enabled
gl: Modo desenvolvedor habilitado
hi: डेवलपर मोड सक्षम
uk: Режим розробника ввімкнено

source: Developer options
fi: Kehittäjän valinnat
ga: Roghanna d'fhorbróirí
gl: Opcións de desenvolvedor
hi: डेवलपर विकल्प
ne: डेभलपर विकल्पहरू
uk: Налаштування для розробників

source: Dialog: adjust who can interact with this post
fi: Valintaikkuna: säädä, kuka voi olla vuorovaikutuksessa tämän julkaisun kanssa
ga: Dialóg: cé atá in ann idirghníomhú leis an bpostáil seo
gl: Xanela: axustar quen pode interactuar con este chío
hi: डायलॉग: चुनें कि इस पोस्ट से कौन संपर्क कर सकता है
ne: संवाद: यो पोस्टसँग कसले अन्तरक्रिया गर्न सक्छ समायोजन गर्नुहोस्
uk: Діалог: налаштувати, хто може взаємодіяти з цим постом

source: Dim
fi: Himmeä
ga: Breacdhorcha
gl: Atenuar
hi: मंद
ne: धूमिल
uk: Тьмяна

source: Disable Email 2FA
fi: Poista sähköpostiin perustuva kaksivaiheinen tunnistautuminen käytöstä
ga: Ná húsáid 2FA trí ríomhphost
gl: Desactivar Correo 2FA
hi: ईमेल 2FA अक्षम करें
ne: इमेल 2FA अक्षम गर्नुहोस्
uk: Вимкнути двофакторну автентифікацію електронної пошти

source: Disable haptic feedback
fi: Poista haptinen palaute käytöstä
ga: Ná húsáid aiseolas haptach
gl: Desactivar a retroalimentación háptica
hi: कंपन फीडबैक अक्षम करें
ne: ह्याप्टिक प्रतिक्रिया अक्षम गर्नुहोस्
uk: Вимкнути тактильний зворотний зв'язок

source: Disable subtitles
fi: Poista tekstitykset käytöstä
ga: Ná húsáid fotheidil
gl: Desactivar lexendaxe
hi: उपशीर्षक अक्षम करें
ne: उपशीर्षक अक्षम गर्नुहोस्
uk: Вимкнути субтитри

source: Disabled
fi: Poissa käytöstä
ga: Díchumasaithe
gl: Deshabilitado
hi: अक्षम
ne: अक्षम गरियो
uk: Вимкнено

source: Discard
fi: Hylkää
ga: Ná sábháil
gl: Desbotar
hi: ख़ारिज करें
ne: त्याग्नुहोस्
uk: Видалити

source: Discard changes?
fi: Hylätäänkö muutokset?
ga: Faigh réidh leis na hathruithe?
gl: Desbotar cambios?
hi: बदलाव ख़ारिज करें?
ne: परिवर्तनहरू त्याग्नुहोस्?
uk: Відхилити зміни?

source: Discard draft?
fi: Hylätäänkö luonnos?
ga: Faigh réidh leis an dréacht?
gl: Desbotar borrador?
hi: ड्राफ़्ट ख़ारिज करें?
ne: मस्यौदा त्याग्नुहोस्?
uk: Відхилити чернетку?

source: Discard post?
fi: Hylätäänkö julkaisu?
ga: Faigh réidh leis an bpostáil?
gl: Desbotar publicación?
hi: पोस्ट ख़ारिज करें?
ne: पोस्ट त्याग्नुहोस्?
uk: Не зберігати пост?

source: Discourage apps from showing my account to logged-out users
fi: Kiellä sovelluksia näyttämästä tiliäni kirjautumattomille käyttäjille
ga: Cuir ina luí ar aipeanna gan mo chuntas a thaispeáint d'úsáideoirí atá logáilte amach
gl: Evitar que as aplicacións amosen a miña conta ás persoas desconectadas
hi: लॉग आउट उपयोगकर्ताओं को मेरा खाता दिखाने से ऐप्स को मना करें
ne: एपहरूलाई मेरो खाता लगइन नगरेका प्रयोगकर्ताहरूलाई देखाउनबाट हतोत्साहित गर्नुहोस्
uk: Попросити застосунки не показувати мій обліковий запис без входу

source: Discover new custom feeds
fi: Löydä uusia mukautettuja syötteitä
ga: Aimsigh sainfhothaí nua
gl: Descubre novas canles personalizadas
hi: नए कस्टम फ़ीड की खोज करें
ne: नयाँ अनुकूलित फिडहरू पत्ता लगाउनुहोस्
uk: Відкрити для себе нові стрічки

source: Discover New Feeds
fi: Löydä uusia syötteitä
ga: Aimsigh Fothaí Nua
gl: Descobre Novas Canles
hi: नए फ़ीड की खोज करें
ne: नयाँ फिडहरू खोज्नुहोस्
uk: Відкрити для себе нові стрічки

source: Dismiss
fi: Hylkää
ga: Ruaig
gl: Desbotar
hi: ख़ारिज करें
ne: रद्द गर्नुहोस्
uk: Відхилити

source: Dismiss error
fi: Hylkää virhe
ga: Ruaig an earráid
gl: Desbotar erro
hi: त्रुटि ख़ारिज करें
ne: त्रुटि रद्द गर्नुहोस्
uk: Пропустити помилку

source: Dismiss getting started guide
fi: Hylkää aloitusopas
ga: Scoir an treoir tosaithe
gl: Desbotar a guía de introdución
hi: शुरुआती गाइड ख़ारिज करें
ne: गाइडलाई रद्द गर्नुहोस्
uk: Пропустити посібник нового користувача

source: Display larger alt text badges
fi: Näytä suuremmat tekstivastineen merkit
ga: Déan suaitheantais théacs malartaigh níos mó
gl: Amosar insignias de texto alternativo máis grandes
hi: वैकल्पिक पाठ बटन को बड़े आकार मे दिखाएँ
ne: ठूलो वैकल्पिक पाठ ब्याज देखाउनुहोस्
uk: Показувати більші мітки альтернативного тексту

source: Display name
fi: Näyttönimi
ga: Ainm taispeána
gl: Amosar o nome
hi: प्रदर्शन का नाम
ne: प्रदर्शन नाम
uk: Ім'я

source: DNS Panel
fi: DNS-paneeli
ga: Painéal DNS
gl: Panel de DNS
hi: DNS पैनल
ne: DNS प्यानल
uk: Панель DNS

source: Do not apply this mute word to users you follow
fi: Älä käytä tätä mykistyssanaa seuraamiisi käyttäjiin
ga: Ná cuir an focal balbhaithe i bhfeidhm ar úsáideoirí a leanann tú
gl: Non aplicar esta palabra silenciada ás persoas que segues
hi: फ़ॉलो किए गए उपयोगकर्ताओं पर यह म्यूट शब्द न लगाएँ
ne: यो म्यूट शब्द तपाईंले फलो गरेका प्रयोगकर्ताहरूमा लागू नगर्नुहोस्
uk: Не застосовувати ігнороване слово для користувачів, яких читаєте

source: Does not include nudity.
fi: Ei sisällä alastomuutta.
ga: Níl lomnochtacht ann.
gl: Non inclúe espidos.
hi: नग्नता शामिल नहीं है
ne: यसमा नग्नता समावेश छैन।
uk: Не містить оголеності.

source: Domain verified!
fi: Verkkotunnus vahvistettu!
ga: Fearann dearbhaithe!
gl: Dominio verificado!
hi: डोमेन सत्यापित!
ne: डोमेन प्रमाणित गरियो!
uk: Домен перевірено!

source: Done
fi: Valmis
ga: Déanta
gl: Listo
hi: हो गया
ne: सम्पन्न
uk: Готово

# action
source: Done
fi: Valmis
ga: Déanta
gl: Listo
hi: हो गया
ne: सम्पन्न
uk: Готово

source: Done{extraText}
fi: Valmis{extraText}
ga: Déanta{extraText}
gl: Listo{extraText}
hi: ख़त्म{extraText}
ne: सम्पन्न{extraText}
uk: Готово{extraText}

source: Double tap to close the dialog
fi: Kaksoisnapauta sulkeaksesi valintaikkunan
ga: Tapáil faoi dhó chun an fhuinneog a dhúnadh
gl: Doble toque para pechar a xanela
hi: डायलॉग बंद करने के लिए दो बार दबाएँ
ne: संवाद बन्द गर्न डबल ट्याप गर्नुहोस्
uk: Торкніться двічі для закриття діалогу

source: Download Bluesky
fi: Lataa Bluesky
ga: Íoslódáil Bluesky
gl: Descargar Bluesky
hi: Bluesky डाउनलोड करें
ne: Bluesky डाउनलोड गर्नुहोस्
uk: Завантажити Bluesky

source: Download CAR file
fi: Lataa CAR-tiedosto
ga: Íoslódáil comhad CAR
gl: Descargar ficheiro CAR
hi: CAR फ़ाइल डाउनलोड करें
ne: CAR फाइल डाउनलोड गर्नुहोस्
uk: Завантажити CAR файл

source: Drop to add images
fi: Raahaa tähän lisätäksesi kuvia
ga: Scaoil anseo chun íomhánna a chur leis
gl: Arrastra para agregar imaxes
hi: छवि जोड़ने के लिए उतारें
ne: तस्बिरहरू थप्न ड्रप गर्नुहोस्
uk: Перетягнути і відпустити, щоб додати зображення

source: Duration:
fi: Kesto:
ga: Fad:
gl: Duración:
hi: अवधि:
ne: अवधि:
uk: Тривалість:

source: e.g. alice
fi: esim. maija
ga: m.sh. cáit
gl: ex. alicia
hi: उदाहरण के लिए, राम
ne: उदा. एलिस
uk: для прикладу, olenka

source: e.g. Alice Lastname
fi: esim. Maija Sukunimi
ga: m.sh. Cáit Ní Dhuibhir
gl: ex. Apelido de Alicia
hi: उदाहरण के लिए, राम उपनाम
ne: उदा. एलिस थर
uk: Як-от Анастасія Прізвище

source: e.g. alice.com
fi: esim. maija.fi
ga: m.sh. cait.com
gl: ex. alicia.com
hi: उदाहरण के लिए, ramkumar.com
ne: उदा. alice.com
uk: для прикладу, olenka.ua

source: E.g. artistic nudes.
fi: Esim. taiteelliset alastonkuvat.
ga: Noicht ealaíonta, mar shampla
gl: ex. Espidos artísticos.
hi: उदाहरण के लिए, कलात्मक नग्नता
ne: उदा. कलात्मक नग्न।
uk: Напр. художня оголеність.

source: e.g. Great Posters
fi: esim. Loistavat kirjoittajat
ga: m.sh. Na cuntais is fearr
gl: ex. Grandes persoas
hi: उदाहरण के लिए, दिलचस्प खाते
ne: उदा. उत्कृष्ट पोस्टरहरू
uk: напр. Чудові писарі

source: e.g. Spammers
fi: esim. Roskapostittajat
ga: m.sh. Seoltóirí turscair
gl: ex. Spam
hi: उदाहरण के लिए, स्पैम
ne: उदा. स्प्यामरहरू
uk: напр. Спамери

source: e.g. The posters who never miss.
fi: esim. Julkaisijat, jotka osuvat maaliin aina.
ga: m.sh. Na cuntais nach dteipeann orthu riamh
gl: ex. Persoas que sempre atinan.
hi: उदाहरण के लिए, जिनकी हर बात मे सच्चाई झलकती है
ne: उदा. कहिल्यै नचुक्ने पोस्टरहरू।
uk: напр. Постери, які нічого не пропускають.

source: e.g. Users that repeatedly reply with ads.
fi: esim. Käyttäjät, jotka vastaavat toistuvasti mainoksilla.
ga: m.sh. Úsáideoirí a fhreagraíonn le fógraí
gl: ex. Persoas que constantemente responden con publicidade.
hi: उदाहरण के लिए, उपयोगकर्ता जो लगातार विज्ञापन स्पैम करते हैं
ne: उदा. बारम्बार विज्ञापनहरू सहित उत्तर दिने प्रयोगकर्ताहरू।
uk: напр. Користувачі, що неодноразово відповідали рекламою.

source: Each code works once. You'll receive more invite codes periodically.
fi: Jokainen koodi toimii kerran. Saat lisää kutsukoodeja määräajoin.
ga: Oibríonn gach cód uair amháin. Gheobhaidh tú tuilleadh cód go tráthrialta.
gl: Cada código funciona unha vez. Recibirás máis códigos de convite periodicamente.
hi: प्रत्येक कोड एक बार काम करता है। आपको समय-समय पर अधिक आमंत्रण कोड प्राप्त होंगे।
ne: प्रत्येक कोड एक पटक मात्र प्रयोग गर्न सकिन्छ। तपाईं समय-समयमा थप निमन्त्रणा कोड प्राप्त गर्नुहुनेछ।
uk: Кожен код запрошення працює лише один раз. Час від часу ви будете отримувати нові коди.

source: Edit
fi: Muokkaa
ga: Eagar
gl: Editar
hi: संपादित करें
ne: सम्पादन गर्नुहोस्
uk: Редагувати

# action
source: Edit
fi: Muokkaa
ga: Eagar
gl: Editar
hi: संपादित करें
ne: सम्पादन गर्नुहोस्
uk: Редагувати

source: Edit avatar
fi: Muokkaa profiilikuvaa
ga: Cuir an t-abhatár in eagar
gl: Editar avatar
hi: अवतार संपादित करें
ne: अवतार सम्पादन गर्नुहोस्
uk: Редагувати фото профілю

source: Edit Feeds
fi: Muokkaa syötteitä
ga: Cuir Fothaí in Eagar
gl: Editar Canles
hi: फ़ीड संपादित करें
ne: फिड सम्पादन गर्नुहोस्
uk: Редагувати стрічки

source: Edit image
fi: Muokkaa kuvaa
ga: Cuir an íomhá seo in eagar
gl: Editar imaxe
hi: छवि संपादित करें
ne: चित्र सम्पादन गर्नुहोस्
uk: Редагувати зображення

source: Edit interaction settings
fi: Muokkaa vuorovaikutusasetuksia
ga: Cuir na socruithe idirghníomhaíochta in eagar
gl: Editar axustes de interacción
hi: संपर्क सेटिंग संपादित करें
ne: अन्तर्क्रिया सेटिङ्स सम्पादन गर्नुहोस्
uk: Редагувати налаштування взаємодії

source: Edit list details
fi: Muokkaa listan tietoja
ga: Athraigh mionsonraí an liosta
gl: Editar os detalles da listaxe
hi: सूची विवरण संपादित करें
ne: सूची विवरण सम्पादन गर्नुहोस्
uk: Редагувати опис списку

source: Edit Moderation List
fi: Muokkaa moderointilistaa
ga: Athraigh liosta na modhnóireachta
gl: Editar Listaxe de Moderación
hi: मॉडरेशन सूची संपादित करें
ne: मोडरेशन सूची सम्पादन गर्नुहोस्
uk: Редагувати список модерації

source: Edit My Feeds
fi: Muokkaa syötteitäni
ga: Athraigh mo chuid fothaí
gl: Editar as Miñas Canles
hi: मेरे फ़ीड संपादित करें
ne: मेरो फिड सम्पादन गर्नुहोस्
uk: Редагувати мої стрічки

source: Edit People
fi: Muokkaa käyttäjiä
ga: Cuir Daoine in Eagar
gl: Editar Persoas
hi: लोग संपादित करें
ne: व्यक्ति सम्पादन गर्नुहोस्
uk: Редагувати користувачів

source: Edit post interaction settings
fi: Muokkaa julkaisun vuorovaikutusasetuksia
ga: Cuir socruithe idirghníomhaíochta na postála in eagar
gl: Editar axustes de interacción do chío
hi: पोस्ट संपर्क सेटिंग संपादित करें
ne: पोस्ट अन्तर्क्रिया सेटिङ्स सम्पादन गर्नुहोस्
uk: Редагувати налаштування взаємодії з постом

source: Edit profile
fi: Muokkaa profiilia
ga: Athraigh an phróifíl
gl: Editar o perfil
hi: मेरी प्रोफ़ाइल संपादित करें
ne: प्रोफाइल सम्पादन गर्नुहोस्
uk: Редагувати профіль

source: Edit Profile
fi: Muokkaa profiilia
ga: Athraigh an Phróifíl
gl: Editar o perfil
hi: मेरी प्रोफ़ाइल संपादित करें
ne: प्रोफाइल सम्पादन गर्नुहोस्
uk: Редагувати профіль

source: Edit starter pack
fi: Muokkaa aloituspakettia
ga: Cuir an pacáiste fáilte in eagar
gl: Editar paquete de inicio
hi: स्टार्टर पैक संपादित करें
ne: स्टार्टर प्याक सम्पादन गर्नुहोस्
uk: Редагувати власну підбірку

source: Edit User List
fi: Muokkaa käyttäjälistaa
ga: Athraigh an liosta d’úsáideoirí
gl: Editar listaxe de Persoas
hi: उपयोगकर्ता सूची संपादित करें
ne: प्रयोगकर्ता सूची सम्पादन गर्नुहोस्
uk: Редагувати список користувачів

source: Edit who can reply
fi: Muokkaa, kuka voi vastata
ga: Cé atá in ann freagra a thabhairt
gl: Editar quen pode responder
hi: संपादित करें कि कौन जवाब दे सकता है
ne: को उत्तर दिन सक्छ सम्पादन गर्नुहोस्
uk: Редагувати, хто може відповідати

source: Edit your starter pack
fi: Muokkaa aloituspakettiasi
ga: Cuir do phacáiste fáilte in eagar
gl: Edita o teu paquete de inicio
hi: अपना स्टार्टर पैक संपादित करें
ne: तपाईंको स्टार्टर प्याक सम्पादन गर्नुहोस्
uk: Редагувати вашу власну підбірку

source: Education
fi: Koulutus
ga: Oideachas
gl: Educación
hi: शिक्षा
ne: शिक्षा
uk: Освіта

source: Either the creator of this list has blocked you or you have blocked the creator.
fi: Joko listan tekijä on estänyt sinut tai sitten sinä olet estänyt listan tekijän.
ga: Cuireadh cruthaitheoir an liosta seo cosc ortsa, nó chuir tusa cosc ar an gcruthaitheoir.
gl: O creador desta lista bloqueoute ou ti bloqueaches o creador.
hi: इस सूची के रचयिता ने आपको अवरुद्ध किया है या आपने रचयिता को अवरुद्ध किया है।

source: Email
fi: Sähköpostiosoite
ga: Ríomhphost
gl: Enderezo electrónico
hi: ईमेल
ne: इमेल
uk: Електронна пошта

# toast
source: Email 2FA disabled
fi: Sähköpostiin perustuva kaksivaiheinen tunnistautuminen poissa käytöstä
ga: Níl 2FA trí ríomhphost ar fáil a thuilleadh
gl: Correo 2FA deshabilitado
hi: ईमेल 2FA अक्षम करें
ne: इमेल 2FA अक्षम गरियो
uk: Двофакторну автентифікацію електронної пошти вимкнено

source: Email 2FA enabled
fi: Sähköpostiin perustuva kaksivaiheinen tunnistautuminen käytössä
ga: Cuireadh 2FA ríomhphoist ar siúl
gl: 2FA do correo habilitado
hi: ईमेल 2FA सक्षम
ne: इमेल 2FA सक्षम गरियो
uk: Двофакторну автентифікацію за допомогою електронної пошти увімкнено

source: Email address
fi: Sähköpostiosoite
ga: Seoladh ríomhphoist
gl: Enderezo de correo electrónico
hi: ईमेल
ne: इमेल ठेगाना
uk: Адреса електронної пошти

source: Email Resent
fi: Sähköpostiviesti lähetetty uudelleen
ga: Athsheoladh an ríomhphost
gl: Correo electrónico reenviado
hi: ईमेल फिर से भेजा गया
ne: इमेल पुनः पठाइयो
uk: Лист надіслано знов

source: Email Verified
fi: Sähköpostiosoite vahvistettu
ga: Ríomhphost dearbhaithe
gl: Correo electrónico verificado
hi: ईमेल सत्यापित किया गया
ne: इमेल प्रमाणित गरियो
uk: Електронну пошту підтверджено

source: Embed HTML code
fi: Upotuksen HTML-koodi
ga: Leabaigh an cód HTML
gl: Insertar código HTML
hi: HTML कोड एंबेड करें
ne: HTML कोड समावेश गर्नुहोस्
uk: Вбудований HTML код

source: Embed post
fi: Upota julkaisu
ga: Leabaigh an phostáil
gl: Insertar chío
hi: पोस्ट एंबेड करें
ne: पोस्ट समावेश गर्नुहोस्
uk: Вбудований пост

source: Embed this post in your website. Simply copy the following snippet and paste it into the HTML code of your website.
fi: Upota tämä julkaisu verkkosivustollesi. Kopioi vain seuraava koodinpätkä ja liitä se sivustosi HTML-koodiin.
ga: Leabaigh an phostáil seo i do shuíomh gréasáin féin. Cóipeáil an píosa cóid seo a leanas isteach san HTML ar do shuíomh.
gl: Incrusta este chío no teu sitio web. Simplemente copia o seguinte fragmento e pégao no código HTML do teu sitio web.
hi: इस पोस्ट को अपने वेबसाइट में एंबेड करें। नीचे लिखे कोड को कॉपी करें और अपने वेबसाइट के HTML कोड में चिपकाएँ।
ne: यो पोस्टलाई तपाईंको वेबसाइटमा समावेश गर्नुहोस्। तलको स्निपेट प्रतिलिपि गरी तपाईंको वेबसाइटको HTML कोडमा टाँस्नुहोस्।
uk: Вставте цей пост у Ваш сайт. Просто скопіюйте цей скрипт і вставте його в HTML код вашого сайту.

source: Embedded video player
fi: Upotettu videosoitin
ga: Fís-seinnteoir leabaithe
gl: Reprodutor de vídeo incrustado
hi: एम्बेडेड वीडियो प्लेयर
ne: समाविष्ट भिडियो प्लेयर
uk: Вбудований відеоплеєр

source: Enable
fi: Ota käyttöön
ga: Cumasaigh
gl: Habilitar
hi: सक्षम करें
ne: सक्षम गर्नुहोस्
uk: Увімкнути

source: Enable {0} only
fi: Ota vain {0} käyttöön
ga: Cuir {0} amháin ar fáil
gl: Activar {0} unicamente
hi: केवल {0} ही सक्षम करें
ne: केवल {0} सक्षम गर्नुहोस्
uk: Увімкнути лише {0}

source: Enable adult content
fi: Ota aikuissisältö käyttöön
ga: Cuir ábhar do dhaoine fásta ar fáil
gl: Activar contido para persoas adultas
hi: वयस्क सामग्री सक्षम करें
ne: वयस्क सामग्री सक्षम गर्नुहोस्
uk: Дозволити вміст для дорослих

source: Enable external media
fi: Ota ulkoinen media käyttöön
ga: Cuir meáin sheachtracha ar fáil
gl: Activar medios externos
hi: बाहरी मीडिया सक्षम करें
ne: बाह्य मिडिया सक्षम गर्नुहोस्
uk: Увімкнути зовнішні медіа
