Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: If you're trying to change your handle or email, do so before you deactivate.
fi: Jos yrität vaihtaa käyttäjätunnuksesi tai sähköpostiosoitteesi, tee se ennen kuin poistat tilin käytöstä.
ga: Má tá sé i gceist agat do hanla nó ríomhphost a athrú, déan sin sula ndéanann tú díghníomhú.
gl: Se estás intentando cambiar o teu alcume ou enderezo electrónico, faino antes de desactivar a túa conta.
hi: यदि आप अपना हैंडल या ईमेल बदलने का प्रयास कर रहे हैं, ऐसा निष्क्रिय करने से पहले करें।
ne: यदि तपाईं आफ्नो ह्यान्डल वा इमेल परिवर्तन गर्न प्रयास गरिरहनु भएको छ भने, निष्क्रिय गर्नु अघि गर्नुहोस्।
uk: Якщо намагаєтесь змінити псевдонім або адресу електронної пошти, зробіть це до деактивації облікового запису.

source: Illegal and Urgent
fi: Laiton ja kiireellinen
ga: Mídhleathach agus Práinneach
gl: Ilegal e Urxente
hi: ग़ैरक़ानूनी और अत्यावश्यक
ne: अवैध र अत्यावश्यक
uk: Незаконний та невідкладний

source: Image
fi: Kuva
ga: Íomhá
gl: Imaxe
hi: छवि
ne: चित्र
uk: Зображення

source: Impersonation or false claims about identity or affiliation
fi: Henkilönä esiintyminen taikka väärät väitteet henkilöllisyydestä tai yhteyksistä
ga: Pearsanú nó maíomh mícheart maidir le cé atá ann nó a gceangal
gl: Suplantación de identidade ou afirmacións falsas sobre identidade ou afiliación
hi: प्रतिरूपण या पहचान या संबंधन के बारे में ग़लत दावे
ne: पहिचान वा सम्बन्धितता बारेको झूटा दाबीहरू वा प्रतिरूपण
uk: Видавання себе за іншу особу або неправдиві твердження про особу чи приналежність

source: Impersonation, misinformation, or false claims
fi: Henkilönä esiintyminen, valetieto tai väärät väitteet
ga: Pearsanú, mífhaisnéis, nó ráitis bhréagacha
gl: Suplantación de identidade, desinformación ou afirmacións falsas
hi: प्रतिरूपण, झूठी जानकारी, या ग़लत दावे
ne: प्रतिरूपण, गलत जानकारी, वा झूटा दाबीहरू
uk: Привласнення особистості іншої особи, введення в оману або хибні твердження

source: Inappropriate messages or explicit links
fi: Sopimattomat viestit tai siveettömät linkit
ga: Teachtaireachtaí míchuí nó nascanna graosta
gl: Mensaxes inapropiadas ou ligazóns explícitas
hi: अनुचित संदेश या अश्लील लिंक
ne: अशोभनीय सन्देशहरू वा स्पष्ट लिङ्कहरू
uk: Непристойні повідомлення або посилання з відвертим вмістом

source: Incorrect username or password
fi: Väärä käyttäjätunnus tai salasana
ga: Leasainm nó pasfhocal míchruinn
gl: Alcume ou contrasinal incorrectos
hi: अमान्य उपयोगकर्ता नाम या पासवर्ड
ne: अमान्य प्रयोगकर्ता नाम वा पासवर्ड
uk: Невірне ім'я користувача або пароль

source: Input code sent to your email for password reset
fi: Syötä sähköpostiisi lähetetty koodi salasanan palautusta varten
ga: Cuir isteach an cód a seoladh chuig do ríomhphost leis an bpasfhocal a athrú
gl: Introduce o código enviado ao teu correo electrónico para restablecer o contrasinal
hi: पासवर्ड रीसेट करने के लिए आपके ईमेल में भेजी गई कोड दर्ज करें
ne: पासवर्ड रिसेट गर्न तपाईंको इमेलमा पठाइएको कोड प्रविष्ट गर्नुहोस्
uk: Вести код, надісланий на вашу електронну пошту для скидання пароля

source: Input confirmation code for account deletion
fi: Syötä vahvistuskoodi tilin poistoa varten
ga: Cuir isteach an cód dearbhaithe leis an gcuntas a scriosadh
gl: Introduce o código de confirmación para eliminar a conta
hi: खाता मिटाने के लिए पुष्टिकरण कोड दर्ज करें
ne: खाता मेटाउनको लागि पुष्टि कोड प्रविष्ट गर्नुहोस्
uk: Ввести код підтвердження для видалення облікового запису

source: Input new password
fi: Syötä uusi salasana
ga: Cuir isteach an pasfhocal nua
gl: Introduce un novo contrasinal
hi: नया पासवर्ड दर्ज करें
ne: नयाँ पासवर्ड प्रविष्ट गर्नुहोस्
uk: Ввести новий пароль

source: Input password for account deletion
fi: Syötä salasana tilin poistoa varten
ga: Cuir isteach an pasfhocal chun an cuntas a scriosadh
gl: Introduce o contrasinal para eliminar a conta
hi: खाता मिटाने किए लिए पासवर्ड दर्ज करें
ne: खाता मेटाउनको लागि पासवर्ड प्रविष्ट गर्नुहोस्
uk: Введіть пароль для видалення облікового запису

source: Input the code which has been emailed to you
fi: Syötä sinulle sähköpostitse lähetetty koodi
ga: Cuir isteach an cód a chuir muid chugat i dteachtaireacht r-phoist
gl: Introduce o código que se che enviou por correo electrónico
hi: आपको ईमेल की गई कोड दर्ज करें
ne: तपाईंलाई इमेल गरिएका कोड प्रविष्ट गर्नुहोस्
uk: Введіть код, надісланий вам на електронну пошту

source: Interaction limited
fi: Vuorovaikutusta rajoitettu
ga: Idirghníomhaíocht teoranta
gl: Interacción limitada
hi: संपर्क सीमित
ne: परस्पर क्रिया सीमित छ
uk: Взаємодія обмежена

source: Invalid 2FA confirmation code.
fi: Virheellinen kaksivaiheisen tunnistautumisen vahvistuskoodi.
ga: Tá an cód 2FA seo neamhbhailí.
gl: O código de confirmación 2FA non é válido.
hi: अमान्य 2FA पुष्टिकरण कोड
ne: अमान्य 2FA पुष्टि कोड।
uk: Невірний код підтвердження двофакторної автентифікації.

source: Invalid handle. Please try a different one.
fi: Virheellinen käyttäjätunnus. Kokeile toista.
ga: Leasainm neamhbhailí. Bain triail as ceann eile.
gl: Alcume non válido. Por favor, insire un diferente.
hi: अमान्य हैंडल। कृपया कुछ और चुनें।
ne: अवैध ह्यान्डल। कृपया अर्को प्रयास गर्नुहोस्।
uk: Хибний псевдонім. Будь ласка, спробуйте ввести інший.

source: Invalid Verification Code
fi: Virheellinen vahvistuskoodi
ga: Cód Deimhnithe Neamhbhailí
gl: O Código de Verificación incorrecto
hi: अमान्य सत्यापन कोड
ne: अवैध प्रमाणिकरण कोड
uk: Недійсний код підтвердження

source: Invite a Friend
fi: Kutsu ystävä
ga: Tabhair cuireadh chuig cara leat
gl: Convida a unha amizade
hi: दोस्त को आमंत्रित करें
ne: एक साथीलाई निमन्त्रणा गर्नुहोस्
uk: Запросити друга

source: Invite code
fi: Kutsukoodi
ga: Cód cuiridh
gl: Código de convite
hi: आमंत्रण कोड
ne: निमन्त्रणा कोड
uk: Код запрошення

source: Invite code not accepted. Check that you input it correctly and try again.
fi: Kutsukoodia ei hyväksytty. Tarkista, että syötit sen oikein, ja yritä uudelleen.
ga: Níor glacadh leis an gcód cuiridh. Bí cinnte gur scríobh tú i gceart é agus bain triail eile as.
gl: Non se acepta o código de convite. Comproba que o introduciches correctamente e inténtao de novo.
hi: आमंत्रण कोड स्वीकार नहीं हुआ। देख लें कि आपने उसे सही से दर्ज किया है और फिर से प्रयास करें।
ne: निमन्त्रणा कोड स्वीकार गरिएन। कृपया यसलाई सहि तरिकाले प्रविष्ट गर्नुभएको छ कि छैन जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
uk: Код запрошення не прийнято. Переконайтеся в його правильності та повторіть спробу.

source: Invite codes: {0} available
fi: Kutsukoodit: {0} saatavilla
ga: Cóid chuiridh: {0} ar fáil
gl: Códigos de convite: {0} dispoñíbeis
hi: आमंत्रण कोड: {0} उपलब्ध
ne: निमन्त्रणा कोडहरू: {0} उपलब्ध
uk: Коди запрошення: {0}

source: Invite codes: 1 available
fi: Kutsukoodit: 1 saatavilla
ga: Cóid chuiridh: 1 ar fáil
gl: Códigos de convite: 1 disponíbel
hi: आमंत्रण कोड: 1 उपलब्ध
ne: निमन्त्रणा कोडहरू: 1 उपलब्ध
uk: Коди запрошення: 1

source: Invite people to this starter pack!
fi: Kutsu käyttäjiä tähän aloituspakettiin!
ga: Tabhair cuireadh do dhaoine chuig an pacáiste fáilte!
gl: Convida a persoas a este paquete inicial!
hi: इस स्टार्टर पैक से लोगों को आमंत्रित करें
ne: यस स्टार्टर प्याकमा मानिसहरूलाई निमन्त्रणा गर्नुहोस्!
uk: Запросити користувачів до цієї підбірки!

source: Invite your friends to follow your favorite feeds and people
fi: Kutsu kavereitasi seuraamaan suosikkisyötteitäsi ja -käyttäjiäsi
ga: Tabhair cuireadh do do chuid cairde na fothaí agus na daoine is fearr leat a leanúint
gl: Convida ás túas amizades a seguir as túas canles e persoas favoritas
hi: अपने दोस्तों को अपने मनपसंद फ़ीड और लोगों को फ़ॉलो करने के लिए आमंत्रित करें।
ne: आफ्ना साथीहरूलाई तपाईंका मनपर्ने फीड र व्यक्तिहरूको अनुसरण गर्न निमन्त्रणा गर्नुहोस्।
uk: Запросіть друзів стежити за вашими улюбленими стрічками та користувачами

source: Invites, but personal
fi: Kutsuja mutta henkilökohtaisia
ga: Cuirí, ach pearsanta
gl: Convites, mais personais
hi: आमंत्रण, पर निजी
ne: निमन्त्रणहरू, तर व्यक्तिगत
uk: Запрошення окрім особистих

source: It's correct
fi: Se on oikein
ga: Tá. Tá sé ceart
gl: É correcto
hi: सही है
ne: यो सहि छ
uk: Все вірно

source: It's just you right now! Add more people to your starter pack by searching above.
fi: Vain sinä olet nyt tässä! Lisää muita käyttäjiä aloituspakettiisi yllä olevalla haulla.
ga: Níl ann ach tusa anois! Cuardaigh thuas le tuilleadh daoine a chur le do phacáiste fáilte.
gl: Por agora só estás ti! Engade máis persoas ao teu paquete inicial buscando arriba.
hi: अभी इसमें बस आप ही हैं! ऊपर खोजकर अपने स्टार्टर पैक में और लोगों को जोड़ें।
ne: अहिले मात्र तपाईं हुनुहुन्छ! माथि खोजेर आफ्नो स्टार्टर प्याकमा थप मानिसहरू थप्नुहोस्।
uk: Зараз ви на самоті. Додайте користувачів до власної підбірки шукаючи їх вище.

source: Job ID: {0}
fi: Työpaikan tunnus: {0}
ga: ID an Jab: {0}
gl: Tarefa ID: {0}
hi: काम आईडी: {0}
ne: जॉब आईडी: {0}
uk: Вакансія: {0}

source: Join Bluesky
fi: Liity Blueskyhin
ga: Cláraigh le Bluesky
gl: Únete a Bluesky
hi: Bluesky में शामिल हों
ne: ब्लूस्काईमा सामेल हुनुहोस्
uk: Приєднатися до Bluesky

source: Join the conversation
fi: Liity keskusteluun
ga: Glac páirt sa chomhrá
gl: Únete á conversa
hi: बातचीत में शामिल हों
ne: कुरा गर्ने प्रक्रियामा सामेल हुनुहोस्
uk: Приєднатися до розмови

source: Journalism
fi: Journalismi
ga: Iriseoireacht
gl: Xornalismo
hi: पत्रकारिता
ne: पत्रकारिता
uk: Журналістика

source: Labeled by {0}.
fi: Merkinnyt {0}.
ga: Lipéad curtha ag {0}.
gl: Etiquetado por {0}.
hi: {0} द्वारा लेबल किया गया।
ne: {0} द्वारा लेबल गरिएको।
uk: {0} додав мітки.

source: Labeled by the author.
fi: Tekijän merkitsemä.
ga: Lipéadaithe ag an údar.
gl: Etiquetado pola persoa autora.
hi: रचयिता द्वारा लेबल किया गया।
ne: लेखकद्वारा लेबल गरिएको।
uk: Автор додав мітки.

source: Labels
fi: Merkinnät
ga: Lipéid
gl: Etiquetas
hi: लेबल
ne: लेबलहरू
uk: Мітки

source: Labels added
fi: Merkinnät lisätty
ga: Cuireadh lipéid leis
gl: Etiquetas engadidas
hi: लेबल जोड़े गए
ne: लेबलहरू थपियो
uk: Мітки додано

source: Labels are annotations on users and content. They can be used to hide, warn, and categorize the network.
fi: Merkinnät ovat käyttäjiä ja sisältöä koskevia huomioita. Niitä voidaan käyttää verkoston piilottamiseen, varoittamiseen ja luokitteluun.
ga: Nótaí faoi úsáideoirí nó ábhar is ea lipéid. Is féidir úsáid a bhaint astu leis an líonra a cheilt, a chatagóiriú, agus fainic a chur air.
gl: As etiquetas son anotacións sobre persoas e contido. Poden usarse para ocultar, advertir e categorizar a rede.
hi: लेबल लोगों और सामग्री का नामांकन है। इन्हें नेटवर्क को छिपाने, चेतावनी देने, और वर्गीकरण के लिए उपयोग किया जा सकता है।
ne: लेबलहरू प्रयोगकर्ता र सामग्रीमा ट्यागहरू हुन्। ती नेटवर्कलाई लुकाउन, चेतावनी दिन, र वर्गीकृत गर्न प्रयोग गर्न सकिन्छ।
uk: Мітки є анотаціями на користувачів і вміст. Вони можуть використані для приховання, попередження та категоризації мережі.

source: Labels on your account
fi: Tilisi merkinnät
ga: Lipéid ar do chuntas
gl: Etiquetas na túa conta
hi: आपके खाते पर लेबल
ne: तपाईंको खातामा लेबलहरू
uk: Мітки на вашому обліковому записі

source: Labels on your content
fi: Sisältösi merkinnät
ga: Lipéid ar do chuid ábhair
gl: Etiquetas no teu contido
hi: आपकी सामग्री पर लेबल
ne: तपाईंको सामग्रीमा लेबलहरू
uk: Мітки на вашому контенті

source: Language Settings
fi: Kieliasetukset
ga: Socruithe teanga
gl: Axustes de Idiomas
hi: भाषा सेटिंग
ne: भाषा सेटिङ
uk: Налаштування мови

source: Languages
fi: Kielet
ga: Teangacha
gl: Idiomas
hi: भाषा
ne: भाषाहरू
uk: Мови

source: Larger
fi: Suurempi
ga: Níos Mó
gl: Máis grande
hi: बड़ा
ne: ठूलो
uk: Більше

source: Latest
fi: Uusimmat
ga: Is Déanaí
gl: Último
hi: नए
ne: पछिल्लो
uk: Нещодавні

source: Learn More
fi: Lue lisää
ga: Le tuilleadh a fhoghlaim
gl: Aprender máis
hi: अधिक जानें
ne: थप जान्नुहोस्
uk: Дізнатися більше

source: Learn more about self hosting your PDS.
fi: Lue lisää PDS:n itse hostaamisesta.
ga: Tuilleadh eolais faoi do fhreastalaí pearsanta féin a óstáil.
gl: Obtén máis información sobre como aloxar o teu PDS.
hi: PDS को ख़ुद होस्ट करने के बारे में अधिक जानें।
ne: आफ्नो PDS आफैं होस्ट गर्ने बारे थप जान्नुहोस्।

source: Learn more about this warning
fi: Lue lisää tästä varoituksesta
ga: Le tuilleadh a fhoghlaim faoin rabhadh seo
gl: Aprender máis sobre esta advertencia
hi: इस चेतावनी के बारे में अधिक जानें
ne: यस चेतावनीबारे थप जान्नुहोस्।
uk: Дізнатися більше про це попередження

source: Learn more about what is public on Bluesky.
fi: Lue lisää siitä, mikä on julkista Blueskyssa.
ga: Le tuilleadh a fhoghlaim faoi céard atá poiblí ar Bluesky
gl: Máis información sobre o que é público en Bluesky.
hi: Bluesky पर क्या सार्वजनिक है, इसके के बारे में अधिक जानें
ne: ब्लूस्काईमा सार्वजनिक हुने विषयबारे थप जान्नुहोस्।
uk: Дізнатися більше про те, що є публічним в Bluesky.

source: Learn more.
fi: Lue lisää.
ga: Tuilleadh eolais.
gl: Aprender máis.
hi: अधिक जानें।
ne: थप जान्नुहोस्।
uk: Дізнатися більше.

source: Leave
fi: Poistu
ga: Éirigh as
gl: Deixar
hi: निकलें
ne: छोड्नुहोस्
uk: Вийти

source: Leave chat
fi: Poistu chatista
ga: Éirigh as an gcomhrá
gl: Deixar conversa
hi: बातचीत से निकलें
ne: च्याट छोड्नुहोस्
uk: Вийти з чату

source: Leave conversation
fi: Poistu keskustelusta
ga: Éirigh as an gcomhrá
gl: Deixar conversación
hi: बातचीत से निकलें
ne: वार्तालाप छोड्नुहोस्
uk: Залишити розмову

source: Leaving Bluesky
fi: Poistutaan Blueskysta
ga: Ag fágáil slán ag Bluesky
gl: Saír de Bluesky
hi: Bluesky से बाहर जा रहे हैं
ne: ब्लूस्काई छोड्दै
uk: Залишити Bluesky

source: left to go.
fi: jäljellä.
ga: le déanamh fós.
gl: queda por ir.
hi: बाक़ी
ne: जान बाँकी।
uk: ще залишилося.

source: Let me choose
fi: Anna minun valita
ga: Lig dom roghnú
gl: Déixame escoller
hi: मुझे चुनने दें।
ne: मलाई छान्न दिनुहोस्
uk: Дозвольте обрати мені

source: Let's get your password reset!
fi: Aloitetaan salasanasi nollaus!
ga: Socraímis do phasfhocal arís!
gl: Imos restablecer o teu contrasinal!
hi: चलिए आपका पासवर्ड रीसेट करें!
ne: आउनुहोस्, तपाईंको पासवर्ड पुन: सेट गरौं!
uk: Давайте відновимо ваш пароль!

source: Let's go!
fi: Aloitetaan!
ga: Ar aghaidh linn!
gl: Imos!
hi: चलो चलें!
ne: हिँडौं!
uk: Злітаємо!

source: Light
fi: Vaalea
ga: Sorcha
gl: Claro
hi: रोशन
ne: हल्का
uk: Світла

# Name of app icon variant
source: Light
fi: Vaalea
ga: Sorcha
gl: Claro
hi: रोशन
ne: हल्का
uk: Світла

source: Like
fi: Tykkää
ga: Moladh
hi: पसंद
uk: Вподобати

source: Like ({0, plural, one {# like} other {# likes}})
fi: Tykkää ({0, plural, one {# tykkäys} other {# tykkäystä}})
ga: Mol ({0, plural, one {# mholadh} two {# mholadh} few {# mholadh} many {# moladh} other {# moladh}})
hi: पसंद करें ({0, plural, one {# पसंद} other {# पसंद}})

source: Like 10 posts
fi: Tykkää 10 julkaisusta
ga: Mol 10 bpostáil.
gl: Dálle «gústame» a 10 chíos
hi: 10 पोस्ट पसंद करें
ne: १० पोस्टहरू मन पराउनुहोस्
uk: Вподобати 10 постів

source: Like 10 posts to train the Discover feed
fi: Tykkää 10 julkaisusta kouluttaaksesi Discover-syötettä
ga: Mol 10 bpostáil leis an bhfotha Discover a thraenáil
gl: Dálle «gústame» a 10 publicacións para entrenar as canles de Descubrimento.
hi: डिस्कवर फ़ीड को प्रशिक्षित करने के लिए 10 पोस्ट पसंद करें
ne: डिस्कभर फीडलाई तालिम दिन १० पोस्ट मन पराउनुहोस्।
uk: Вподобати 10 постів задля тренування Стрічки відкриття

source: Like this feed
fi: Tykkää tästä syötteestä
ga: Mol an fotha seo
gl: Dar «gústame» a esta canle
hi: इस फ़ीड को पसंद करें
ne: यस फीडलाई मन पराउनुहोस्।
uk: Вподобати цю стрічку

source: Liked by
fi: Tykänneet
ga: Molta ag
gl: Gustoulle a
hi: इन्होनें पसंद किया
ne: मन पराउनेहरू
uk: Вподобано

source: Liked By
fi: Tykänneet
ga: Molta ag
gl: Gustoulle a
hi: इन्होनें पसंद किया
ne: मन पराउनेहरू
uk: Вподобано

source: Liked by {0, plural, one {# user} other {# users}}
fi: Tykännyt {0, plural, one {# käyttäjä} other {# käyttäjää}}
ga: Molta ag {0, plural, one {úsáideoir amháin} two {# úsáideoir} few {# úsáideoir} many {# n-úsáideoir} other {# úsáideoir}}
hi: {0, plural, one {# उपयोगकर्ता} other {# उपयोगकर्ताओं}} ने पसंद किया

source: Liked by {likeCount, plural, one {# user} other {# users}}
fi: Tykännyt {likeCount, plural, one {# käyttäjä} other {# käyttäjää}}
ga: Molta ag {likeCount, plural, one {úsáideoir amháin} two {# úsáideoir} few {# úsáideoir} many {# n-úsáideoir} other {# úsáideoir}}
hi: {likeCount, plural, one {# उपयोगकर्ता} other {# उपयोगकर्ताओं}} ने पसंद किया

source: Likes
fi: Tykkäykset
ga: Moltaí
gl: Gústame
hi: पसंद
ne: रुचिहरू
uk: Уподобання

source: Likes on this post
fi: Tämän julkaisun tykkäykset
ga: Moltaí don phostáil seo
gl: Gústame en este chío
hi: इस पोस्ट पर पसंद
ne: यस पोस्टमा रुचिहरू
uk: Уподобання цього посту

source: Linear
fi: Lineaarisesti
ga: Líneach
gl: Lineal
hi: रेखीय

source: List
fi: Lista
ga: Liosta
gl: Listaxe
hi: सूची
ne: सूची
uk: Список

source: List Avatar
fi: Listan kuvake
ga: Abhatár an Liosta
gl: Avatar da listaxe
hi: सूची अवतार
ne: सूची अवतार
uk: Список аватарів

# toast
source: List blocked
fi: Lista estetty
ga: Liosta blocáilte
hi: सूची अवरुद्ध की गई
ne: सूची ब्लक गरियो
uk: Список заблоковано

source: List by {0}
fi: Lista käyttäjältä {0}
ga: Liosta le {0}
gl: Listaxe por {0}
hi: {0} द्वारा सूची
ne: {0} द्वारा सूची
uk: Список від {0}

source: List by <0/>
fi: Lista käyttäjältä <0/>
ga: Liosta le <0/>
hi: <0/> द्वारा सूची

source: List by you
fi: Oma listasi
ga: Liosta de do chuid
hi: आपके द्वारा सूची

# toast
source: List deleted
fi: Lista poistettu
ga: Scriosadh an liosta
hi: सूची मिटाई गई
ne: सूची मेटाइयो
uk: Список видалено

source: List has been hidden
fi: Lista on piilotettu
ga: Cuireadh an liosta i bhfolach
gl: Ocultouse a listaxe
hi: सूची छिपा दी गई
ne: सूची लुकाइएको छ
uk: Список приховано

source: List Hidden
fi: Lista piilotettu
ga: Cuireadh an liosta i bhfolach
gl: Listaxe oculta
hi: सूची छिपाई गई
ne: सूची लुकाइएको
uk: Список приховано

# toast
source: List muted
fi: Lista mykistetty
ga: Balbhaíodh an liosta
gl: Listaxe silenciada
hi: सूची म्यूट की गई
ne: सूची म्यूट गरियो
uk: Список ігноровано

source: List Name
fi: Listan nimi
ga: Ainm an liosta
gl: Nome da listaxe
hi: सूची का नाम
ne: सूची नाम
uk: Назва списку

# toast
source: List unblocked
fi: Listan esto poistettu
ga: Liosta díbhlocáilte
gl: Listaxe desbloqueada
hi: सूची अनअवरुद्ध की गई
ne: सूची अनब्लक गरियो
uk: Список розблоковано

# toast
source: List unmuted
fi: Listan mykistys poistettu
ga: Liosta nach bhfuil balbhaithe níos mó
gl: A listaxe xa non está silenciada
hi: सूची अनम्यूट की गई
ne: सूची अनम्यूट गरियो
uk: Список більше не ігноровано

source: Lists
fi: Listat
ga: Liostaí
gl: Listaxes
hi: सूची
ne: सूचीहरू
uk: Списки

source: Lists blocking this user:
fi: Listat, jotka estävät tämän käyttäjän:
ga: Liostaí a bhlocálann an t-úsáideoir seo:
gl: Listaxes que bloquean a esta persoa:
hi: इस उपयोगकर्ता को अवरुद्ध करती सूचियाँ:
ne: यस प्रयोगकर्तालाई ब्लक गर्ने सूचीहरू:
uk: Списки, що блокують цього користувача:

source: Load more
fi: Lue lisää
ga: Lódáil tuilleadh
gl: Cargar máis
hi: और लोड करें
ne: थप लोड गर्नुहोस्
uk: Завантажити більше

source: Load more suggested feeds
fi: Lataa lisää ehdotettuja syötteitä
ga: Lódáil tuilleadh fothaí molta
gl: Cargar máis canles suxeridas
hi: और अनुशंसित फ़ीड लोड करें
ne: थप सुझाइएका फीडहरू लोड गर्नुहोस्।
uk: Завантажити більше запропонованих стрічок

source: Load new notifications
fi: Lataa uusia ilmoituksia
ga: Lódáil fógraí nua
gl: Cargar notificacións novas
hi: नई अधिसूचनाएँ लोड करें
ne: नयाँ सूचनाहरू लोड गर्नुहोस्।
uk: Завантажити нові сповіщення

source: Load new posts
fi: Lataa uusia julkaisuja
ga: Lódáil postálacha nua
gl: Cargar novos chíos
hi: नए पोस्ट लोड करें
ne: नयाँ पोस्टहरू लोड गर्नुहोस्।
uk: Завантажити нові пости

source: Loading...
fi: Ladataan…
ga: Ag lódáil …
gl: Cargando...
hi: लोड हो रहा है...
ne: लोड हुँदैछ...
uk: Завантаження...

source: Log
fi: Loki
ga: Logleabhar
gl: Rexistro
hi: लॉग
ne: लग
uk: Звіт

source: Logged-out visibility
fi: Näkyvyys kirjautumattomana
ga: Feiceálacht le linn a bheith logáilte amach
gl: Visibilidade de desconexión
hi: लॉग आउट दृश्यता
ne: लग आउट गरिएको दृश्यता
uk: Видимість для користувачів без облікового запису

source: Logo by @sawaratsuki.bsky.social
fi: Logo käyttäjältä @sawaratsuki.bsky.social
ga: @sawaratsuki.bsky.social a rinne an lógó
gl: Logo por @sawaratsuki.bsky.social
hi: @sawaratsuki.bsky.social द्वारा लोगो

source: Logo by <0>@sawaratsuki.bsky.social</0>
fi: Logo käyttäjältä <0>@sawaratsuki.bsky.social</0>
ga: <0>@sawaratsuki.bsky.social</0> a rinne an lógó
gl: Logo por <0>@sawaratsuki.bsky.social</0>
hi: <0>@sawaratsuki.bsky.social</0> द्वारा लोगो
ne: लोगो द्वारा <0>@sawaratsuki.bsky.social</0>
uk: Лого від <0>@sawaratsuki.bsky.social</0>

source: Long press to open tag menu for #{tag}
fi: Paina pitkään avataksesi valikon tunnisteelle #{tag}
ga: Brú fada le clár na clibe le haghaidh #{tag} a oscailt
gl: Mantén presionado para abrir o menú de etiquetas para #{tag}
hi: #{tag} के लिए टैग मेनू खोलने के लिए लंबा दबाएँ
ne: #{tag} को लागि ट्याग मेनु खोल्न लामो समयसम्म थिच्नुहोस्।
uk: Тривале натискання відкриває меню тегів для #{tag}

source: Looks like XXXXX-XXXXX
fi: Näkyy muodossa XXXXX-XXXXX
ga: Tá cuma XXXXX-XXXXX air
gl: É como XXXXX-XXXXX
hi: XXXXX-XXXXX जैसा दिखता है
ne: यो XXXXX-XXXXX जस्तो देखिन्छ।
uk: Виглядає як XXXXX-XXXXXXX

source: Looks like you haven't saved any feeds! Use our recommendations or browse more below.
fi: Nähtävästi et ole tallentanut yhtäkään syötettä! Käytä suosituksiamme tai selaa lisää alla.
ga: Is cosúil nár sábháil tú fotha ar bith! Lean na moltaí a rinne muid nó tabhair súil ar a bhfuil thíos anseo.
gl: Parece que non gardaches ningunha canle. Usa as nosas recomendacións ou busca máis abaixo.
hi: लगता है आपने कोई फ़ीड सहेजे नहीं हैं! हमारी अनुशंसाओं का उपयोग करें या नीचे और अधिक देखें
ne: तपाईंले कुनै फीडहरू सुरक्षित गर्नुभएको छैन जस्तो देखिन्छ! हाम्रो सिफारिसहरू प्रयोग गर्नुहोस् वा तल थप ब्राउज गर्नुहोस्।
uk: Схоже, ви не зберегли жодної стрічки! Використовуйте наші рекомендації або подивіться на ще більше стрічок нижче.

source: Looks like you unpinned all your feeds. But don't worry, you can add some below 😄
fi: Nähtävästi irrotit kaikki syötteesi. Älä kuitenkaan huoli, sillä voit lisätä jotain alla 😄
ga: Is cosúil gur éirigh tú as na fothaí uilig a bhí agat. Ná bíodh imní ort. Tig leat fothaí eile a roghnú thíos 😄
gl: Parece que desfixaches todas as túas canles. Mais non te preocupes, podes agregar algunhas máis abaixo 😄
hi: लगता है आपने अपने सभी फ़ीड अनपिन कर दिया है। पर चिंता न करें, आप नीचे में कोई भी जोड़ सकते हैं 😄
ne: तपाईंले सबै फीडहरू अनपिन गर्नुभयो जस्तो छ। तर चिन्ता नगर्नुहोस्, तल केही थप्न सक्नुहुन्छ 😄।
uk: Схоже, ви відкріпили всі свої стрічки. Але не хвилюйтесь, можете додати деякі нижче 😄

source: Looks like you're missing a following feed. <0>Click here to add one.</0>
fi: Nähtävästi sinulta puuttuu seurattujen syöte. <0>Napsauta tästä lisätäksesi sellaisen.</0>
ga: Is cosúil go bhfuil fotha leanúna ar iarraidh ort. <0>Cliceáil anseo le ceann a fháil.</0>
gl: Parece que che falta unha canle de seguimento. <0>Preme aquí para agregar unha</0>
hi: लगता है आप फ़ॉलोइंग फ़ीड भूल गए। <0>जोड़ने के लिए यहाँ क्लिक करें।</0>
ne: तपाईंले अनुसरण गर्ने फीड हराएको जस्तो देखिन्छ। <0>यहाँ क्लिक गरेर थप्नुहोस्।</0>
uk: Схоже, у вас відсутня стрічка тих, кого ви читаєте. <0>Натисніть тут, щоб додати її.</0>

source: Make one for me
fi: Tee minulle sellainen
ga: Déan ceann domsa
gl: Fai un para min
hi: मेरे लिए एक बनाएँ
ne: मेरो लागि एउटा बनाउनुहोस्।
uk: Згенерувати для мене

source: Make sure this is where you intend to go!
fi: Varmista, että olet menossa oikeaan paikkaan!
ga: Bí cinnte go bhfuil tú ag iarraidh cuairt a thabhairt ar an áit sin!
gl: Asegúrate de que este é o lugar onde queres ir!
hi: यह सुनिश्चित करें कि आप यहाँ जाना चाहते हैं!
ne: तपाईं जहाँ जान चाहनुहुन्छ, यो त्यही हो भनेर सुनिश्चित गर्नुहोस्!
uk: Переконайтеся, що це дійсно той сайт, що ви збираєтеся відвідати!

source: Manage saved feeds
fi: Hallinnoi tallennettuja syötteitä
ga: Bainistigh na fothaí a shábháil tú
hi: सहेजे गए फ़ीड प्रबंधित करें
ne: सुरक्षित फीडहरू व्यवस्थापन गर्नुहोस्
uk: Керувати збереженими стрічками
