Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Why should this message be reviewed?
fi: Miksi tämä viesti tulisi arvioida?
ga: Cén fáth gur cheart athbhreithniú a dhéanamh ar an teachtaireacht seo?
gl: Por que se debería revisar esta mensaxe?
hi: इस संदेश की समीक्षा क्यों होनी चाहिए?
ne: यो सन्देश किन समीक्षा गर्नुपर्छ?
uk: Чому слід перевірити це повідомлення?

source: Why should this post be reviewed?
fi: Miksi tämä julkaisu tulisi arvioida?
ga: Cén fáth gur cheart athbhreithniú a dhéanamh ar an bpostáil seo?
gl: Por que se debería revisar este chío?
hi: इस पोस्ट की समीक्षा क्यों होनी चाहिए?
ne: यो पोस्ट किन समीक्षा गर्नुपर्छ?
uk: Чому слід переглянути цей пост?

source: Why should this starter pack be reviewed?
fi: Miksi tämä aloituspaketti tulisi arvioida?
ga: Cén fáth ar cheart athbhreithniú a dhéanamh ar an bpacáiste fáilte seo?
gl: Por que se debería revisar este paquete inicial?
hi: इस स्टार्टर पैक की समीक्षा क्यों होनी चाहिए?
ne: यो स्टार्टर प्याक किन समीक्षा गर्नुपर्छ?
uk: Чому цю підбірку потрібно перевірити?

source: Why should this user be reviewed?
fi: Miksi tämä käyttäjä tulisi arvioida?
ga: Cén fáth gur cheart athbhreithniú a dhéanamh ar an úsáideoir seo?
gl: Por que se debería revisar esta persoa?
hi: इस उपयोगकर्ता की समीक्षा क्यों होनी चाहिए?
ne: यो प्रयोगकर्ता किन समीक्षा गर्नुपर्छ?
uk: Чому слід переглянути цього користувача?

source: Write a message
fi: Kirjoita viesti
ga: Scríobh teachtaireacht
gl: Escribe unha mensaxe
hi: संदेश लिखें
ne: सन्देश लेख्नुहोस्
uk: Уведіть повідомлення

source: Write post
fi: Kirjoita julkaisu
ga: Scríobh postáil
gl: Escribe un chío
hi: पोस्ट लिखें
ne: पोस्ट लेख्नुहोस्
uk: Написати пост

source: Write your reply
fi: Kirjoita vastauksesi
ga: Scríobh freagra
gl: Escribe a túa resposta
hi: अपना जवाब दें
ne: तपाईंको जवाफ लेख्नुहोस्
uk: Написати відповідь

source: Writers
fi: Kirjoittajat
ga: Scríbhneoirí
gl: Escritores e escritoras
hi: लेखक
ne: लेखकहरू
uk: Письменники

source: Wrong DID returned from server. Received: {0}
fi: Palvelin palautti väärän DID:n. Vastaanotettiin {0}
ga: Tháinig DID mícheart ón fhreastalaí. Fuarthas: {0}
gl: O servidor devolveu un DID incorrecto. Recibido: {0}
hi: सर्वर से ग़लत DID प्राप्त हुआ। प्राप्त: {0}
ne: सर्भरबाट गलत DID प्राप्त भयो। प्राप्त: {0}

source: Yes
fi: Kyllä
ga: Tá
gl: Si
hi: हाँ
ne: हो
uk: Так

source: Yes, deactivate
fi: Kyllä, poista käytöstä
ga: Tá, díghníomhaigh
gl: Si, desactivar
hi: हाँ, निष्क्रिय करें
ne: हो, निष्क्रिय गर्नुहोस्
uk: Так, деактивувати

source: Yes, delete this starter pack
fi: Kyllä, poista tämä aloituspaketti
ga: Scrios an pacáiste fáilte seo
gl: Si, eliminar este paquete de inicio
hi: हाँ, इस स्टार्टर पैक को मिटाएँ
ne: हो, यो स्टार्टर प्याक मेटाउनुहोस्
uk: Так, видалити цю підбірку

source: Yes, detach
fi: Kyllä, irrota
ga: Tá, dícheangail
gl: Si, desprenderse
hi: हाँ, अलग करें
ne: हो, अलग गर्नुहोस्
uk: Так, вилучити

source: Yes, hide
fi: Kyllä, piilota
ga: Tá, cuir i bhfolach é
gl: Si, ocultar
hi: हाँ, छिपाएँ
ne: हो, लुकेको राख्नुहोस्
uk: Так, сховати

source: Yes, reactivate my account
fi: Kyllä, palauta tilini käyttöön
ga: Tá, athghníomhaigh mo chuntas
gl: Si, reactiva a miña conta
hi: हाँ, मेरा खाता फिर से सक्रिय करें
ne: हो, मेरो खाता पुनः सक्रिय गर्नुहोस्
uk: Так, знов активувати мій обліковий запис

source: Yesterday
fi: Eilen
ga: Inné
gl: Onte
hi: कल
ne: हिजो
uk: Вчора

source: You are in line.
fi: Olet jonossa.
ga: Tá tú sa scuaine.
gl: Estás en liña.
hi: आप पंक्ति में हैं
ne: तपाईं पंक्तिमा हुनुहुन्छ।
uk: Ви в черзі.

source: You are not allowed to upload videos.
fi: Sinun ei ole mahdollista ladata videoita palveluun.
ga: Níl cead agat físeáin a uaslódáil.
gl: Non tes permiso para cargar vídeos.
hi: आपको वीडियो अपलोड करने की अनुमति नहीं है।
ne: तपाईंलाई भिडियो अपलोड गर्न अनुमति छैन।
uk: Ви не можете завантажувати відео.

source: You are not following anyone.
fi: Et seuraa ketään.
ga: Níl éinne á leanúint agat.
gl: Non estás seguindo a ninguén.
hi: आप किसी को फ़ॉलो नहीं कर रहे है।
ne: तपाईं कसैलाई पनि पछ्याइरहनु भएको छैन।
uk: Ви ні на кого не підписані.

source: You can also discover new Custom Feeds to follow.
fi: Voit myös selata uusia mukautettuja syötteitä seurattavaksi.
ga: Is féidir leat sainfhothaí nua a aimsiú le leanúint.
gl: Tamén podes descubrir novas canles personalizadas para seguir.
hi: आप फ़ॉलो करने के लिए नए कस्टम फ़ीड खोज सकते हैं।
ne: तपाईं नयाँ कस्टम फीडहरू पनि पत्ता लगाउन सक्नुहुन्छ।
uk: Також ви можете знайти кастомні стрічки для підписання.

source: You can also temporarily deactivate your account instead, and reactivate it at any time.
fi: Voit myös poistaa tilisi käytöstä väliaikaisesti ja palauttaa sen käyttöön milloin tahansa.
ga: Is féidir leat do chuntas a dhíghníomhú go sealadach, agus é a athghníomhú uair ar bith.
gl: Tamén podes desactivar temporalmente a túa conta e reactivala en calquera momento.
hi: इसके अलावा आप अस्थायी रूप से अपना खाता निष्क्रिय कर सकते हैं, और उसे कभी भी सक्रिय कर सकते हैं।
ne: तपाईं आफ्नो खाता अस्थायी रूपमा निष्क्रिय गर्न सक्नुहुन्छ, र यसलाई कुनै पनि समय पुनः सक्रिय गर्न सक्नुहुन्छ।
uk: Ви також можете тимчасово деактивувати ваш обліковий запис замість цього та відновити його в будь-який час.

source: You can continue ongoing conversations regardless of which setting you choose.
fi: Voit jatkaa meneillään olevia keskusteluja riippumatta valitsemastasi asetuksesta.
ga: Is féidir leat leanacht le comhráite beag beann ar cén socrú a roghnaíonn tú.
gl: Podes continuar as conversas en curso independentemente da configuración que elixas.
hi: कोई भी सेटिंग चुनने पर भी आप चल रहे बातचीत को जारी रख सकते हैं।
ne: तपाईंले जुन सेटिङ पनि छनोट गर्नुभएको भए पनि चलिरहेको वार्तालापलाई जारी राख्न सक्नुहुन्छ।
uk: Ви можете продовжувати поточні розмови незалежно від того, які налаштування ви оберете.

source: You can now sign in with your new password.
fi: Voit nyt kirjautua sisään uudella salasanallasi.
ga: Is féidir leat logáil isteach le do phasfhocal nua anois.
gl: Agora podes iniciar sesión co teu novo contrasinal.
hi: अब आप अपने नए पासवर्ड के साथ साइन इन कर सकते हैं।
ne: तपाईं अब नयाँ पासवर्डसँग साइन इन गर्न सक्नुहुन्छ।
uk: Тепер ви можете увійти за допомогою нового пароля.

source: You can reactivate your account to continue logging in. Your profile and posts will be visible to other users.
fi: Voit palauttaa tilisi käyttöön jatkaaksesi sisäänkirjautumista. Profiilisi ja julkaisusi tulevat näkyviin muille käyttäjille.
ga: Is féidir leat do chuntas a athghníomhú chun leanacht ort ag logáil isteach. Beidh úsáideoirí eile in ann do phróifíl agus do chuid postálacha a fheiceáil.
gl: Podes reactivar a túa conta para continuar iniciando sesión. O teu perfil e os chíos serán visíbeis para outras persoas.
hi: आप लॉग इन जारी रखने के लिए अपना खाता फिर से सक्रिय कर सकते हैं। आपके प्रोफ़ाइल और पोस्ट अन्य उपयोगकर्ताओं को
ne: तपाईं आफ्नो खाता पुनः सक्रिय गरेर लगइन जारी राख्न सक्नुहुन्छ। तपाईंको प्रोफाइल र पोस्ट अन्य प्रयोगकर्ताहरूलाई देखिनेछन्।
uk: Ви можете відновити свій обліковий запис для продовження входу. Ваш обліковий запис та пости побачать інші користувачі.

source: You can update this later from your settings.
fi: Voit päivittää tämän myöhemmin asetuksistasi.
ga: Tig leat é seo a uasdátú ó do shocruithe.
gl: Podes actualizar posteriormente desde as túas preferencias.
hi: आप इसे बाद में अपने सेटिंग में बदल सकते हैं।

source: You do not have any followers.
fi: Sinulla ei ole yhtään seuraajaa.
ga: Níl aon leantóir agat.
gl: Non tes a ninguén que te siga.
hi: आपके कोई फ़ॉलोअर नहीं हैं।
ne: तपाईंको कुनै पनि फलोअर्स छैन।
uk: Ніхто не підписаний на вас.

source: You don't follow any users who follow @{name}.
fi: Et seuraa ketään, joka seuraa käyttäjää @{name}.
ga: Ní leanann tú aon leantóirí de chuid @{name}.
gl: Non segues a ningunha persoa que siga a @{name}.
hi: आप @{name} को फ़ॉलो करने वाले किसी को फ़ॉलो नहीं करते हैं।
ne: तपाईं @{name} लाई फलो गर्ने कुनै पनि प्रयोगकर्तालाई फलो गर्नुभएको छैन।
uk: Ви не підписані на жодного користувача, який підписався на @{name}.

source: You don't have any invite codes yet! We'll send you some when you've been on Bluesky for a little longer.
fi: Sinulla ei ole vielä kutsukoodeja! Lähetämme sinulle sellaisia, kun olet ollut Blueskyssa hieman pidempään.
ga: Níl aon chóid chuiridh agat fós! Cuirfidh muid cúpla cód chugat tar éis duit beagán ama a chaitheamh anseo.
gl: Aínda non tes ningún código de convite! Enviarémosche algúns cando teñas un pouco máis de tempo en Bluesky.
hi: आपके पास अभी तक कोई आमंत्रण कोड नहीं है! जब आप कुछ अधिक समय के लिए Bluesky पर रहेंगे तो हम आपको कुछ भेजेंगे।
ne: तपाईंको कुनै पनि निमन्त्रण कोड छैन! जब तपाईं थोरै समयको लागि Bluesky मा हुनुहुन्छ, तब हामी तपाईंलाई केही पठाउनेछौं।
uk: У вас ще немає кодів запрошення! З часом ми надамо вам декілька.

source: You don't have any pinned feeds.
fi: Sinulla ei ole kiinnitettyjä syötteitä.
ga: Níl aon fhothaí greamaithe agat.
gl: Non tes ningunha canle fixada.
hi: आपके पास कोई पिन किए गए फ़ीड नहीं हैं।
ne: तपाईंको कुनै पनि पिन गरिएका फीडहरू छैन।
uk: У вас немає закріплених стрічок.

source: You don't have any saved feeds.
fi: Sinulla ei ole tallennettuja syötteitä.
ga: Níl aon fhothaí sábháilte agat.
gl: Non tes canles gardadas.
hi: आपकी कोई सहेजे गए फ़ीड नहीं हैं।
ne: तपाईंको कुनै पनि बचत गरिएका फीडहरू छैन।
uk: У вас немає збережених стрічок.

source: You have blocked this user
fi: Olet estänyt tämän käyttäjän
ga: Bhlocáil tú an t-úsáideoir seo
gl: Bloqueaches a esta persoa
hi: आपने इस उपयोगकर्ता को अवरुद्ध किया है
ne: तपाईंले यो प्रयोगकर्तालाई ब्लक गर्नुभएको छ।
uk: Ви заблокували цього користувача

source: You have blocked this user. You cannot view their content.
fi: Olet estänyt tämän käyttäjän. Et voi nähdä hänen sisältöään.
ga: Bhlocáil tú an cuntas seo. Ní féidir leat a gcuid ábhar a fheiceáil.
gl: Bloqueaches a esta persoa. Non podes ver o seu contido.
hi: आपने इस उपयोगकर्ता को अवरुद्ध किया है। आप उनकी सामग्री नहीं देख सकते।
ne: तपाईंले यो प्रयोगकर्तालाई ब्लक गर्नुभएको छ। तपाईं तिनीहरूको सामग्री हेर्न सक्नुहुन्न।
uk: Ви заблокували цього користувача. Ви не можете бачити їх вміст.

source: You have entered an invalid code. It should look like XXXXX-XXXXX.
fi: Olet syöttänyt virheellisen koodin. Sen pitäisi olla muotoa XXXXX-XXXXX.
ga: Tá tú tar éis cód míchruinn a chur isteach. Ba cheart an cruth seo a bheith air: XXXXX-XXXXX.
gl: Introduciches un código non válido. Debería parecer XXXXX-XXXX.
hi: आपने एक अमान्य कोड दर्ज की है। इसे XXXXX-XXXXX जैसा दिखना चाहिए।
ne: तपाईंले अवैध कोड प्रविष्ट गर्नुभएको छ। यसले XXXXX-XXXXX जस्तो देखिनु पर्छ।
uk: Ви ввели неправильний код. Він має виглядати так: XXXXX-XXXXX.

source: You have hidden this post
fi: Olet piilottanut tämän julkaisun
ga: Chuir tú an phostáil seo i bhfolach
gl: Ocultaches este chío
hi: आपने इस पोस्ट को छिपाया है
ne: तपाईंले यो पोस्ट लुकेको छ।
uk: Ви приховали цей пост

source: You have hidden this post.
fi: Olet piilottanut tämän julkaisun.
ga: Chuir tú an phostáil seo i bhfolach.
gl: Ocultaches este chío.
hi: आपने इस पोस्ट को छिपाया है।
ne: तपाईंले यो पोस्ट लुकेको छ।
uk: Ви приховали цей пост.

source: You have muted this account.
fi: Olet mykistänyt tämän tilin.
ga: Bhalbhaigh tú an cuntas seo.
gl: Silenciaches esta conta.
hi: आपने इस खाते को म्यूट किया है।
ne: तपाईंले यो खाता म्यूट गर्नुभएको छ।
uk: Ви увімкнули ігнорування цього облікового запису.

source: You have muted this user
fi: Olet mykistänyt tämän käyttäjän
ga: Bhalbhaigh tú an t-úsáideoir seo
gl: Silenciaches esta persoas
hi: आपने इस उपयोगकर्ता को म्यूट किया है
ne: तपाईंले यो प्रयोगकर्तालाई म्यूट गर्नुभएको छ।
uk: Ви увімкнули ігнорування цього користувача

source: You have no conversations yet. Start one!
fi: Sinulla ei ole vielä keskusteluja. Aloita sellainen!
ga: Níl comhrá ar bith agat fós. Tosaigh ceann!
gl: Non tes ningunha conversa. Comeza a parolar!
hi: आपके कोई बातचीत नहीं हैं। एक शुरू करें!
ne: तपाईंको कुनै पनि वार्तालाप छैन। एक सुरु गर्नुहोस्!
uk: У вас поки немає розмов. Розпочніть першу!

source: You have no feeds.
fi: Sinulla ei ole syötteitä.
ga: Níl aon fhothaí agat.
gl: Non tes canles.
hi: आपके कोई फ़ीड नहीं है।
ne: तपाईंको कुनै फीडहरू छैन।
uk: У вас немає стрічок.

source: You have no lists.
fi: Sinulla ei ole listoja.
ga: Níl aon liostaí agat.
gl: Non tes listaxes.
hi: आपकी कोई सूचियाँ नहीं हैं।
ne: तपाईंको कुनै सूची छैन।
uk: У вас немає списків.

source: You have not blocked any accounts yet. To block an account, go to their profile and select "Block account" from the menu on their account.
fi: Et ole estänyt vielä yhtään tiliä. Estääksesi tilin siirry hänen profiiliinsa ja valitse valikosta ”Estä tili”.
ga: Níor bhlocáil tú aon chuntas fós. Le cuntas a bhlocáil, téigh go dtí a bpróifíl agus roghnaigh “Blocáil an cuntas seo” ar an gclár ansin.
gl: Aínda non bloqueaches ningunha conta. Para bloquear unha conta, vai ao seu perfil e selecciona "Bloquear conta" no menú da súa conta.
hi: आपने अभी तक किसी खाते को अवरुद्ध नहीं किया है। खाता अवरुद्ध करने के लिए, उनके प्रोफ़ाइल पर जाकर मेनू से "खाता अवरुद्ध करें" चुनें।
ne: तपाईंले कुनै खाता ब्लक गर्नुभएको छैन। एक खाता ब्लक गर्नको लागि, तिनीहरूको प्रोफाइलमा जानुहोस् र तिनीहरूको खाता मेनूबाट "खाता अवरुद्ध गर्नुहोस्" चयन गर्नुहोस्।
uk: Ви ще не заблокували жодного облікового запису. Щоб заблокувати, треба перейти до їхнього профілю та обрати опцію «Заблокувати» з меню їхнього облікового запису.

source: You have not muted any accounts yet. To mute an account, go to their profile and select "Mute account" from the menu on their account.
fi: Et ole mykistänyt vielä yhtään tiliä. Mykistääksesi tilin siirry hänen profiiliinsa ja valitse valikosta ”Mykistä tili”.
ga: Níor bhalbhaigh tú aon chuntas fós. Le cuntas a bhalbhú, téigh go dtí a bpróifíl agus roghnaigh “Balbhaigh an cuntas seo” ar an gclár ansin.
gl: Aínda non silenciaches ningunha conta. Para silenciar unha conta, vai ao seu perfil e selecciona "Silenciar conta" no menú da súa conta.
hi: आपने अभी तक किसी खाते को म्यूट नहीं किया है। खाता म्यूट करने के लिए, उनके प्रोफ़ाइल पर जाकर मेनू से "खाता म्यूट करें" चुनें।
ne: तपाईंले कुनै खाता म्यूट गर्नुभएको छैन। एक खाता म्यूट गर्नको लागि, तिनीहरूको प्रोफाइलमा जानुहोस् र तिनीहरूको खाता मेनूबाट "खाता म्यूट गर्नुहोस्" चयन गर्नुहोस्।
uk: Ви ще не ігноруєте жодного облікового запису. Щоб ігнорувати, треба перейти до їхнього профілю та вибрати опцію «Ігнорувати» з меню їхнього облікового запису.

source: You have reached the end
fi: Olet päässyt loppuun
ga: Tá deireadh sroichte agat
gl: Mimá! Chegaches ao final
hi: आप अंत तक आ गए हैं
ne: तपाईंले अन्त्यमा पुग्नुभयो
uk: Ви досягли кінця

source: You have temporarily reached the limit for video uploads. Please try again later.
fi: Olet väliaikaisesti saavuttanut videolatausten rajoituksen. Yritä myöhemmin uudelleen.
ga: Tá tú tar éis uasteorainn uaslódálacha físeáin a bhaint amach. Bain triail eile as ar ball.
gl: Alcanzaches temporalmente o límite de cargas de vídeos. Téntao de novo máis tarde.
hi: आप अस्थायी रूप से वीडियो अपलोड की सीमा तक पहुँच गए हैं। कृपया बाद मे फिर प्रयास करें।
ne: तपाईंले भिडियो अपलोडको लागि अस्थायी रूपमा सीमा पार गर्नुभयो। कृपया पछि पुनः प्रयास गर्नुहोस्।
uk: Ви тимчасово досягли ліміту завантаження відео. Будь ласка, спробуйте пізніше.

source: You haven't created a starter pack yet!
fi: Et ole luonut vielä aloituspakettia!
ga: Níl pacáiste fáilte cruthaithe agat fós!
gl: Aínda non creaches un paquete de inicio!
hi: आपने अभी तक कोई स्टार्टर पैक नहीं बनाई है!
ne: तपाईंले अझै starter pack सिर्जना गर्नुभएको छैन!
uk: Ви ще не створювали власних підбірок!

source: You haven't muted any words or tags yet
fi: Et ole mykistänyt vielä yhtään sanaa tai tunnistetta
ga: Níor bhalbhaigh tú aon fhocal ná clib fós
gl: Aínda non silenciaches ningunha palabra ou etiqueta
hi: आपने अभी तक कोई शब्द या टैग म्यूट नहीं किया है।
ne: तपाईंले अझै कुनै शब्द वा ट्याग म्यूट गर्नुभएको छैन।
uk: У вас ще немає ігнорованих слів чи тегів

source: You hid this reply.
fi: Piilotit tämän vastauksen.
ga: Chuir tú an freagra seo i bhfolach.
gl: Ocultaches esta resposta.
hi: आपने इस जवाब को छिपाया
ne: तपाईंले यो उत्तर लुकेको छ।
uk: Ви приховали цю відповідь.

source: You may appeal non-self labels if you feel they were placed in error.
fi: Voit valittaa muiden asettamista merkinnöistä, jos ne ovat mielestäsi virheellisiä.
ga: Is féidir leat achomharc a dhéanamh maidir le lipéid nár chuir tú féin má shíleann tú iad a bheith in earráid.
gl: Podes apelar as etiquetas non propias se consideras que se colocaron por erro.
hi: आप पराए लेबलों पर अपील कर सकते हैं यदि आपको लगता है कि इन्हें ग़लती से लगाया गया है।
ne: यदि तपाईंलाई लाग्छ कि गैर-आत्म लेबलहरू गल्तीले राखिएका छन् भने, तपाईं तिनीहरूको विरोध गर्न सक्नुहुन्छ।
uk: Ви можете оскаржити мітки, що були додані не вами, якщо вважаєте, що їх додано помилково.

source: You may appeal these labels if you feel they were placed in error.
fi: Voit valittaa näistä merkinnöistä, jos ne ovat mielestäsi virheellisiä.
ga: Is féidir leat achomharc a dhéanamh maidir leis na lipéad seo má shíleann tú gur cuireadh in earráid iad.
gl: Podes apelar estas etiquetas se consideras que se colocaron por erro.
hi: आप इन लेबलों पर अपील कर सकते हैं यदि आपको लगता है कि इन्हें ग़लती से लगाया गया है।
ne: यदि तपाईंलाई लाग्छ कि यी लेबलहरू गल्तीले राखिएका छन् भने, तपाईं तिनीहरूको विरोध गर्न सक्नुहुन्छ।
uk: Ви можете оскаржувати мітки, якщо вважаєте, що вони були розміщені помилково.

source: You may only add up to 3 feeds
fi: Voit lisätä enintään 3 syötettä
ga: Ní féidir leat ach suas le 3 fhotha a chur leis seo
gl: Só podes engadir ata 3 canles
hi: आप अधिकतम केवल 3 फ़ीड जोड़ सकते हैं
ne: तपाईं केवल ३ फीडहरू मात्र थप्न सक्नुहुन्छ।
uk: Ви можете додати лише 3 стрічки

source: You must be following at least seven other people to generate a starter pack.
fi: Sinun on seurattava ainakin seitsemää muuta käyttäjää, jotta voit luoda aloituspaketin.
ga: Ní mór duit seachtar ar a laghad a leanúint le pacáiste fáilte a chruthú.
gl: Debes seguir polo menos a outras sete persoas para xerar un paquete de inicio.
hi: स्टार्टर पैक उत्पन्न करने के लिए आपको कम से कम सात अन्य लोगों को फ़ॉलो करना होगा।
ne: तपाईंलाई कम्तिमा सात अन्य व्यक्तिहरूलाई फलो गर्नुपर्छ ताकि starter pack सिर्जना गर्न सकिन्छ।
uk: Ви маєте читати щонайменше сімох користувачів для генерування власної підбірки.

source: You must grant access to your photo library to save a QR code
fi: Sinun on myönnettävä pääsy kuvakirjastoosi tallentaaksesi QR-koodin
ga: Ní mór duit fáil ar do leabharlann grianghraf a cheadú le cód QR a shábháil
gl: Debes conceder acceso á túa biblioteca de fotos para gardar un código QR
hi: QR कोड सहेजने के लिए आपको फ़ोटो लाइब्रेरी तक पहुँच देनी पड़ेगी।
ne: QR कोड बचत गर्नको लागि तपाईंलाई आफ्नो फोटो लाइब्रेरीमा पहुँच दिनु पर्छ।
uk: Ви маєте надати доступ до Фотографій для збереження QR-коду

source: You must select at least one labeler for a report
fi: Sinun on valittava raporttia varten ainakin yksi merkitsijä
ga: Caithfidh tú ar a laghad lipéadóir amháin a roghnú do thuairisc
gl: Debes seleccionar polo menos unha etiquetadora para un informe
hi: शिकायत करने के लिए आपको कम से कम एक लेबलकर्ता चुनना पड़ेगा।
ne: तपाईंलाई रिपोर्टको लागि कम्तीमा एक लेबलर चयन गर्नु पर्छ।
uk: Ви мусите обрати хоча б одного мітника для скарги

source: You previously deactivated @{0}.
fi: Poistit aiemmin käytöstä tilin @{0}.
ga: Rinne tú díghníomhú ar @{0} cheana.
gl: Anteriormente desactivaches a @{0}.
hi: आपने पहले @{0} को निष्क्रिय किया था।
ne: तपाईंले पहिले @{0} निष्क्रिय गर्नुभएको थियो।
uk: Раніше ви деактивували @{0}.

source: You will be signed out of all your accounts.
fi: Sinut kirjataan ulos kaikista tileistäsi.
ga: Logálfar amach as gach cuntas thú.
gl: Sairás da sesión de todas as túas contas.
hi: आप अपने सभी खातों से साइन आउट हो जाएँगे।
ne: तपाईंलाई तपाईंका सबै खाता हरुबाट साइन आउट गरिनेछ।
uk: Ви вийдете з усіх облікових записів.

source: You will no longer receive notifications for this thread
fi: Et saa enää ilmoituksia tästä ketjusta
ga: Ní bhfaighidh tú fógraí don snáithe seo a thuilleadh.
gl: Xa non recibirás notificacións deste fío
hi: आपको और इस थ्रेड के लिए अधिसूचनाएँ नहीं मिलेंगी।
ne: तपाईं अब यस थ्रेडको लागि सूचनाहरू प्राप्त गर्न सक्नुहुन्न।
uk: Ви більше не будете отримувати сповіщення з цього обговорення

source: You will now receive notifications for this thread
fi: Saat nyt ilmoituksia tästä ketjusta
ga: Gheobhaidh tú fógraí don snáithe seo anois.
gl: Agora recibirás notificacións deste fío
hi: आपको अब इस थ्रेड के लिए अधिसूचनाएँ नहीं मिलेंगी।
ne: तपाईं अब यस थ्रेडको लागि सूचनाहरू प्राप्त गर्नुहुनेछ।
uk: Ви будете отримувати сповіщення з цього обговорення

source: You will receive an email with a "reset code." Enter that code here, then enter your new password.
fi: Saat sähköpostiisi ”palautuskoodin”. Syötä koodi tähän, ja syötä sitten uusi salasanasi.
ga: Gheobhaidh tú teachtaireacht ríomhphoist le “cód athshocraithe” ann. Cuir an cód sin isteach anseo, ansin cuir do phasfhocal nua isteach.
gl: Recibirás un correo electrónico cun "código de restablecemento". Introduce ese código aquí e, a continuación, introduce o teu novo contrasinal.
hi: आपको "रीसेट कोड" के साथ एक ईमेल मिलेगा। उस कोड को यहाँ दर्ज करें, फिर अपना नया पासवर्ड दर्ज करें।
ne: तपाईंलाई एक इमेल प्राप्त हुनेछ जसमा "रीसेट कोड" हुनेछ। त्यो कोड यहाँ प्रविष्ट गर्नुहोस्, त्यसपछि तपाईंको नयाँ पासवर्ड प्रविष्ट गर्नुहोस्।
uk: Ви отримаєте електронний лист із кодом підтвердження. Введіть цей код тут, а потім введіть новий пароль.

source: You: {0}
fi: Sinä: {0}
ga: Tusa {0}
gl: Ti: {0}
hi: आप: {0}
ne: तपाईं: {0}
uk: Ви: {0}

source: You: {defaultEmbeddedContentMessage}
fi: Sinä: {defaultEmbeddedContentMessage}
ga: Tusa: {defaultEmbeddedContentMessage}
gl: Ti: {defaultEmbeddedContentMessage}
hi: आप: {defaultEmbeddedContentMessage}
ne: तपाईं: {defaultEmbeddedContentMessage}
uk: Ви: {defaultEmbeddedContentMessage}

source: You: {short}
fi: Sinä: {short}
ga: Tusa: {short}
gl: Ti: {short}
hi: आप: {short}
ne: तपाईं: {short}
uk: Ви: {short}

source: You'll follow the suggested users and feeds once you finish creating your account!
fi: Alat seurata ehdotettuja käyttäjiä ja syötteitä, kun olet saanut tilisi luomisen valmiiksi!
ga: Leanfaidh tú na húsáideoirí agus na fothaí a moladh tar éis duit do chuntas a chruthú!
gl: Seguirás a máis persoas e as súas canles suxeridas unha vez remates de crear a túa conta!
hi: अपना खाना बनाने के बाद आप सुझाए गए उपयोगकर्ताओं और फ़ीड को फ़ॉलो करेंगे!
ne: तपाईंले आफ्नो खाता सिर्जना गरेपछि सल्लाह दिइएका प्रयोगकर्ताहरू र फीडहरूलाई फलो गर्नुहुनेछ!
uk: Ви читатимете запропонованих користувачів та стрічки щойно завершите створення облікового запису!

source: You'll follow the suggested users once you finish creating your account!
fi: Alat seurata ehdotettuja käyttäjiä, kun olet saanut tilisi luomisen valmiiksi!
ga: Leanfaidh tú na húsáideoirí a moladh tar éis duit do chuntas a chruthú!
gl: Seguirás a persoas suxeridas unha vez remates de crear a túa conta!
hi: अपना खाना बनाने के बाद आप सुझाए गए उपयोगकर्ताओं को फ़ॉलो करेंगे!
ne: तपाईंले आफ्नो खाता सिर्जना गरेपछि सल्लाह दिइएका प्रयोगकर्ताहरूलाई फलो गर्नुहुनेछ!
uk: Ви читатимете запропонованих користувачів щойно завершите створення облікового запису!

source: You'll follow these people and {0} others
fi: Alat seurata näitä käyttäjiä ja {0} muuta
ga: Leanfaidh tú na daoine seo agus {0} duine eile
gl: Seguirás a estas contas e a {0} máis
hi: आप इन लोगों और {0} अन्यों को फ़ॉलो करेंगे
ne: तपाईंले यी व्यक्तिहरू र {0} अरूलाई फलो गर्नुहुनेछ।
uk: Ви підпишетесь на цих людей та інших {0}

source: You'll follow these people right away
fi: Alat seurata näitä käyttäjiä välittömästi
ga: Leanfaidh tú na daoine seo láithreach
gl: Seguirás a estas contas de inmediato
hi: आप इन लोगों को तुरंत फ़ॉलो करेंगे
ne: तपाईंले यी व्यक्तिहरूलाई तुरुन्तै फलो गर्नुहुनेछ।
uk: Ви миттєво почнете читати цих людей
