Repository: Teqed/social-app
Catalog: src/locale/locales/*/messages.po
Languages: fi, ga, gl, hi, ne, uk

source: Not Found
fi: Ei löydy
ga: Ní bhfuarthas é sin
gl: Non se encontrou
hi: नहीं मिला
ne: फेला परेन
uk: Не знайдено

source: Note about sharing
fi: Huomio jakamisesta
ga: Nóta faoi roinnt
gl: Nota sobre compartir
hi: साझा करने के बारे में
ne: साझेदारीको बारेमा नोट
uk: Примітка щодо поширення

source: Note: Bluesky is an open and public network. This setting only limits the visibility of your content on the Bluesky app and website, and other apps may not respect this setting. Your content may still be shown to logged-out users by other apps and websites.
fi: Huomio: Bluesky on avoin ja julkinen verkosto. Tämä asetus rajoittaa vain sisältösi näkyvyyttä Bluesky-sovelluksessa ja -verkkosivustolla, eivätkä muut sovellukset välttämättä noudata tätä asetusta. Sisältösi voi silti näkyä kirjautumattomille käyttäjille muissa sovelluksissa ja muilla sivustoilla.
ga: Nod leat: is gréasán oscailte poiblí Bluesky. Ní chuireann an socrú seo srian ar fheiceálacht do chuid ábhair ach amháin ar aip agus suíomh Bluesky. Is féidir nach gcloífidh aipeanna eile leis an socrú seo. Is féidir go dtaispeánfar do chuid ábhair d’úsáideoirí atá logáilte amach ar aipeanna agus suíomhanna eile.
gl: Nota: Bluesky é unha rede aberta e pública. Esta configuración só limita a visibilidade do teu contido na aplicación e no sitio web de Bluesky, e é posíbel que outras aplicacións non respecten esta configuración. O teu contido aínda se pode mostrar ás persoas que pecharon sesión por outras aplicacións e sitios web.
hi: टिप्पणी: Bluesky एक खुला और सार्वजनिक नेटवर्क है। यह सेटिंग आपके सामग्री की दृश्यता केवल Bluesky ऐप और वेबसाइट पर सीमित करता है, और अन्य ऐप इस सेटिंग की अवमानना कर सकते हैं। अन्य ऐप और वेबसाइट पर आपके सामग्री को लॉग आउट उपयोगकर्ताओं को दिखा सकते हैं।
ne: नोट: Bluesky एक खुला र सार्वजनिक नेटवर्क हो। यो सेटिङले तपाईंको सामग्रीको दृश्यता केवल Bluesky एप र वेबसाइटमा सीमित गर्दछ, र अन्य एपहरूले यो सेटिङलाई सम्मान नगर्न सक्छन्। तपाईंको सामग्री अन्य एपहरू र वेबसाइटहरूले लग आउट प्रयोगकर्ताहरूलाई देखाउन सक्छ।
uk: Примітка: Bluesky є відкритою і публічною мережею. Цей параметр обмежує видимість вашого вмісту лише у застосунках і на сайті Bluesky, але інші застосунки можуть цього не дотримуватися. Ваш вміст все ще може бути показаний відвідувачам без облікового запису іншими застосунками і вебсайтами.

source: Nothing here
fi: Täällä ei mitään
ga: Tada anseo
gl: Non hai nada aquí
hi: यहाँ कुछ नहीं
ne: यहाँ केही छैन
uk: Тут нічого немає

source: Notification settings
fi: Ilmoitusasetukset
ga: Socruithe fógra
gl: Axustes de notificacións
hi: अधिसूचना सेटिंग
ne: सूचना सेटिङ्स
uk: Налаштування сповіщень

source: Notification sounds
fi: Ilmoitusasäänet
ga: Fuaimeanna fógra
gl: Sons de notificacións
hi: अधिसूचना ध्वनि
ne: सूचना ध्वनीहरू
uk: Звуки сповіщень

source: Notification Sounds
fi: Ilmoitusasäänet
ga: Fuaimeanna Fógra
gl: Sons de Notificacións
hi: अधिसूचना ध्वनि
ne: सूचना ध्वनीहरू
uk: Звуки сповіщень

source: Notifications
fi: Ilmoitukset
ga: Fógraí
gl: Notificacións
hi: अधिसूचनाएँ
ne: सूचनाहरू
uk: Сповіщення

source: now
fi: nyt
ga: anois
gl: agora
hi: अभी
ne: अहिले
uk: щойно

source: Now
fi: Nyt
ga: Anois
gl: Agora
hi: अभी
ne: अहिले
uk: Щойно

source: Nudity
fi: Alastomuus
ga: Lomnochtacht
gl: Nudez
hi: नग्नता
ne: नग्नता
uk: Оголеність

source: Nudity or adult content not labeled as such
fi: Merkitsemätön alastomuus tai aikuissisältö
ga: Lomnochtacht nó ábhar do dhaoine fásta nach bhfuil an lipéad sin air
gl: Desnudez ou contido para persoas adultas non etiquetado como tal
hi: नग्नता या वयस्क सामग्री को वैसा लेबल नहीं किया गया
ne: नग्नता वा वयस्क सामग्री जसलाई यथोचित रूपमा लेबल गरिएको छैन
uk: Нагота чи матеріали для дорослих не позначені відповідним чином

source: Off
fi: Pois
ga: As
gl: Apagar
hi: कुछ नहीं
ne: बन्द
uk: Вимкнено

source: Oh no!
fi: Voi ei!
ga: Úps!
gl: Ai, non!
hi: अरे नहीं!
ne: ओहो!
uk: О, ні!

source: Oh no! Something went wrong.
fi: Voi ei! Jokin meni vikaan.
ga: Úps! Theip ar rud éigin.
gl: Vaites! Algo non furrula ben.
hi: अरे नहीं! कोई गड़बड़ हुई।
ne: ओहो! केही गडबड भयो।
uk: Ой! Щось пішло не так.

source: OK
gl: Ben
hi: ठीक
ne: ठिक छ

source: Okay
fi: Selvä
ga: Maith go leor
gl: Está ben
hi: ठीक है
ne: हुन्छ
uk: Добре

source: Oldest replies first
fi: Vanhimmat vastaukset ensin
ga: Na freagraí is sine ar dtús
gl: Primeiro as respostas máis antigas
hi: सबसे पुराने जवाब पहले
ne: सबैभन्दा पुराना उत्तर पहिले
uk: Спочатку найдавніші

source: Onboarding reset
fi: Käyttöönoton nollaus
ga: Atosú an chláraithe
gl: Restablecemento da incorporación
hi: ज्ञानप्राप्ति रीसेट
ne: अनबोर्डिङ रिसेट
uk: Скинути ознайомлення

source: One or more GIFs is missing alt text.
fi: Ainakin yhdeltä GIF-animaatiolta puuttuu tekstivastine.
ga: Téacs malartach de dhíth ar GIF nó ar GIFanna.
hi: एक या अधिक GIF के विवरण नहीं हैं।
ne: एक वा बढी GIF हरूमा वैकल्पिक पाठ छैन।
uk: Одна або декілька GIF не мають описового тексту.

source: One or more images is missing alt text.
fi: Ainakin yhdeltä kuvalta puuttuu tekstivastine.
ga: Tá téacs malartach de dhíth ar íomhá amháin nó níos mó acu.
gl: Falta o texto alternativo nunha ou máis imaxes.
hi: एक या अधिक छवियों पर वैकल्पिक पाठ नहीं है।
ne: एक वा बढी चित्रहरूमा वैकल्पिक पाठ छैन।
uk: Для одного або кількох зображень відсутній опис.

source: One or more videos is missing alt text.
fi: Ainakin yhdeltä videolta puuttuu tekstivastine.
ga: Téacs malartach de dhíth ar fhíseán nó ar fhíseáin
gl: Falta o texto alternativo nun ou máis vídeos.
hi: एक या अधिक वीडियो के विवरण नहीं हैं।
ne: एक वा बढी भिडियोहरूमा वैकल्पिक पाठ छैन।
uk: Одне або більше відео не мають описового тексту.

source: Only .jpg and .png files are supported
fi: Vain .jpg- ja .png-tiedostoja tuetaan
ga: Ní oibríonn ach comhaid .jpg agus .png
gl: Só se admiten ficheiros .jpg e .png
hi: केवल .jpg और .png फ़ाइलें समर्थित हैं
ne: केवल .jpg र .png फाइलहरू समर्थित छन्
uk: Підтримуються лише файли формату .jpg і .png

source: Only {0} can reply.
fi: Vain {0} voi vastata.
ga: Ní féidir ach le {0} freagra a thabhairt.
gl: Só {0} pode responder.
hi: केवल {0} जवाब दे सकता है
ne: केवल {0} उत्तर दिन सक्छ।
uk: Тільки {0} можуть відповідати.

source: Only image files are supported
fi: Vain kuvatiedostoja tuetaan
ga: Ní thacaítear ach le comhaid íomhá
gl: Só se admiten ficheiros de imaxe
hi: केवल छवि फाइलें समर्थित हैं
ne: केवल चित्र फाइलहरू समर्थित छन्
uk: Підтримуються лише файли зображень

source: Only WebVTT (.vtt) files are supported
fi: Vain WebVTT (.vtt) -tiedostoja tuetaan
ga: Ní oibríonn ach comhaid WebVTT (.vtt)
gl: Só se admiten ficheiros WebVTT (.vtt).
hi: केवल वेबवीटीटी (.vtt) फ़ाइलें समर्थित हैं
ne: केवल WebVTT (.vtt) फाइलहरू समर्थित छन्
uk: Підтримуються лише файли WebVTT (.vtt)

source: Oops, something went wrong!
fi: Hups, jokin meni vikaan!
ga: Úps! Theip ar rud éigin!
gl: Vaites, algo non furrula ben!
hi: अरे, कोई गड़बड़ हुई!
ne: ओहो, केही गडबड भयो!
uk: Ой, щось пішло не так!

source: Oops!
fi: Hups!
ga: Úps!
gl: Vaites!
hi: अरे!
ne: ओहो!
uk: Ой!

source: Open
fi: Avoin
ga: Oscail
gl: Aberto
hi: खोलें
ne: खोल्नुहोस्
uk: Відкрити

source: Open avatar creator
fi: Avaa profiilikuvan luontityökalu
ga: Oscail an cruthaitheoir abhatáir
gl: Abrir o creador de avatares
hi: अवतार निर्माता खोलें
ne: अवतार सिर्जनाकर्ता खोल्नुहोस्
uk: Відкрити створювач аватарів

source: Open conversation options
fi: Avaa keskustelun valinnat
ga: Oscail na roghanna comhrá
gl: Abrir as opcións de conversa
hi: बातचीत विकल्प खोलें
ne: कुराकानी विकल्प खोल्नुहोस्
uk: Відкрити налаштування розмови

source: Open drawer menu
fi: Avaa alavalikko
ga: Oscail an roghchlár tarraiceáin
gl: Abrir menú lateral
hi: ड्रॉअर मेनू खोलें

source: Open emoji picker
fi: Avaa emojinvalitsin
ga: Oscail roghnóir na n-emoji
gl: Abrir o selector de emoji
hi: इमोजी चयन खोलें
ne: इमोजी चयनकर्ता खोल्नुहोस्
uk: Емоджі

source: Open feed info screen
fi: Avaa syötteen tietonäkymä
ga: Oscail eolas faoin fhotha
gl: Abrir pantalla de información da canle
hi: फ़ीड जानकारी स्क्रीन खोलें

source: Open feed options menu
fi: Avaa syötteen valinnat
ga: Oscail roghchlár na bhfothaí
gl: Abre o menú de opcións das canles
hi: फ़ीड विकल्प मेनू खोलें
ne: फिड विकल्प मेनु खोल्नुहोस्
uk: Відкрити меню налаштувань стрічки

source: Open link to {niceUrl}
fi: Avaa linkki {niceUrl}
ga: Oscail nasc le {niceUrl}
gl: Abrir ligazón a {niceUrl}
hi: {niceUrl} का लिंक खोलें
ne: {niceUrl} को लिङ्क खोल्नुहोस्
uk: Відкрити посилання на {niceUrl}

source: Open message options
fi: Avaa viestin valinnat
ga: Oscail na roghanna teachtaireachta
gl: Abrir opcións de mensaxe
hi: संदेश विकल्प खोलें
ne: सन्देश विकल्प खोल्नुहोस्
uk: Відкрити налаштування повідомлень

source: Open moderation debug page
fi: Avaa moderoinnin vianetsintäsivu
ga: Oscail leathanach chun modhnóireacht a dhífhabhtú
gl: Abrir a páxina da depuración de moderación
hi: मॉडरेशन डीबग पृष्ठ खोलें
ne: मोडरेसन डिबग पृष्ठ खोल्नुहोस्

source: Open muted words and tags settings
fi: Avaa mykistettyjen sanojen ja tunnisteiden asetukset
ga: Oscail socruithe na gclibeanna agus na bhfocal a bhalbhaigh tú
gl: Abrir os axustes de palabras e etiquetas silenciadas
hi: म्यूट किए गए शब्द और टैग सेटिंग खोलें
ne: मुट गरिएका शब्दहरू र ट्यागहरूको सेटिङ खोल्नुहोस्
uk: Відкрити налаштування ігнорування слів і міток

source: Open post options menu
fi: Avaa julkaisun valinnat
ga: Oscail roghchlár na bpostálacha
gl: Abrir menú de opciones do chío
hi: पोस्ट विकल्प मेनू खोलें
ne: पोस्ट विकल्प मेनु खोल्नुहोस्
uk: Відкрити меню налаштувань посту

source: Open starter pack menu
fi: Avaa aloituspaketin valikko
ga: Oscail clár an phacáiste fáilte
gl: Abrir menú do paquete de inicio
hi: स्टार्टर पैक मेनू खोलें
ne: स्टार्टर प्याक मेनु खोल्नुहोस्
uk: Відкрити меню власних підбірок

source: Open storybook page
fi: Avaa storybook-sivu
ga: Oscail leathanach an Storybook
gl: Abrir pagina de histórico
hi: कहानी की किताब का पृष्ठ खोलें
ne: स्टोरीबुक पृष्ठ खोल्नुहोस्
uk: Відкрити storybook сторінку

source: Open system log
fi: Avaa järjestelmäloki
ga: Oscail logleabhar an chórais
gl: Abrir registro do sistema.
hi: सिस्टम लॉग खोलें
ne: प्रणाली लग खोल्नुहोस्
uk: Відкрити системний журнал

source: Opens a dialog to add a content warning to your post
fi: Avaa valintaikkunan sisältövaroituksen lisäämiseksi julkaisuusi
ga: Osclaíonn sé seo fuinneog lenar féidir leat rabhadh a chur leis an bpostáil
gl: Abre unha xanela para engadir unha advertencia de contido á túa publicación
hi: आपके पोस्ट पर सामग्री चेतावनी जोड़ने का डायलॉग खोलता है।
ne: आफ्नो पोस्टमा सामग्री चेतावनी थप्नको लागि संवाद खोल्नुहोस्
uk: Відкриває діалогове вікно для додавання попередження про вміст вашого поста

source: Opens a dialog to choose who can reply to this thread
fi: Avaa valintaikkunan sen valitsemiseksi, kuka voi vastata tähän ketjuun
ga: Osclaíonn sé seo dialóg leis na daoine a roghnú a bhfuil cead acu freagra a thabhairt don snáithe seo
gl: Abre unha xanela para elegir quién puede responder a este hilo.
hi: यह चुनने के लिए डायलॉग खोलता कि कौन इस थ्रेड में जवाब दे सकता है
ne: यो थ्रेडमा को उत्तर दिन सक्छ भनी चयन गर्नका लागि संवाद खोल्नुहोस्
uk: Відкриє діалог для вибору тих, хто зможе відповідати у цій гілці

source: Opens additional details for a debug entry
fi: Avaa vienetsintäkirjauksen lisätiedot
ga: Osclaíonn sé seo tuilleadh sonraí le haghaidh iontráil dífhabhtaithe
gl: Abre detalles adicionales para una entrada de depuración.
hi: डीबग प्रविष्टि के लिए अतिरिक्त विवरण खोलता है
ne: डिबग प्रविष्टिका लागि थप विवरणहरू खोल्नुहोस्
uk: Відкриє додаткову інформацію про запис для налагодження

source: Opens camera on device
fi: Avaa laitteen kameran
ga: Osclaíonn sé seo an ceamara ar an ngléas
gl: Abrir cámara do dispositivo
hi: उपकरण कर कैमरा खोलता है
ne: डिभाइसमा क्यामेरा खोल्नुहोस्
uk: Відкриє камеру на пристрої

source: Opens composer
fi: Avaa editorin
ga: Osclaíonn sé seo an t-eagarthóir
gl: Abrir compositor
hi: रचयिता खोलता है
ne: कम्पोजर खोल्नुहोस्
uk: Відкриє редактор

source: Opens flow to create a new Bluesky account
fi: Avaa vaiheet uuden Bluesky-tilin luomiseksi
ga: Osclaíonn sé seo an próiseas le cuntas nua Bluesky a chruthú
gl: Abrir o fluxo para crear unha nova conta Bluesky
hi: नया Bluesky खाता बनाने का साधन खोलता है
ne: नयाँ Bluesky खाता सिर्जना गर्न प्रवाह खोल्नुहोस्
uk: Відкриє процес створення нового облікового запису Bluesky

source: Opens flow to sign in to your existing Bluesky account
fi: Avaa vaiheet olemassa olevaan Bluesky-tiliisi kirjautumiseksi
gl: Abrir o fluxo para iniciar sesión na túa conta Bluesky existente
hi: अपने मौजूदा Bluesky खाते में साइन इन करने का साधन खोलता है
ne: आफ्नो विद्यमान Bluesky खातामा साइन इन गर्न प्रवाह खोल्नुहोस्

source: Opens GIF select dialog
fi: Avaa GIF-valintaikkunan
ga: Osclaíonn sé seo fuinneog chun GIF a roghnú
gl: Abrir a xanela de selección de GIF
hi: GIF चयन डायलॉग खोलता है
ne: GIF चयन संवाद खोल्नुहोस्
uk: Відкриє діалогове вікно вибору GIF

source: Opens list of invite codes
fi: Avaa kutsukoodien luettelon
ga: Osclaíonn sé seo liosta na gcód cuiridh
gl: Abrir a listaxe de códigos de convite
hi: आमंत्रण कोड की सूची खोलता है
ne: आमन्त्रण कोडहरूको सूची खोल्नुहोस्
uk: Відкриє список кодів запрошення

source: Opens password reset form
fi: Avaa salasanan palautuslomakkeen
ga: Osclaíonn sé seo an fhoirm leis an bpasfhocal a athrú
gl: Abrir o formulario de restablecemento do contrasinal
hi: पासवर्ड रीसेट फ़ॉर्म खोलें
ne: पासवर्ड रिसेट फारम खोल्नुहोस्
uk: Відкриває форму скидання пароля

source: Opens this profile
fi: Avaa tämän profiilin
ga: Osclaíonn sé an phróifíl seo
gl: Abrir este perfil
hi: यह प्रोफ़ाइल खोलता है
ne: यो प्रोफाइल खोल्नुहोस्
uk: Відкриває цей профіль

source: Optionally provide additional information below:
fi: Anna halutessasi lisätietoa alla:
ga: Is féidir tuilleadh eolais a chur ar fáil thíos:
gl: Opcionalmente, proporcione información adicional a continuación:
hi: वैकल्पिक तौर पर नीचे अतिरिक्त जानकारी दें:
ne: वैकल्पिक रूपमा तल थप जानकारी प्रदान गर्नुहोस्:
uk: За бажанням надайте додаткову інформацію нижче:

source: Options:
fi: Valinnat:
ga: Roghanna:
gl: Opcións:
hi: विकल्प:
ne: विकल्पहरू:
uk: Параметри:

source: Or combine these options:
fi: Tai yhdistele näitä valintoja:
ga: Nó cuir na roghanna seo le chéile:
gl: Ou combina estas opcións:
hi: या इन विकल्पों को जोड़ें:
ne: वा यी विकल्पहरूलाई संयोजन गर्नुहोस्:
uk: Або поєднайте ці параметри:

source: Or, continue with another account.
fi: Tai jatka toisella tilillä.
ga: Nó, lean ort le cuntas eile.
gl: Ou, continúa con outra conta.
hi: या, अन्य खाते से जारी रखें।
ne: वा, अर्को खाताबाट जारी राख्नुहोस्।
uk: Або продовжуйте з іншим обліковим записом.

source: Other
fi: Jokin muu
ga: Eile
gl: Outro
hi: अन्य
ne: अन्य
uk: Інше

source: Other account
fi: Toinen tili
ga: Cuntas eile
gl: Outra conta
hi: अन्य खाता
ne: अन्य खाता
uk: Інший обліковий запис

source: Our moderators have reviewed reports and decided to disable your access to chats on Bluesky.
fi: Moderaattorimme ovat arvioineet raportteja ja päättäneet estää pääsysi Blueskyn chatteihin.
ga: Tá ár modhnóirí tar éis athbhreithniú a dhéanamh ar thuairiscí. Chinn siad gan ligean duit comhráite a úsáid ar Bluesky.
gl: Os nosos moderadores revisaron os informes e decidiron desactivar o teu acceso ás conversas en Bluesky.
hi: हमारे मॉडरेटर ने शिकायतें देखी और Bluesky पर आपकी बातचीत तक पहुँच को अक्षम करने का निर्णय लिया।
ne: हाम्रा मोडरेटरहरूले रिपोर्टहरूको समीक्षा गरी तपाईंको Bluesky च्याट पहुँचलाई निष्क्रिय गर्ने निर्णय गरेका छन्।
uk: Наші модератори переглянули скарги та вирішили позбавити вас доступу до чатів у Bluesky.

source: Page not found
fi: Sivua ei löydy
ga: Leathanach gan aimsiú
gl: Non se atopou a páxina
hi: पृष्ठ नहीं मिला
ne: पृष्ठ फेला परेन
uk: Сторінку не знайдено

source: Page Not Found
fi: Sivua ei löydy
ga: Leathanach gan aimsiú
gl: Non se atopou a páxina
hi: पृष्ठ नहीं मिला
ne: पृष्ठ फेला परेन
uk: Сторінку не знайдено

source: Password
fi: Salasana
ga: Pasfhocal
gl: Contrasinal
hi: पासवर्ड
ne: पासवर्ड
uk: Пароль

source: Password updated
fi: Salasana päivitetty
ga: Pasfhocal uasdátaithe
gl: Contrasinal actualizado
hi: पासवर्ड अपडेट किया गया
ne: पासवर्ड अद्यावधिक गरियो
uk: Пароль змінено

source: Password updated!
fi: Salasana päivitetty!
ga: Pasfhocal uasdátaithe!
gl: Contrasinal actualizado!
hi: पासवर्ड अपडेट किया गया!
ne: पासवर्ड अद्यावधिक गरियो!
uk: Пароль змінено!

source: Pause
fi: Pysäytä
ga: Sos
gl: Pausar
hi: रोकें
ne: रोक्नुहोस्
uk: Пауза

source: Pause video
fi: Pysäytä video
ga: Cuir an físeán ar shos
gl: Pausar vídeo
hi: वीडियो रोकें
ne: भिडियो रोक्नुहोस्
uk: Призупинити відео

source: People
fi: Käyttäjät
ga: Daoine
gl: Persoas
hi: लोग
ne: व्यक्ति
uk: Люди

source: People followed by @{0}
fi: Käyttäjät, joita @{0} seuraa
ga: Na daoine atá leanta ag @{0}
gl: Persoas seguidas por @{0}
hi: @{0} द्वारा फ़ॉलो किए गए लोग
ne: @{0} द्वारा अनुसरण गरिएका व्यक्ति
uk: Люди, яких читає @{0}

source: People following @{0}
fi: Käyttäjät, jotka seuraavat tiliä @{0}
ga: Na leantóirí atá ag @{0}
gl: Persoas siguindo a @{0}
hi: @{0} को फ़ॉलो करते लोग
ne: @{0} लाई अनुसरण गर्ने व्यक्ति
uk: Люди, які читають @{0}

source: Person toggle
fi: Käyttäjän vaihtokytkin
ga: Scoránú duine
gl: Alternancia de persoa
hi: लोग टॉगल
ne: व्यक्ति टगल
uk: Перемикач користувача

source: Pets
fi: Lemmikit
ga: Peataí
gl: Mascotas
hi: पालतू
ne: पाल्तु जनावरहरू
uk: Домашні улюбленці

source: Photography
fi: Valokuvaus
ga: Grianghrafadóireacht
gl: Fotografía
hi: फ़ोटोग्राफ़ी
ne: फोटोग्राफी
uk: Фотографування

source: Pictures meant for adults.
fi: Aikuisille tarkoitetut kuvat.
ga: Pictiúir le haghaidh daoine fásta.
gl: Imaxes pensadas para persoas adultas.
hi: वयस्कों के लिए छवि।
ne: वयस्कका लागि बनाइएका तस्वीरहरू।
uk: Зображення, призначені для дорослих.

source: Pin feed
fi: Kiinnitä syöte
ga: Greamaigh an fotha
gl: Fixar canle
hi: फ़ीड पिन करें

source: Pin to home
fi: Kiinnitä kotinäkymään
ga: Greamaigh le baile
gl: Fixar no inicio
hi: होम में पिन करें
ne: होममा पिन गर्नुहोस्
uk: Закріпити на головній

source: Pin to Home
fi: Kiinnitä kotinäkymään
ga: Greamaigh le Baile
gl: Fixar no Inicio
hi: होम में पिन करें
ne: होममा पिन गर्नुहोस्
uk: Закріпити на головній

source: Pin to your profile
fi: Kiinnitä profiiliisi
ga: Greamaigh le do phróifíl
gl: Fixar no teu perfil
hi: अपने प्रोफ़ाइल में पिन करें
ne: तपाईंको प्रोफाइलमा पिन गर्नुहोस्
uk: Закріпити у своєму обліковому записі

source: Pinned
fi: Kiinnitetty
ga: Greamaithe
gl: Fixado
hi: पिन किया गया
ne: पिन गरियो
uk: Закріплені

source: Pinned {0} to Home
fi: Kiinnitetty {0} kotinäkymään
ga: Greamaíodh {0} le Baile
gl: {0} fixouse á páxina de inicio
hi: होम में {0} पिन किया गया

source: Pinned Feeds
fi: Kiinnitetyt syötteet
ga: Fothaí greamaithe
gl: Canles fixadas
hi: पिन किए गए फ़ीड
ne: पिन गरिएका फिडहरू
uk: Закріплені стрічки

source: Pinned to your feeds
fi: Kiinnitetty syötteisiisi
ga: Greamaithe le do chuid fothaí
gl: As túas canles fixadas
hi: आपके फ़ीड में पिन किया गया
ne: तपाईंका फिडहरूमा पिन गरियो
uk: Прикріплено до ваших стрічок

source: Play
fi: Toista
ga: Seinn
gl: Reproducir
hi: चलाएँ
ne: चलाउनुहोस्
uk: Відтворити

source: Play {0}
fi: Toista {0}
ga: Seinn {0}
gl: Reproducir {0}
hi: {0} चलाएँ
ne: {0} चलाउनुहोस्
uk: Відтворити {0}

source: Play video
fi: Toista video
ga: Seinn an físeán
gl: Reproducir vídeo
hi: वीडियो चलाएँ
ne: भिडियो चलाउनुहोस्
uk: Відтворити відео

source: Play Video
fi: Toista video
ga: Seinn an físeán
gl: Reproducir Vídeo
hi: वीडियो चलाएँ
ne: भिडियो चलाउनुहोस्
uk: Відтворити відео

source: Plays the GIF
fi: Toistaa GIF-animaation
ga: Seinneann sé seo an GIF
gl: Reproducir GIF
hi: GIF चलाता है
ne: GIF चलाउनुहोस्
uk: Відтворює GIF

source: Please choose your handle.
fi: Valitse käyttäjätunnuksesi.
ga: Roghnaigh do leasainm, le do thoil.
gl: Por favor, escolle o teu alcume.
hi: कृपया अपना हैंडल चुनें
ne: कृपया तपाईंको ह्यान्डल चयन गर्नुहोस्।
uk: Просимо обрати псевдонім.

source: Please choose your password.
fi: Valitse salasanasi.
ga: Roghnaigh do phasfhocal, le do thoil.
gl: Por favor, escolle o teu contrasinal.
hi: कृपया अपना पासवर्ड चुनें
ne: कृपया तपाईंको पासवर्ड चयन गर्नुहोस्।
uk: Просимо обрати ваш пароль.

source: Please complete the verification captcha.
fi: Täydennä vahvistus-captcha, ole hyvä.
ga: Déan an captcha, le do thoil.
gl: Por favor, completa a verificación CAPTCHA
hi: कृपया सत्यापन कैपचा समाप्त करें
ne: कृपया प्रमाणीकरण क्याप्चा पूरा गर्नुहोस्।
uk: Просимо завершити перевірку Captcha.

source: Please enter a unique name for this app password or use our randomly generated one.
fi: Anna tälle sovellussalasanalle uniikki nimi tai käytä satunnaisesti luotua.
ga: Cuir isteach ainm uathúil ar an bpasfhocal aipe seo, nó bain úsáid as an ainm randamach a chruthaigh muid.
gl: Por favor, insire un nome único para este contrasinal de aplicación ou usa un xerado ao chou por nós.
hi: कृपया इस ऐप पासवर्ड के लिए एक अद्वितीय नाम दर्ज करें या हमारे द्वारा उत्पन्न यादृच्छिक नाम का उपयोग करें
ne: कृपया यस एप पासवर्डको लागि अद्वितीय नाम प्रविष्ट गर्नुहोस् वा हाम्रो स्वचालित रूपमा उत्पन्न गरिएको नाम प्रयोग गर्नुहोस्।
uk: Будь ласка, введіть унікальну назву для цього паролю або оберіть випадково згенеровану.

source: Please enter a valid word, tag, or phrase to mute
fi: Syötä mykistettäväksi kelpaava sana, tunniste tai fraasi
ga: Cuir focal, clib, nó frása inghlactha isteach le balbhú
gl: Introduce unha palabra, etiqueta ou frase válida para silenciar
hi: कृपया म्यूट करने के लिए एक मान्य शब्द, टैग, या वाक्यांश दर्ज करें
ne: कृपया म्यूट गर्नका लागि मान्य शब्द, ट्याग, वा वाक्यांश प्रविष्ट गर्नुहोस्।
uk: Просимо ввести допустиме слово, тег або фразу для ігнорування

source: Please enter your email.
fi: Syötä sähköpostiosoitteesi.
ga: Cuir isteach do sheoladh ríomhphoist, le do thoil.
gl: Introduce o teu correo electrónico.
hi: कृपया अपना ईमेल दर्ज करें।
ne: कृपया तपाईंको इमेल प्रविष्ट गर्नुहोस्।
uk: Просимо ввести адресу ел. пошти.

source: Please enter your invite code.
fi: Syötä kutsukoodisi.
ga: Cuir isteach do chód cuiridh.
gl: Introduce o teu código de convite.
hi: कृपया अपना ईमेल दर्ज करें।
ne: कृपया तपाईंको आमन्त्रण कोड प्रविष्ट गर्नुहोस्।
uk: Будь ласка, введіть код запрошення.

source: Please enter your password as well:
fi: Syötä myös salasanasi:
ga: Cuir isteach do phasfhocal freisin, le do thoil.
gl: Introduce tamén o teu contrasinal:
hi: कृपया अपना पासवर्ड भी दर्ज करें:
ne: कृपया तपाईंको पासवर्ड पनि प्रविष्ट गर्नुहोस्।
uk: Просимо також ввести ваш пароль:

source: Please explain why you think this label was incorrectly applied by {0}
fi: Selitä, miksi {0} on mielestäsi virheellisesti asettanut tämän merkinnän
ga: Abair linn, le do thoil, cén fáth a gcreideann tú gur chuir {0} an lipéad seo i bhfeidhm go mícheart
gl: Explica por que cres que esta etiqueta foi aplicada incorrectamente por {0}
hi: कृपया व्याख्या करें कि क्यों आपको लगता है {0} ने यह लेबल ग़लती से लगाई
ne: कृपया व्याख्या गर्नुहोस् कि तपाईंलाई किन लाग्छ यो लेबल {0} द्वारा गलत रूपमा लागू गरियो।
uk: Просимо пояснити чому ви вважаєте, що ця мітка була помилково додана до {0}

source: Please explain why you think your chats were incorrectly disabled
fi: Selitä, miksi chattisi on mielestäsi virheellisesti poistettu käytöstä
ga: Mínigh, le do thoil, an fáth a gcreideann tú go bhfuil sé mícheart nach ligtear duit comhráite a úsáid
gl: Explica por que cres que se desactivaron incorrectamente as túas conversas
hi: कृपया व्याख्या करें कि क्यों आपको लगता है कि आपके बातचीत ग़लती से अक्षम की गई
ne: कृपया व्याख्या गर्नुहोस् कि तपाईंलाई किन लाग्छ तपाईंको च्याटहरू गलत रूपमा निष्क्रिय गरिए।
uk: Будь ласка, поясніть, чому ви вважаєте, що ваші чати були хибно відключені

source: Please sign in as @{0}
fi: Kirjaudu sisään käyttäjänä @{0}
ga: Logáil isteach mar @{0}
gl: Inicia sesión como @{0}
hi: कृपया @{0} के रूप में साइन इन करें
ne: कृपया @{0} को रूपमा साइन इन गर्नुहोस्।
uk: Будь ласка, увійдіть як @{0}

source: Politics
fi: Politiikka
ga: Polaitíocht
gl: Política
hi: राजनीति
ne: राजनीति
uk: Політика
